[{"filename": "2021-09-22_Paper_12", "file_number": 0, "summary": "Lift modernisation could transform aged lifts to deliver more versatile services with enhanced safety, reliability and ride comfort.", "content": "Uplifting the Safety of Aged Lifts in Hong Kong\nVincent H.K. Chow, C.W. Chan, Gary K.Y. Cheung, James C.Y. Lau\nElectrical and Mechanical Services Department Government of the HKSAR of the People’s\nRepublic of China. 3 Kai Shing Street, Kowloon, Hong Kong\nKeywords: Electrical and Mechanical Services Department, Hong Kong, lift safety, aged lifts,\nregulator, facilitator, promoter, lift modernisation subsidy scheme, special maintenance\nAbstract. Hong Kong is one of the most densely populated cities. There are around 70,000 lifts in\noperation to transport millions of people in the built environment of the territory. The safety of lifts\nis dependent on proper periodic examination and maintenance. With rapid technological\nadvancement, modern lifts are equipped with more comprehensive safety devices than the aged ones.\nLift modernisation could transform aged lifts to deliver more versatile services with enhanced safety,\nreliability and ride comfort. The Electrical and Mechanical Services Department (“EMSD”) of the\nGovernment of Hong Kong Special Administrative Region (“HKSAR”) of the People’s Republic of\nChina acts as the “regulator”, “facilitator” and “promoter” for electrical and mechanical safety in the\nHKSAR. The EMSD has been actively introducing multidimensional measures for uplifting the\nsafety of aged lifts, thereby enhancing public safety. While paying attention to the progress of lift\nmodernisation works, the EMSD has stepped up the surveillance of aged lifts and requested the\nresponsible persons and registered lift contractors to step up the maintenance of aged lifts. At the\nsame time, the Government has made available financial assistance with appropriate professional\nsupport to building owners in need to modernise or replace their aged lifts. In the long run, the EMSD\nwill consider mandating measures for lift modernisation by making reference to relevant experience\nin other jurisdictions, the enactment and enforcement of similar ordinances in Hong Kong as well as\ntaking into account the impact on the community and the trade. This paper will share the experience,\neffectiveness and challenges faced when implementing measures to enhance the safety of aged lifts\nin Hong Kong.\n1 LIFT SAFETY IN HONG KONG\nHong Kong is a densely populated city packed with skyscrapers and high-rise buildings, where the\nsocial activities rely much on its sound and reliable vertical transportation. There are around 70,000\nlifts operating diligently to transport millions of people from floor to floor among buildings of which\n8,500 blocks are high-rise and about 500 are skyscrapers [1].\n1.1 Lifts and Escalators Ordinance in Hong Kong\nThe safety of lifts in Hong Kong is regulated by the Lifts and Escalators Ordinance (Chapter 618)\n(“LEO”), which was put into operation on 17 December 2012, to replace the repealed Lifts and\nEscalators (Safety) Ordinance (Chapter 327). The EMSD, as the regulator, enforces the LEO through\nvarious means, such as conducting risk-based audit inspections, carrying out prosecution and\ndisciplinary proceedings, promulgating codes of practice as well as registration of contractors,\nengineers and workers. In addition to being a regulator, the EMSD also acts as “Facilitator” and\n“Promoter” for improving lift safety in Hong Kong.\n1.2 “Guidelines for Modernising Existing Lifts”\nWhen a lift is put into service for the first time, its design must comply with relevant safety standards\nprevalent at the time of installation. The latest design requirements are stipulated in the Code of\nPractice on the Design and Construction of Lifts and Escalators 2019 Edition (“Design Code”)\nadopting the requirements of EN81-20/50. Since the roll-out of the Design Code in 1993, several\namendments of the Design Code were made to uplift the safety requirements in line with the\nprevailing international safety standards and meet with technological advancements to make lifts", "page_number": 1, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 1, "summary": "The first four solutions (namely installation of (i) double brake system, (ii) unintended car movement protection device, (iii) ascending car overspeed protection device, and (iv) car door mechanical lock & door safety edge) were considered essential and were recommended to be taken with priority, whereas the remaining three solutions (namely (v) installation of intercom & CCTV system, (vi) obstruction switch to protect suspension ropes, and (vii) automatic rescue devices) were recommended to be considered according to the actual situation or individual need (Figure 1).", "content": "2-2 12th Symposium on Lift & Escalator Technologies\nsafer. In view of this, the EMSD promulgated in 2011 the “Guidelines for Modernising Existing\nLifts” to facilitate owner of lifts to implement enhancement and modernisation solutions to make their\nexisting lifts safer, more efficient and reliable, and with better ride comfort. The Guidelines adopted\nrequirements from EN81-1:1998+A3:2009 [4], introduce seven application solutions for enhancing\nexisting lifts. The first four solutions (namely installation of (i) double brake system, (ii) unintended\ncar movement protection device, (iii) ascending car overspeed protection device, and (iv) car door\nmechanical lock & door safety edge) were considered essential and were recommended to be taken\nwith priority, whereas the remaining three solutions (namely (v) installation of intercom & CCTV\nsystem, (vi) obstruction switch to protect suspension ropes, and (vii) automatic rescue devices) were\nrecommended to be considered according to the actual situation or individual need (Figure 1).\nFigure 1 Applicable Solutions for Enhancing Requirements of Existing Lifts\n1.3 Aged Lifts and Incidents\nAs the end 2020, there were about 70,000 lifts in Hong Kong, with over 41,000 lifts (about 60%)\naged over 20 years and about 45,000 lifts (about 65%) were not equipped with all four essential\nmodern safety devices (i.e. double brake system, unintended car movement protection device,\nascending car overspeed protection device, and car door mechanical lock & door safety edge).\nReported lift incident records in Hong Kong revealed that most of the lift incidents were related to\npassenger behaviors (Table 1) [2]. For those few incidents related to lift equipment fault, most of\nthem were due to poor levelling.", "page_number": 2, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 2, "summary": "1 There was a fatal case in 2018 due to uncontrolled car movement of an age lift.", "content": "Uplifting the Safety of Aged Lifts in Hong Kong 2-3\nTable 1 Reported Lift Incident Records in Hong Kong (2016 - 2020)\nMain Cause of Incidents Number of Incidents\n2016 2017 2018 2019 2020\nPassenger Behavior 411 449 387 358 225\nLift Equipment Fault 11 8 15 6 11\nInjuries to Lift Worker 6 5 2 3 2\n430 462 404 367 238\nHowever, there were a few lift incidents causing serious injury to passengers or even fatality1. All of\nthose lifts were installed over 20 years ago and the serious incidents could well be avoided if those\nlifts had been equipped with the four essential modern safety devices mentioned before.\nIn response to the above, especially for the two serious lift incidents involving Unintended Car\nMovement that resulted in serious passenger injury and death in 2018, the Government rolled out a\nseries of measures to enhance the safety of aged lifts in June 2018.\n2 STEP UP THE MAINTENANCE WORKS OF AGED LIFTS\nThe LEO requires that lifts must undergo periodic maintenance by registered lift workers (“RWs”) at\nleast once a month2 and be examined by registered lift engineer at least once a year to ensure the safe\noperation of the lifts. As short-term measures to uplift the safety level of aged lifts, the EMSD stepped\nup the surveillance checks of relevant maintenance items to ensure the quality of the inspection and\nmaintenance works carried out by the registered contractors and introduced special maintenance for\nthe aged lifts in June 2018.\n2.1 Surveillance Inspections of Maintenance Works\nThe EMSD increased its manpower to step up the surveillance checks on the maintenance and\nexamination of aged lifts which have not yet been modernised, i.e. not yet equipped with the four\nessential safety devices. The number of inspections increased from the earlier level of 11,000\ninspections per year to about 29,000 inspections per year and about 55% of the inspections were\nconcerned about maintenance works.\n2.2 Special Maintenance\nThe EMSD revised the “Code of Practice for Lift Works and Escalator Works” [3] in 2018 to require\naged lifts, which have not equipped with unintended car movement protection device, ascending car\noverspeed protection device, or double braking system, to have “special maintenance” conducted\ntwice a year, unless alternative requirements have otherwise been specified by the manufacturers.\nThe scope of special maintenance of aged lift includes:\na. Disassembly maintenance of the braking mechanism for the lift machine brake.\nb. Measure the braking distance by performing no-load brake test to ensure compliance with the\nlift manufacturer's requirements.\n1 There was a fatal case in 2018 due to uncontrolled car movement of an age lift.\n2 In actual practice, most responsible persons require registered lift contractors to organize RWs to perform periodic\nmaintenance for their lifts twice a month.", "page_number": 3, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 3, "summary": "e. Check the mechanical locks and electrical contacts of all lift landing doors to ensure they are in safe working order.", "content": "2-4 12th Symposium on Lift & Escalator Technologies\nc. Check grooves of traction sheave in the lift traction machine to ensure they are in accordance\nwith the lift manufacturer's specifications.\nd. Perform no-load traction test for the lift and measure the leveling accuracy to ensure the\ntraction and leveling accuracy are in compliance with the lift manufacturer's requirements.\ne. Check the mechanical locks and electrical contacts of all lift landing doors to ensure they are\nin safe working order.\nThe special maintenance is meant to enhance the reliability of the critical components of aged lifts\nwhich have yet undergone modernisation. To ensure the works quality, the EMSD conducted over\n5,000 inspections for the special maintenance works done by registered contractors in 2020.\nThere was obvious improvement in the performance of aged lifts following adoption of special\nmaintenance and the stepped up inspections. The irregularities found per inspection dropped by about\n50% from the third quarter of 2018 to the first quarter of 2021. On the other hand, the EMSD took\nthe initiative to share statistics and summary of inspection findings regularly with the trade to enhance\nawareness and drive for continuous improvement in uplifting lift safety. The transparency and\nfacilitation have brought greater collaboration with the trade to tackle the safety concerns of aged lifts\nfor the common good of the society.\n3 LIFT MODERNISATION SUBSIDY SCHEME\nThe EMSD always takes on the role of “Promoter” to publicise improvement and enhancement\noptions and solutions for better lift safety. In 2011, “Guidelines on Modernising Existing Lifts” was\npublished and distributed to lift owners, the trade and other stakeholders, recommending owners to\nmodernise their aged lifts. For further expediting lift modernisation, the Government launched a\nHK$4.5 billion Lift Modernisation Subsidy Scheme (“LIMSS”) over seven years starting from the\nfinancial year 2019-20 to provide financial incentives and appropriate professional support to\nbuilding owners in need to carry out lift modernisation works, thereby enhancing the safety of their\naged lifts.\n3.1 Needs of Aged Lifts Owners\nWhilst it is always the primary responsibility of lift owners to upkeep and improve the safety of their\nlifts and to comply with the legal requirements, lifts installed in buildings would commonly be used\nby visitors and the general public and so enhancing lift safety would benefit the community at large.\nFrom publicity events and communications with aged lift owners, the EMSD recognised that some\nowners may face difficulties in carrying out modernisation works due to problems of finance,\ntechnical knowledge, organisation ability, etc. In view of these difficulties, the EMSD has partnered\nwith the Urban Renewal Authority (“URA”) to implement the LIMSS, where the URA in Hong Kong,\nallows a very experienced statutory body to undertake, encourage, promote and facilitate urban\nrenewal of Hong Kong, with a view to addressing the problem of urban decay and improving the\nliving conditions of residents in old districts.\n3.2 Core Elements of LIMSS\nThe LIMSS is a new initiative in Hong Kong. The development of LIMSS has directed to the correct\nfocus. The LIMSS comprises the following five core elements:\na. Care-based: In view of the rateable values reflect the condition of buildings and lifts, the\nLIMSS focuses on providing subsidies to building owners in need by targeting aged lifts at\nprivate residential or composite buildings with relatively low average rateable values.\nb. Safety-based: Priority is accorded to lifts with higher risk, such as lifts having statutory\nimprovement orders or lifts which have not been installed with the safety devices of the", "page_number": 4, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 4, "summary": "c. Lift drive replacement and associated works where it is technically necessary or more cost- effective in order to install the “Essential Safety Devices” and “Optional Safety Devices” specified above (Figure 2).", "content": "Uplifting the Safety of Aged Lifts in Hong Kong 2-5\nprevalent safety standards.\nc. Resource-based: Having struck the balance between the availability of resources and\nattractiveness of the financial incentive to building owners, the LIMSS subsidies 60% of the\ncost of the modernisation works / replacement works, subject to a cap of HK$500,000 per lift.\nAdditional subsidies are to be provided for elderly owner-occupiers aged 60 or above, subject\nto a cap of HK$50,000 per domestic unit of buildings having had the lift modernisation.\nd. Capacity-based: Having regard to the capacity of the industry to avoid inflating market prices\nand affecting works quality due to the additional lift modernisation works, the LIMSS would\nroll out in an orderly manner to modernise about 8 000 lifts in batches over seven years starting\nfrom 2019-20.\ne. Streamlined procedures: As the URA is now undertaking various subsidy schemes for\nbuilding rehabilitation and fire services improvement works, the Government has partnered\nwith the URA in delivering the LIMSS to maximise synergy and facilitate participation by the\npublic.\n3.3 Scope of LIMSS\nFigure 2 Examples of work scope covered by LIMSS\na. Retrofitting of the following “Essential Safety Devices” under the scheme (the first 4 solutions\nin the Guidelines for Modernising Existing Lifts).\ni. Double brake system;\nii. Unintended car movement protection device;\niii. Ascending car overspeed protection device; and\niv. Car door mechanical lock and door safety edge.\nb. Addition of the following “Optional Safety Devices” (the last 3 solutions in the Guidelines\nfor Modernising Existing Lifts)\ni. Intercom and CCTV system;\nii. Obstruction switch; and/or\niii. Automatic rescue device.\nc. Lift drive replacement and associated works where it is technically necessary or more cost-\neffective in order to install the “Essential Safety Devices” and “Optional Safety Devices”\nspecified above (Figure 2).\nd. Owners are granted with the flexibility to opt for installation of specified safety devices or\ncarrying out complete replacement of their lifts.", "page_number": 5, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 5, "summary": "The two parts are respectively a 12-day initial training, giving trainee general knowledge of background and skills required for performing lift works, and an on-site practical training where trainee will perform actual works under the guidance of their employers.", "content": "2-6 12th Symposium on Lift & Escalator Technologies\ne. Subsequent follow-up services during defect liability period for the related safety devices\nabove, but exclusive of routine maintenance services (it is emphasized that the LIMSS is not\nintended to subsidise lift maintenance services as which should be the sole responsibility of\nthe owner to ensure that lifts are in a proper state of repair and in safe working order).\nFree consultancy services would be assigned to the Applicant. If the Applicant opts to appoint\ntheir own consultant to co-ordinate the lift modernisation works, relevant consultancy fee will\nbe subsidised.\n3.4 Technical Assistance and Other Associated Support\nConsultants are assigned to participating buildings for pursuing lift modernisation works and\ntechnical advice services. The services include scope assessment, cost estimation for budgeting\npurpose, tender document preparation based on standard tender document templates, tendering\nthrough e-tendering platform, tender evaluation, works supervision and contract management\nassociated with the lift modernisation works.\nIt is inevitable that building owners’ access would be affected during lift modernisation works,\nespecially for buildings with single lift or with floors served by one lift only. As such, under the\nLIMSS, the URA has also engaged non-government organizations to provide outreach social services\nto the needy residents, such as the aged and the disabled, of these buildings in order to minimise\ninconvenience caused to them by the lift modernisation works. Such outreach social services include\ndelivery of meals, procurement of daily supplies and provision of stair-climber services, temporary\naccommodation etc.\nTwo rounds of applications for the LIMSS were launched in Mar. 2019 and Jan. 2020. Very\nencouraging results of applications for more than 8,200 lifts were received, meaning that the launch\nof LIMSS has correctly addressed the need of building owners.\n4 FACILITATION AND PROMOTION OF LIFT MODERNISATION\nEqual weight has been given to coordination of the trade and industry, and promotion to the public\nfor smooth implementation of the lift modernisation scheme, such as LIMSS.\n4.1 Attraction of New Blood to the Industry\nIn accordance with the LEO, all lift works are required to be carried out by RWs or any person under\nthe supervision of a RW. RWs are specialised technicians for carrying out lift works including\ninstallation, commission, maintenance and repair works. It was foreseeable that launching of the\nLIMSS might increase the demand for RWs.\nIn order to alleviate manpower shortage in the trade, the EMSD partnered with the Construction\nIndustry Council (“CIC”) to expand the coverage of the Intermediate Tradesman Collaborative\nTraining Scheme (“ITCTS”) launched in 2017 to training of lift technicians. Under the scheme,\ntrainees are recruited on a first-hire-then-train basis and primarily trained on-site. This is a 6-month\ntraining, jointly provided by the CIC and lift companies, consisting of two parts. The two parts are\nrespectively a 12-day initial training, giving trainee general knowledge of background and skills\nrequired for performing lift works, and an on-site practical training where trainee will perform actual\nworks under the guidance of their employers. To ensure the quality and progress of the training, the\nCIC regularly conducts site visits to the workplace and inspects training progress of trainees by prior\narrangement with the trainers. Towards the end of the scheme, trainees will have to complete a\ncertification test in order to ensure their knowledge and skillsets are up to the requirements before", "page_number": 6, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 6, "summary": "Uplifting the Safety of Aged Lifts in Hong Kong 2-7 granting certification test bonus.", "content": "Uplifting the Safety of Aged Lifts in Hong Kong 2-7\ngranting certification test bonus. Employers will also receive an employer completion bonus after\nthat.\nTrainees, who have completed the ITCTS, will be eligible to join the Advanced Construction\nManpower Training Scheme – Pilot Scheme (ACMTS – Pilot Scheme) and proceed on with their\ncareer path in the trade. The scheme has successfully helped attract young newcomers to join the\nindustry, alleviating the manpower demand.\n4.2 Promotion of Lift Modernisation\nSince the release of the “Guidelines on Modernising Existing Lifts” in 2011, the EMSD has started\npromoting lift modernisation via various means for lift owners to uplift the safety standard of aged\nlifts. To synergise with the launch of LIMSS in 2018, EMSD conducted a series of publicity\nactivities. As revealed in the announcement of public interests, the proper safeguard for aged lifts is\nnot personal protection equipment, but lift modernisation (Figure 3). The message of lift\nmodernisation, delivered in a laymen’s tone, was direct and easily understood by the general public.\nFigure 3 API of Lift Modernisation Subsidy Scheme in 20193\nIn addition to the television and radio announcements, posting advertisements on newspapers and bus\nbodies, etc., the EMSD has also delivered and participated in numerous public briefings, seminars,\nowner’s meetings, district council meetings, etc. (Figure 4 and 5), to promote the lift modernisations\nand lift safety.\nFigure 4 and 5 Mass briefing and Online briefing for promoting Lift Modernisation\n3 Full API of LIMSS available online at https://www.isd.gov.hk/eng/tvapi/19_eg91.html", "page_number": 7, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 7, "summary": "Thus, a new way of logging and analysing these data has been proposed by the EMSD.", "content": "2-8 12th Symposium on Lift & Escalator Technologies\n4.3 Facilitation to Upkeep Lift Safety with Technology\nAs one of six smart areas under the “HKSmart City Blueprint” induced by the Government since\n2017, the “Smart Government” concept has guided the EMSD to have more initiatives on adoption\nof technology for enforcement of legislative requirements as well as facilitating the trade to use\ninnovation technologies on their daily works. The EMSD launched the E&M InnoPortal4 (F6) which\nlists the service wishes of various government departments, public organisations and the electrical\nand mechanical trades, and invites the I&T sector, including start-ups and universities to propose\nrelevant I&T solutions for matching. Up to June 2021, more than 750 I&T solutions and 350 I&T\nwishes were collected for matching, and over 130 trial projects were started and completed in the past\nfew years. One of the successful matching between the I&T solutions and wish items on the portal\nis the development of e-log book of lifts and escalators.\nFigure 6 E&M InnoPortal Website\nIn Hong Kong, it is a statutory requirement for responsible persons5 to keep and maintain a log-book\nfor their lifts. The log-book must be in the specified form, containing information such as: (i)\ndescription of the lift, (ii) name and contact details of registered contractors who undertake\nmaintenance works, and (iii) particulars of every incident of the lift concerned. Responsible persons\nare required to keep track of the entries of the log-book to ensure works by registered contractors are\naccomplished and on schedule.\nThere are approximately 26,000 conventional paper-bound log-books in Hong Kong. Some\nresponsible persons may pay less attention to the statutory requirements for the upkeep of log-books,\nleading to unnecessary sanctions or warnings, while other responsible persons may find paper-bound\nlog-books cumbersome to trace and summarise different maintenance logs and occurrences for\nmonitoring and ensuring timely execution of lift works. Thus, a new way of logging and analysing\nthese data has been proposed by the EMSD.\nTo facilitate stakeholders to better manage, analyse and monitor lift works, the EMSD has proposed\nto develop a common electronic platform, viz. digital log-book, to replace the paper-bound log-books.\nThe digital log-book will be accessible on both mobile devices and desktop computers, adopting a\nnewly designed user-interface, offering user-friendliness and easy information access to responsible\npersons and trade personnel. It can also strengthen the Government’s monitoring/regulatory control\nas well as encouraging compliance and enhancing works quality. The system, capable of uploading\nof images, audios and videos of lift works carried out will aid incident investigations and equipment\nfault analysis. The works and entries recorded for each lift generated every day will be analysed for\ninsights leading to setting of performance indicators for quality assessment, better strategic regulatory\nmoves and policies for healthy trade developments. Automatic alerts will be dispatched to\n4 The E&M InnoPortal https://inno.emsd.gov.hk/en/home/\n5 According to the Lifts and Escalators Ordinance (Chapter 618) in Hong Kong, the responsible person for a lift is\ndefined as (1) the owner of the lift; or (2) any other person who has the management or control of the lift.", "page_number": 8, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 8, "summary": "Recently, the EMSD has conducted a benchmarking study to review 10 overseas jurisdictions (i.e. Germany, Belgium, France, UK, New York City, California, Tokyo, South Korea, Singapore and Shenzhen) on regulatory measures over aged lift modernisation.", "content": "Uplifting the Safety of Aged Lifts in Hong Kong 2-9\nresponsible persons and registered contractors, reminding statutory activities and the relevant\nsubmissions are due, safeguarding stakeholders from contravening the legislative requirements. All\nin all, the digital log-book combining with big data analysis will facilitate all trade parties to work\nhand-in-hand to enhance lift safety.\n5 Conclusion and the Way Forward\nLooking into the long run for addressing the safety issues of aged lifts, the EMSD has been studying\nthe feasibility of mandating measures for lift modernisation. The EMSD will make reference to\nrelevant experience in other jurisdictions, the enactment and enforcement of similar ordinances in\nHong Kong as well as taking into account the impact on the community and the trade in formulating\nthe resolution proposal. In this connection, EMSD will consult the public, legislators and the trade\nin due course.\nRecently, the EMSD has conducted a benchmarking study to review 10 overseas jurisdictions (i.e.\nGermany, Belgium, France, UK, New York City, California, Tokyo, South Korea, Singapore and\nShenzhen) on regulatory measures over aged lift modernisation. The study results reveal that\nfinancial subsidy and mandatory risk assessment of modernisation are two major measures to drive\nfor upgrading or replacement of aged lifts. The EMSD would further explore the possibilities of\nadopting similar measures in Hong Kong.\nREFERENCES\n[1] The mysterious world (2021) Top 10 Cities with Most Skyscrapers 2021 [Online]. Available\nat: https://themysteriousworld.com/10-cities-with-most-skyscrapers [Accessed 31 May 2021]\n[2] Electrical and Mechanical Services Department (2021) Reported Lift Incident Records.\n[Online]. Available at:\nhttps://www.emsd.gov.hk/en/lifts_and_escalators_safety/publications/contractors_performance_rati\nng/reported_lift_incident_records [Accessed 31 May 2021]\n[3] Electrical and Mechanical Services Department, Code of Practice for Lift Works and\nEscalator Works (2018 Edition). Available at:\nhttps://www.emsd.gov.hk/filemanager/en/content_805/CoP%20on%20Lift%20Works%20and%20\nEscalator%20Works%202018%20Edition%20(Eng).pdf [Accessed 31 May 2021]\n[4] British Standards Institution (1998) Safety rules for the construction and installation of lifts\n—Part 1: Electric lifts. BS EN81-1:1998+A3:2009. London: BSI.\nBIOGRAPHICAL DETAILS\nIr Vincent H.K. CHOW is the Chief Electrical and Mechanical Engineer of the EMSD, Government\nof the HKSAR. He have diversified managerial experience in the regulation of lift, escalator,\namusement ride, fuel gas and electrical systems as well as implementing government policy and\nschemes. He is currently overseeing the stepped-up inspection of aged lifts, the implementation of\nLIMSS as well as the feasibility study and proposal of long term mandatory measures of aged lifts in\nHong Kong. Ir CHOW is a Chartered Engineer in the Engineering Council of the United Kingdom,\na Member of the Institution of Mechanical Engineers, a Member of the Institution of Gas Engineers\n& Managers and a Corporate Member of Hong Kong Institution of Engineers.", "page_number": 9, "total_pages": 10, "tag": "pdf"}, {"filename": "2021-09-22_Paper_12", "file_number": 9, "summary": "He is responsible for enforcement of the Lifts and Escalators Ordinance (Chapter.", "content": "2-10 12th Symposium on Lift & Escalator Technologies\nMr C.W. CHAN is a Senior Electrical and Mechanical Engineer of the EMSD, Government of the\nHKSAR, and responsible for enforcement of the Lifts and Escalators Ordinance (Chapter. 618) in\nHong Kong. He is an experienced Engineer on engineering projects as well as regulating electrical\nand mechanical safety. Mr. CHAN is a Chartered Engineer in the Engineering Council of the United\nKingdom and a Member of the Institution of Mechanical Engineers.\nIr Gary K.Y. CHEUNG is an Electrical and Mechanical Engineer of the EMSD, Government of the\nHKSAR. He is responsible for enforcement of the Lifts and Escalators Ordinance (Chapter. 618) in\nHong Kong and implementation of the Lift Modernisation Subsidy Scheme. Ir CHEUNG is a\nChartered Engineer in the Engineering Council of the United Kingdom, a Member of the Institution\nof Mechanical Engineers and a Corporate Member of Hong Kong Institution of Engineers.\nMr James C.Y. LAU is an Assistant Electrical and Mechanical Engineer of the EMSD, Government\nof the HKSAR. He is responsible for enforcement of the Lifts and Escalators Ordinance (Chapter.\n618) in Hong Kong, upholding lift safety and quality of Contractor's lift major alteration and lift\nmodernisation works along with implementation of ITCTS to alleviate manpower shortage in the lift\nand escalator trade. He was graduated in Newcastle University in United Kingdom.", "page_number": 10, "total_pages": 10, "tag": "pdf"}]