[{"filename": "2023-12-06to8_Paper_02", "file_number": 0, "summary": "This re- search represents an important step forward in the development of smarter and more sustainable building management practices, which will become increas- ingly critical as we strive to reduce our environmental impact and combat climate change.", "content": "Smart Data-driven Building Management Framework\nand Demonstration\nJing Zhang1, Tianyou Ma1, Kan Xu1, Zhe Chen1, Fu Xiao1,2,*, Jeremy Ho3, Calvin\nLeung3,* and Sammy Yeung3\n1 Department of Building Environment and Energy Engineering, The Hong Kong Polytechnic\nUniversity, Hong Kong, China\n2 Research Institute for Smart Energy, The Hong Kong Polytechnic University, Hong Kong,\nChina\n3 E&M AI lab, Electrical and Mechanical Services Department (EMSD), Hong Kong, China\nAbstract. The building sector holds a significant impact over global energy us-\nage and carbon emissions, making effective building energy management vital\nfor ensuring worldwide sustainability and meeting climate goals. In line with this\nobjective, this study aims to develop and demonstrate an innovative smart data-\ndriven framework for building energy management. The framework includes se-\nmantic multi-source data integration schema, AI-empowered data-driven optimi-\nzation and predictive maintenance strategies, and digital twin for informative and\ninteractive human-equipment-information building management platform. A\ncase study was conducted in a typical chiller plant on a campus located in Hong\nKong, China. The results show that the deployment of the proposed smart data-\ndriven framework achieves chiller sequencing control in a more robust and en-\nergy-efficient manner. Specifically, the proposed control strategy achieves en-\nergy savings of 5.9% to 12.2% compared to the conventional strategy. This re-\nsearch represents an important step forward in the development of smarter and\nmore sustainable building management practices, which will become increas-\ningly critical as we strive to reduce our environmental impact and combat climate\nchange.\nKeywords: Building Energy Management, Data-driven models, Digital Twin.\n1 Introduction\nImproving building energy efficiency is crucial for achieving sustainable development\non a global scale, given that buildings are significant energy consumers. The building\nsector accounts for about 30% of global energy consumption and 27% of energy-related\ngreenhouse gas emissions [1], making it a key area for achieving climate objectives.\nGreen buildings are crucial for decarbonization and reducing global greenhouse gas\nemissions. To achieve carbon neutrality, smart energy management technologies are\nvital to enhancing energy efficiency and intelligence in the building sector.\nToday’s buildings are not only energy-intensive but also data and information inten-\nsive. Data are continuously generated during the lifetime of the building, and mainly", "page_number": 1, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 1, "summary": "Chen et al. [10] developed a BIM-based digital twin which can improve decision-making in facility management by providing automatic scheduling of maintenance work orders.", "content": "2\nstored in Building Information Models (BIMs) and Building Automation Systems\n(BASs). BIMs store the static and spatial design and construction data, while BASs\nstore the dynamic/temporal operation data. They provide a complete spatio-temporal\ndescription of a building. It is an effective way to understand and improve the building\noperation by analyzing and utilizing these valuable data. Numerous efforts have been\nmade to effective data integration between BIMs and BAS, including directly linked\ndata and ontology-linked data. Directly linked data method uses standardized naming\nformats such as Construction-Operations Building information exchange protocol (CO-\nBie) [2], Open Messaging Interface (O-MI) and the Open Data Format (O-DF) [3].\nOntology-linked data methods effectively store data in the data lake that is accessible\nthrough a common data management system. This method establishes a link between\ndecoupled ontology and time-series databases, making data accessible to applications\nthrough a query process. With the development of ontology in the building sector, in-\ncluding Semantic Sensor Network (SSN) ontology [4], Building Automation and Con-\ntrol Systems (BACS) ontology [5], Building Topology Ontology (BOT) [6], ifcOWL\nontology [7] and Brick Schema [8], semantic web technologies have gained popularity\nfor integrating multi-source data due to their rich semantic description, interoperability,\nscalability, and query ability.\nMost of the existing building energy management strategies are implemented in\nBAS, which are not informative, with limited visualization capability, and only support\nvery limited and simple interactions between equipment and facility management staff.\nDigital Twin (DT) is considered a promising solution to address these challenges as it\noffers a more advanced and holistic approach to building energy management [9]. Chen\net al. [10] developed a BIM-based digital twin which can improve decision-making in\nfacility management by providing automatic scheduling of maintenance work orders.\nChen et al. [11] developed a digital twin that enabled monitoring of indoor environ-\nments, indoor navigation, and predictive maintenance. By leveraging digital twin tech-\nnology along with Mixed Reality (MR), IoT, Artificial Intelligence (AI), and other cut-\nting-edge technologies, it is possible to establish an informative and interactive human-\nequipment-information building management platform. This platform can significantly\nenhance the efficiency of building operation and maintenance by creating a digital rep-\nlica of the physical building and its equipment, enabling real-time monitoring and anal-\nysis of critical data.\nHeating, ventilation and air conditioning (HVAC) systems often consume the most\nenergy in buildings. Compared with conventional physics-based methods, data-driven\nmethods require less information and understanding of buildings and their energy sys-\ntems [13]. Advanced machine learning algorithms and models have achieved promising\nsuccess in various applications concerning energy demand prediction [14], fault detec-\ntion and diagnosis [15], energy benchmarking [16], and occupant behavior prediction\n[17].\nThis study aims to develop a smart data-driven building management framework for\nenvironmental and sustainability applications to improve building energy performance.\nThe proposed framework includes several key components, such as developing a se-\nmantic model to integrate data from multiple sources, deploying optimization and pre-\ndictive maintenance strategies empowered by AI algorithms, and developing a digital", "page_number": 2, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 2, "summary": "Proposed framework for smart data-driven building management Data from multiple sources across different stages of the building lifecycle are ex- tracted and organized using a semantic model as a standardized data integration schema.", "content": "3\ntwin platform designed to manage building equipment and information comprehen-\nsively and interactively. To demonstrate the effectiveness of the proposed framework,\na case study was conducted on a typical campus chiller plant.\n2 Methodology\n2.1 Overview of the proposed framework\nFig. 1 shows the proposed framework for smart data-driven building management.\nFig. 1. Proposed framework for smart data-driven building management\nData from multiple sources across different stages of the building lifecycle are ex-\ntracted and organized using a semantic model as a standardized data integration\nschema. These data are then stored in a database which provides real-time data to an AI\nengine. The AI engine is comprised of various environmental and sustainability appli-\ncation packages that can provide recommendations for energy savings and predictive\nmaintenance (e.g., optimal settings, equipment warnings, etc.) to the building. These\nAI recommendations stored in the database will then be sent to both the smart 3D in-\nteractive building management platform for monitoring by building managers and op-\nerators, as well as the BAS for optimal control.\nThe combination of the semantic model, AI engine, and digital twin offers several\nbenefits. Semantic model empowers machine-readable capabilities, enabling the AI en-\ngine and digital twin to access data in a building-independent way while maintaining\nsemantic consistency. This facilitates intelligent analysis and decision support by com-\nprehending and inferring data with semantic relationships and enables cost-effective\nM\n2 D C A D D ra w in g s\n2 D to 3 D\nB u ild in g In fo rm a tio n\nM o d e lin g (B IM )\nB u ild in g A u to m a tio n\nS y s te m (B A S )\nIo T s e n s o rs\nu lti-s o u rc e d a ta\nS m a rt 3 D in te ra c tiv e b u ild in g m a n a g e\nD ig ita l tw in s A I re c oD a ta v is u a liza tio n\nB i-d irectio n al\nco m m u n icatio n\nD a ta b a s e\nB i-d irectio n al Sp atio - Te m p o ra l A I co m m u n icatio ntem p o ral\nd ata d a ta re s u lts\nS ta tic G ra p hd\na taO p tim izatio n\nresu lts\nD ata stru ctu re\nS e m a n tic d a ta in te g ra tio n s c h e m a\nB ric k m o d e l M a c h in e -re a d a b le\nm\nm\ne\nm\nn t p la tfo rm\nCe n d a tio n s\nA I e n\nH e a lth\nm o n ito rin g\nP e rfo rm a n c e\nO p tim iza tio n\nD a ta -d riv e n\nm o d e lin g\nro ss-p la tfo rm\nH o lo L e n s\ng in e\nP re d ic tiv e\nm a in te n a n c e\nA n o m a lyd\ne te c tio n\nA b s tra c tio n\no f ta s k s", "page_number": 3, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 3, "summary": "In addition, they can also provide relationships between different building elements, for example, each VAV box entity has an association rela- tionship with its supply duct and the room it serves.", "content": "4\ndeployment of AI algorithms through its flexibility and scalability. In addition, the col-\nlaboration between the AI engine and digital twin enhances operational efficiency and\nmaintenance processes. By synchronizing the digital twin with the real system in real-\ntime, it enables efficient and reliable monitoring, operation, and maintenance, leading\nto improved operational efficiency and reduced costs.\n2.2 Multi-source data available in buildings\nStatic data. 2D drawings and 3D building information model (BIM) contain the static\ndata at the design and construction stage. They contain primarily semantic, geometric\nand parametric data of building elements (e.g, wall, window, room, equipment, etc.),\nfor example, the name, type, height, width, orientation and materials of building walls\nand windows, the name and location of air ducts as well as the design thermal temper-\nature of spaces and rooms. In addition, they can also provide relationships between\ndifferent building elements, for example, each VAV box entity has an association rela-\ntionship with its supply duct and the room it serves.\nTemporal data. Building automation system (BAS), also known as building manage-\nment system (BMS), contains the temporal data at the building operation stage. Build-\ning operational data in BAS are typically multivariate time series data, including energy\nconsumption data, operating variables (e.g., real-time indoor temperature), environ-\nmental parameters (e.g., outdoor air temperature), and miscellaneous [18]. With the\nradical evolution of internet of things (IoT) networks, more environmental data from\nIoT sensors [19] and occupant feedback [20] are also available for building operation\nmanagement.\n2.3 Semantic data integration schema\nIn this study, the static data are extracted from BIM model using the COBie plug-in in\nRevit software, enabling the inclusion of building elements and their relationship infor-\nmation to develop the building semantic model. This semantic model is then stored in\na graph database, which is a specialized data management system designed for efficient\nstorage and querying of graph data. In graph database, nodes represent the building\nelements, while edges represent their relationships. Properties of building elements,\nsuch as wall materials and orientations, are stored in the static database alongside their\ncorresponding unique identifiers within the semantic model. Temporal data from the\nBAS and IoT sensor network are collected by Building Automation and Control Net-\nworks (BACnet) protocol. This protocol is a commonly used data communication pro-\ntocol and enables data communication among various equipment, devices, and sensors.\nThe collected temporal data are then stored in the temporal database, with each meas-\nurement assigned a unique identifier. Within the sematic model, each identifier is stored\nas a node and linked to the corresponding element using the “hasreferenceId” relation-\nship to achieve spatio-temporal data integration with semantic consistency.", "page_number": 4, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 4, "summary": "2.5 Smart 3D interactive building management platform A digital twin-based building management platform is developed by Unity3D and can be published to cross-platform including Windows, IOS, Android and Mixed Reality devices, etc.", "content": "5\n2.4 AI engine\nThe AI engine is designed to be a collection of diverse application packages focused\non energy savings or predictive maintenance of buildings. These packages can provide\na comprehensive view of building operations and offer recommendations for building\nmanagement such as optimal control strategies, health monitoring, predictive mainte-\nnance strategies, anomaly detection, etc. This enables building managers to make in-\nformed decisions on how to optimize energy usage, reduce maintenance costs, and im-\nprove occupant comfort.\n2.5 Smart 3D interactive building management platform\nA digital twin-based building management platform is developed by Unity3D and can\nbe published to cross-platform including Windows, IOS, Android and Mixed Reality\ndevices, etc. The spatial and static data are mainly extracted from BIM for the devel-\nopment of digital twins. For aging buildings, preliminary BIM can be automatically\nrecovered from 2D drawings [21] and serve as the foundation for creating a digital twin.\nThe platform receives real-time operational data and AI recommendations from the da-\ntabase, which are then presented to building managers and operators for further review\nand analysis.\n3 Case study\nThis section elaborates the setup and results of the case study. In section 3.1, the target\nchiller plant is introduced. Section 3.2 illustrates the development of the digital twin\nand semantic model. Section 3.3 presents the chiller sequencing results/\n3.1 Introduction of the target chiller plant\nThe target chiller plant is located in the Hong Kong Polytechnic University. The\nschematic diagram of the chiller plant is shown in Fig. 2. The chiller plant consists of\n5 water-cooled chillers (WCC1-5) rated at 650 RT (Refrigeration Tons) each, one wa-\nter-cooled chiller (WCC6) rated at 325 RT, and two air-cooled chillers (ACC1-2) rated\nat 325 RT each. The total cooling capacity is 4,225 RT. Primary chilled water pumps\n(PCHWPs) are connected in parallel. PCHWP4-9 serve WCC1-5 and the others serve\nthree 325 RT chillers. Condenser water pumps (CDWPs) 1-6 and cooling towers (CTs)\n1-5 serve WCC1-5, while CDWP7-8 and CT6 serve three 325 RT chillers. PCHWPs\nand CDWPs are equipped with one redundant for safety. All PCHWPs, CDWPs, and\nCTs are operated under fixed speed, and the normal power values are listed in Table 1.\nWhen a chiller is staged, a set of PCHWP, CDWP, and CT will also be switched. There-\nfore, it is important to determine the optimal number of chillers, i.e., optimal chiller\nsequencing control, to reduce unnecessary energy consumption by pumps and CTs.", "page_number": 5, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 5, "summary": "Digital twin developed for the target chiller plant The necessary static data for this purpose are extracted from BIM, encompassing comprehensive details about chillers, pumps, cooling towers, pipes, and other relevant", "content": "6\nFig. 2. Schematic diagram of the target chiller plant\nTable 1. Nominal power of the equipment\nEquipment Power (kW)\nPCHWP 1-3,10 30\nPCHWP 4-9 55\nCDWP 1-6 75\nCDWP 7-8 45\nCT 1-4 30\nCT 5 18.5\nCT 6 15\n3.2 Development of digital twin and semantic model\nAs shown in Fig. 3, a digital twin is developed for the target chiller plant.\na) Overview of the digital twin b) Real-time data visualization\nFig. 3. Digital twin developed for the target chiller plant\nThe necessary static data for this purpose are extracted from BIM, encompassing\ncomprehensive details about chillers, pumps, cooling towers, pipes, and other relevant", "page_number": 6, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 6, "summary": "4 (a) shows the entire chiller plant semantic model, with points representing different entities and lines showing their relationships.", "content": "7\ncomponents. The temporal data are collected from the integrated database that contains\noperational data from BAS and IoT devices as well as AI recommendations from the\nAI engine.\nAs shown in Fig. 4, a semantic model is developed for the target chiller plant. The\nstatic and temporal data are integrated based on the “hastimeseriesId” relationship in\nthe semantic model. Fig. 4 (a) shows the entire chiller plant semantic model, with points\nrepresenting different entities and lines showing their relationships. Fig. 4 (b) demon-\nstrates a specific part of the model where the chiller “KC-POLYU-BCF-RF-HVAC-\nWCC-01” has a sensor point “POLYU-BCF-RF-WCC-01-CHWAST”. The “has-\ntimeseriesId” relationship connects this measurement with the identifier point “VSD\nWCC-1. Chilled Water Supply Temperature”, indicating the corresponding temporal\ndata is stored in the temporal database with the same identifier.\na) Overview of the semantic model b) Zoomed-in view of the semantic model\nFig. 4. Semantic model developed for the target chiller plant\n3.3 Test of AI-enabled chiller sequencing control strategy\nThis study proposes and tests an AI-enabled robust chiller sequencing control strategy\nbased on probabilistic cooling load prediction [22]. For comparison purposes, a con-\nventional sequencing strategy widely used in building management systems was intro-\nduced, which makes sequencing decisions based on measured cooling load and chilled\nwater supply temperature. Although effective in providing a stable and reliable cooling\nsupply [23], unnecessary chillers may be staged by this reference control strategy be-\ncause it does not consider future changes in cooling loads. The proposed strategy con-\nsiders cooling load uncertainty to make sequencing actions more robust. An online risk-\nbased actions evaluation scheme is designed to determine the number of operating chill-\ners and assess the risks in the process and the reliability of the strategy simultaneously.\nTwo typical working days (Mondays) with similar outdoor air temperature and rel-\native humidity were selected to compare the performance of two different chiller se-\nquencing strategies. The first day, May 22nd, 2023, was used to test the conventional\nsequencing strategy, while the proposed sequencing strategy was tested on June 12th,\n2023. The conventional strategy was built into the building energy management system.\nThe outdoor air temperature and relative humidity were recorded, as shown in Fig. 5.\nKB CC -P OF\n-R\nL YF\n-P\nUR --01\nhasL\nK C -PR\nF -H\nocation\n“V S D W C C -1.C h illed\nW ater S u p p ly T em p eratu re”\nhastim eseriesId\nP O L Y U -B C F -RO L Y U -B C F -\nW C C -01-C H WV A C -W C C -01\nhasP oint\nF -S\nT", "page_number": 7, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 7, "summary": "This dissatisfaction occurred because the conventional strategy failed to provide sufficient cooling capacity when the previously unoccupied zones became occupied, after heat accumulation during midnight with only one chiller in operation.", "content": "8\nThe outdoor temperature and relative humidity were very close in both trend and aver-\nage levels. Therefore, the comparison of the sequencing strategies on these two days\nallows for a fair assessment of their performance.\nFig. 5. Weather conditions of the two testing days\nThe chiller sequencing results of the conventional and proposed strategies are shown\nin Fig. 6 a) and b), respectively. Two major differences can be identified. Firstly, when\nthe conventional strategy was adopted from 8:00 am to 9:00 am, the chilled water sup-\nply temperatures were above 14 ℃, leading to thermal discomfort in the occupied\nzones. This dissatisfaction occurred because the conventional strategy failed to provide\nsufficient cooling capacity when the previously unoccupied zones became occupied,\nafter heat accumulation during midnight with only one chiller in operation. The pro-\nposed strategy, in contrast, staged on the second chiller earlier at 6:00 am and kept the\nchilled water supply temperature water at an acceptable level. The second difference is\nthe temperature between the chilled water supply and the return temperature. The aver-\nage temperature difference adopting the conventional strategy is only 3.2 ℃, compared\nto the 3.5 ℃ adopting the proposed strategy. The low temperature difference can in-\ncrease the energy consumption of pumps, resulting in decreased system performance.\nThe energy consumption of two testing days adopting the conventional strategy and\nthe proposed strategy is shown in Table 2. Compared with the reference day, the pro-\nposed strategy achieves a 5.9% reduction in energy consumption for chillers. In terms\nof PCHWPs, CDWPS, and CTs, the proposed strategy leads to 12.2%, 8.9%, and 8.4%\nreduction in energy consumption, respectively. Overall, when comparing the total en-\nergy consumption of the two strategies, the proposed strategy saves 7.1% in energy\nconsumption. These energy savings indicate that the proposed chiller sequencing strat-\negy is more efficient and can help reduce energy usage in chilled water systems.", "page_number": 8, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 8, "summary": "The proposed framework includes sev- eral key components, such as developing a semantic model to integrate data from mul- tiple sources, deploying optimization and predictive maintenance strategies empowered", "content": "9\na) Conventional strategy\nb) Proposed strategy\nFig. 6. Chiller sequencing results\nTable 2. Comparison of energy consumption (kWh)\nChillers PCHWPs CDWPs CTs Total\nConventional strategy 29334.8 4474.6 5878.8 2035.5 41723.7\nProposed strategy 27614.3 3927.9 5356.3 1865.5 38764.0\nEnergy saving (%) 5.9% 12.2% 8.9% 8.4% 7.4%\n4 Conclusion\nThis study proposed a novel smart data-driven building management framework for\nenvironmental and sustainability applications. The proposed framework includes sev-\neral key components, such as developing a semantic model to integrate data from mul-\ntiple sources, deploying optimization and predictive maintenance strategies empowered", "page_number": 9, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 9, "summary": "Through the deployment of this framework, chiller sequencing control was achieved in a robust and energy-efficient manner.", "content": "10\nby AI algorithms, and creating a digital twin platform designed to manage building\nequipment and information comprehensively and interactively.\nThe proposed framework was demonstrated in a chiller plant in Hong Kong.\nThrough the deployment of this framework, chiller sequencing control was achieved in\na robust and energy-efficient manner. The results show energy savings ranging from\n5.9% to 12.2% compared to conventional strategies.\nAs one of the largest consumers of energy, the building sector has a significant im-\npact on the environment and global carbon emissions. The proposed framework can be\nfurther improved and fine-tuned to better suit other types of buildings and facilities. By\nleveraging these technologies and strategies, substantial energy savings can be\nachieved, contributing to global sustainability efforts, and helping to achieve climate\ngoals in the building sector.\nAcknowledgement\nThe authors gratefully acknowledge the support of this research by the Innovation and\nTechnology Fund (ITP/002/22LP) of the Hong Kong SAR, China, the Hong Kong Pol-\nytechnic University Carbon Neutrality Funding Scheme and the E&M AI Lab of Elec-\ntrical and Mechanical Services Department (EMSD) of Hong Kong SAR, China.\nReferences\n1. IEA (2022), Buildings, IEA, Paris https://www.iea.org/reports/buildings, License: CC BY\n4.0\n2. East E W. Construction operations building information exchange (COBie)[R]. ENGINEER\nRESEARCH AND DEVELOPMENT CENTER CHAMPAIGN IL CONSTRUCTION\nENGINEERING RESEARCH LAB, 2007.\n3. Dave B, Buda A, Nurminen A, et al. A framework for integrating BIM and IoT through open\nstandards[J]. Automation in Construction, 2018, 95: 35-45.\n4. Compton M, Barnaghi P, Bermudez L, et al. The SSN ontology of the W3C semantic sensor\nnetwork incubator group[J]. Journal of Web Semantics, 2012, 17: 25-32.\n5. Terkaj W, Schneider G F, Pauwels P. Reusing domain ontologies in linked building data:\nthe case of building automation and control[C]//8th International work-shop on formal on-\ntologies meet industry. 2017, 2050.\n6. Rasmussen M H, Lefrançois M, Schneider G F, et al. BOT: The building topology ontology\nof the W3C linked building data group[J]. Semantic Web, 2021, 12(1): 143-161.\n7. Terkaj W, Šojić A. Ontology-based representation of IFC EXPRESS rules: An enhancement\nof the ifcOWL ontology[J]. Automation in Construction, 2015, 57: 188-201.\n8. Balaji B, Bhattacharya A, Fierro G, et al. Brick: Metadata schema for portable smart building\napplications[J]. Applied Energy, 2018, 226: 1273-1292.\n9. Jiang, F., Ma, L., Broyd, T., & Chen, K. (2021). Digital twin and its implementations in the\ncivil engineering sector. Automation in Construction, 130, 103838.\n10. Chen, W., Chen, K., Cheng, J. C., Wang, Q., & Gan, V. J. (2018). BIM-based framework\nfor automatic scheduling of facility maintenance work orders. Automation in Construction,\n91, 15-30.", "page_number": 10, "total_pages": 11, "tag": "pdf"}, {"filename": "2023-12-06to8_Paper_02", "file_number": 10, "summary": "Design and Implementation of a Cloud Enabled Random Neural Network-Based Decentral- ized Smart Controller With Intelligent Sensor Nodes for HVAC.", "content": "11\n11. Chen, W., Chen, K., & Cheng, J. C. (2022). From building information modeling to digital\ntwin: the core for sustainable smart campus at HKUST. In Research Companion to Building\nInformation Modeling (pp. 671-696). Edward Elgar Publishing.\n12. Wang, S., & Burnett, J. (2001). Online adaptive control for optimizing variable-speed pumps\nof indirect water-cooled chilling systems. Applied Thermal Engineering, 21(11), 1083-1103.\n13. Chen, Z., Xiao, F., Guo, F., & Yan, J. (2023). Interpretable machine learning for building\nenergy management: A state-of-the-art review. Advances in Applied Energy, 100123.\n14. Zhang, L., Wen, J., Li, Y., Chen, J., Ye, Y., Fu, Y., & Livingood, W. (2021). A review of\nmachine learning in building load prediction. Applied Energy, 285, 116452.\n15. Mirnaghi, M. S., & Haghighat, F. (2020). Fault detection and diagnosis of large-scale HVAC\nsystems in buildings using data-driven methods: A comprehensive review. Energy and\nBuildings, 229, 110492.\n16. Ding, Y., & Liu, X. (2020). A comparative analysis of data-driven methods in building en-\nergy benchmarking. Energy and Buildings, 209, 109711.\n17. Jin, Y., Yan, D., Chong, A., Dong, B., & An, J. (2021). Building occupancy forecasting: A\nsystematical and critical review. Energy and Buildings, 251, 111345.\n18. Xiao, F., & Fan, C. (2022). Building information modeling and building automation systems\ndata integration and big data analytics for building energy management. Research Compan-\nion to Building Information Modeling (pp. 525–549).\n19. Javed, A., Larijani, H., Ahmadinia, A., Emmanuel, R., Mannion, M., & Gibson, D. (2017).\nDesign and Implementation of a Cloud Enabled Random Neural Network-Based Decentral-\nized Smart Controller With Intelligent Sensor Nodes for HVAC. IEEE Internet of Things\nJournal, 4(2), 393–403.\n20. Abdelrahman, M. M., Chong, A., & Miller, C. (2022). Personal thermal comfort models\nusing digital twins: Preference prediction with BIM-extracted spatial–temporal proximity\ndata from Build2Vec. Building and Environment, 207, 108532.\n21. Pan, Z., Yu, Y., Xiao, F., & Zhang, J. (2023). Recovering building information model from\n2D drawings for mechanical, electrical and plumbing systems of ageing buildings. Automa-\ntion in Construction, 152, 104914.\n22. Liao Y, Huang G. A hybrid predictive sequencing control for multi-chiller plant with con-\nsiderations of indoor environment control, energy conservation and economical operation\ncost. Sustainable Cities and Society 2019;49:101616.\n23. Sun, S., Wang, S., & Shan, K. (2022). Flow measurement uncertainty quantification for\nbuilding central cooling systems with multiple water-cooled chillers using a Bayesian ap-\nproach. Applied Thermal Engineering, 202, 117857.", "page_number": 11, "total_pages": 11, "tag": "pdf"}]