[{"filename": "2023-11-22_Paper_03", "file_number": 0, "summary": "District Cooling Systems (DCSs) which have been widely adopted overseas are essential energy efficient infrastructures for New Development Areas (NDAs) to support this strategy.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nDemystifying District Cooling Systems in Hong Kong\nIr Kong Mau-shing, Marsden, Chief Engineer (1),\nIr WAN Siu-yiu, Kennis Senior Engineer (2),\nIr LUI Wun, Vicky, Engineer (3), and\nIr LI Ho-kwan, Edmund Engineer (4)\nElectrical and Mechanical Services Department\nGovernment of the Hong Kong Special Administrative Region\nAbstract\nAccording to the Hong Kong’s Climate Action Plan 2050, the Government strives to\nachieve carbon neutrality before 2050 and one of the key strategies is “Energy Saving\nand Green Buildings”. District Cooling Systems (DCSs) which have been widely\nadopted overseas are essential energy efficient infrastructures for New Development\nAreas (NDAs) to support this strategy. Hong Kong’s first DCS has been put into\noperation in the Kai Tak Development since 2013. This paper aims to promote the\nbenefits of DCS in terms of reliability and sustainability as well as demystify its\napplications with an in-depth elaboration on the misbelief on service risks. Strategic\nand holistic considerations in design, construction and operation of DCS can\noutperform other individual air-conditioning systems installed in individual buildings\nin a more reliable and sustainable manner. Moreover, trends in technological\nadvancements such as artificial intelligence, global navigation satellite system, new\nrefrigerants, etc. will also be covered in this paper.\n1.0 Introduction\nDCS is a low-carbon and energy efficient infrastructure designed to promote energy\nconservation and efficiency. It functions as a district-wide air-conditioning system,\ndistributing chilled water from a central source to multiple buildings within a\ndesignated area in a reasonable distance. The major components of DCS include:\n(a) Central chiller plant with the associated circulation pumps;\n(b) Seawater pipework and the associated pumps (for seawater-cooling only);\n(c) Fresh water cooling towers (CT) for heat rejection and the associated condensing\nwater pumps (for fresh water cooling only);\n(d) Underground chilled water distribution pipe network; and\n(e) Substations in consumer buildings with heat exchangers and energy meters.\nP. 1", "page_number": 1, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 1, "summary": "According to the Xinhua News of August 2023, it is indicated that over 150 DCS have been put into operation currently.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nWith the Hong Kong’s Climate Action Plan 2050 set in place, the Government strives\nto achieve carbon neutrality before 2050. Among the four key strategies, “Energy\nSaving and Green Buildings” and “Zero-carbon Electricity Generation” are closely\ncorrelated as energy saving can help reduce the carbon emission for electricity\ngeneration. The Government established a first-of-its-kind DCS in Hong Kong at Kai\nTak Development (KTD) so as to save energy consumption by air-conditioning in\nbuildings. Following the successful implementation of DCS for KTD since 2013, the\nGovernment has continued to incorporate DCS in Tung Chung New Town Extension\n(East), Kwu Tung North New Development Area, and an expansion of DCS at KTD by\nconstructing an additional plant to support the new development of Kai Tak Sports Park\nand other facilities nearing completion. DCS at Hung Shui Kiu/Ha Tsuen New\nDevelopment Area is also under design development. The Government is exploring\nthe feasibility of adopting DCS in Kau Yi Chau Artificial Islands and will accelerate the\nincorporation of DCS in other New Development Areas including the Northern\nMetropolis.\nIn addition, the People’s Republic of China (China) has also actively promoted DCS\nespecially for the southern region so as to echo the dual carbon goals (i.e. carbon\ndioxide emissions peak by 2030 and carbon neutrality before 2060). Thus, Hong\nKong as the Special Administration Region of China, has an aligned policy in the\ndevelopment of DCS with China. According to the Xinhua News of August 2023, it\nis indicated that over 150 DCS have been put into operation currently. Besides, the\nlargest DCS in Qianhai which is under development has the capacity of about 3 times\nof that for DCS at KTD. In view of the energy efficient features of DCS, it is not\nsurprising that other tropical countries such as Singapore, Malaysia, India, United Arab\nEmirates, etc. have also been developing DCS actively. Benefits of adopting DCS\nmay include energy saving/efficiency, reduction in installed capacity of central chiller\nplant because of cooling load diversification, release of roof areas for green roofs/\nphotovoltaic (PV) panel installations, mitigation of heat island effect, reduction of\nrefrigerant consumption, flexibility building design, reduction of upfront capital cost\nfor the provision of chiller plant and its associated plant rooms by building owners,\nreduction in noise/vibration pollution, etc. Some of these benefits which may be\nneglected by others will be elaborated in this paper.\nTo ensure the effective implementation of DCS, it is of utmost importance that chilled\nwater supply to the buildings must be reliable so as not to affect the building operations.\nP. 2", "page_number": 2, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 2, "summary": "In general, heat rejection by means of either direct seawater condensers or fresh water cooling towers will be used.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nBesides, in view of the recently uprising trend of extreme weather conditions including\nheaviest rainfall and super typhoons, due considerations should be taken to enhance the\nsystem resilience of DCS in response to such adverse climate impacts. Therefore, this\npaper also aims to explain how the system resilience of DCS can be enhanced to\nmaintain a highly reliable service to the consumer buildings. Moreover, trends in\ntechnological advancements such as artificial intelligence, global navigation satellite\nsystem, new refrigerants, etc. will also be covered in this paper.\n2.0 Description of District Cooling Systems\nDCS is designed to generate chilled water from the central chiller plant and convey\nchilled water at five (5) degrees Celsius to the consumers’ substations of served\nbuildings. The chilled water absorbs the heat collected from building internal loads\nvia the heat exchangers installed at the consumer substation, and then returns to the\nDCS plant at thirteen (13) degrees Celsius for cooling again by the chiller plant. In\ngeneral, heat rejection by means of either direct seawater condensers or fresh water\ncooling towers will be used.\nThe major equipment and components that support smooth DCS operation and their\nrespective functionalities are summarised in the table below:\nItem Equipment Function\n1 Central Chiller A group of equipment based on the refrigerant cycle\nPlant that absorbs heat from one heat reservoir (i.e. chilled\nwater) and rejects the absorbed heat to another heat\nreservoir (i.e. condensing water or sea water)\n2 Chilled Water Electric power driven pumps that circulate chilled\nCirculation Pumps water to and from consumer buildings via DCS pipes\nand provide sufficient pressure to overcome fluid\nresistance and static head in the water circuit\n3 Condensing Water / Condensing water / sea water acts as a heat carrying\nSea Water Pumps medium for removing the heat from chiller and releases\nto the ambient environment (i.e. either ocean or\nP. 3", "page_number": 3, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 3, "summary": "By strategic planning and design of DCS, the potential service disruption can be minimized.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\natmosphere)\nCondensing Water / Sea Water Pumps are electric\npower driven pumps that circulate either sea water\nbetween the chillers and the shore or condensing water\nbetween the chillers and cooling towers and provide\nsufficient pressure to overcome fluid resistance and\nstatic head in the water circuit.\n4 Fresh Water Specialised heat exchangers which brings atmospheric\nCooling Towers air and condensing water into direct contact with each\nother for removing the heat carried in condensing water\nand lowering its temperature (used in conjunction with\nfresh water cooled chillers only)\n5 Chilled Water Underground pipe distribution network dedicated for\nDistribution Pipe conveying chilled water from DCS plant to connected\nNetwork consumer buildings and returning the heated water\nback to the Central Chiller Plant.\n6 Plate Type Heat A device consisting of a series of parallel steel plates\nExchangers for transferring heat between two fluids (i.e. DCS\nchilled water and secondary-side chilled water circuit\nof the consumer buildings) in the consumers’\nsubstations.\nThe working principle of DCS can be illustrated by the simplified schematic diagram\nbelow (Figure 1). Except for Plate Type Heat Exchangers (i.e. Item 6 in the above\nTable) which are installed in the consumer’s substation of the respective building,\nfailure and malfunctioning of any of Items 1 to 5 in the above summary table could\npotentially lead to different level of interruption to DCS service. By strategic planning\nand design of DCS, the potential service disruption can be minimized. In this\nconnection, different features and measures enhancing resilience and reliability have\nbeen incorporated into the design, construction and operation and they will be discussed\nin the Section 4 below.\nP. 4", "page_number": 4, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 4, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area Figure 1: Simplified Schematic diagram for District Cooling System Working Principle 3.0 Benefits of District Cooling Systems 3.1 Sustainability of DCS In general, DCS using seawater as heat rejection mean can consume less electricity by 20% to 35% as compared with individual conventional centralized water-cooled air- conditioning systems and air-cooled air-conditioning systems respectively.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nFigure 1: Simplified Schematic diagram for District Cooling System Working Principle\n3.0 Benefits of District Cooling Systems\n3.1 Sustainability of DCS\nIn general, DCS using seawater as heat rejection mean can consume less electricity by\n20% to 35% as compared with individual conventional centralized water-cooled air-\nconditioning systems and air-cooled air-conditioning systems respectively. The total\ninstalled capacity of chiller plant for a building is determined based on the block cooling\nload plus spare capacity for standby and future expansion. Since there are different\ncooling load profiles for various types of buildings, DCS can make use of the load\ndiversification factor to reduce the total installed capacity of the DCS chiller plant as\ncompared with the sum of installed capacity of individual chiller plants for consumer\nbuildings. This in turn can reduce the refrigerant charging requirements in the same\nproportion. According to the UNEP [1], the typical annual leakage rate of refrigerant\nfor chillers regardless of their capacity ranges from 2 to 4%. Indeed, refrigerant\nleakage is generally attributive to malpractice and non-adherence to manufacturers’\ninstruction during chiller maintenance. With a well-trained and competent operation\nand maintenance team for DCS plant, the overall refrigerant leakage rate can be largely\nreduced.\nAdoption of DCS can not only allow more flexibility for building design but release the\nP. 5", "page_number": 5, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 5, "summary": "In this respect, the overall greening ratio and use of renewable energy in a new development area can be obviously increased to create a more sustainable living environment.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nroof area for other purposes. For instance, when air-cooled chillers and heat rejection\nequipment are not required to be installed at the roof, PV panels or green roof can be\nprovided in roof area. In this respect, the overall greening ratio and use of renewable\nenergy in a new development area can be obviously increased to create a more\nsustainable living environment. By adopting DCS, consumers no longer need to\naccommodate heavy equipment of the air-conditioning systems including chillers,\ncooling towers, and cooling tower make-up water tanks, etc. Since the structural load\nrequirement of the building superstructure can be lowered, this can not only consume\nless building materials but reduce the construction waste. Together with the reduced\nscale of electrical and mechanical installations (i.e. chiller plant equipment), the\nrequired transportation of materials and equipment is also diminished. In light of\nabove, the overall carbon footprint of the building including the embodied carbon can\nbe reduced to enhance the sustainability of the new development area.\nWhen DCS plant is strategically located away from major residential and/or\ncommercial zones, the adverse effect originating from heat generated from refrigeration\nequipment could be minimised. The adoption of DCS removes the heat rejection\nequipment that would otherwise be installed in individual buildings, which helps to\nmitigate urban heat island effect in the development area.\n3.2 Financial Viability / Benefits\nCurrently, the Government is delivering the DCS project through a design-build-and-\noperate mode. This is a construction procurement method where a contractor designs,\nbuilds the facility and then operates it for a period of time as agreed in the contract.\nTo decide if the DCS project should be put forward or not, the financial viability should\nbe ascertained based on the following two criteria:\n(a) Both the capital and operating costs of the DCS can be recovered from\nbuilding owners or their authorized agents over the project life; and\n(b) The DCS tariff should be set at a competitive level, comparable to the cost\nof individual water-cooled air-conditioning systems using cooling towers,\nwhich is one of the most energy-efficient air-conditioning systems available\nin the international market.\nP. 6", "page_number": 6, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 6, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area The charging mechanism has two components (i.e. capacity charge and consumption charge).", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nThe charging mechanism has two components (i.e. capacity charge and consumption\ncharge). The capacity charge is calculated on the contract cooling capacity and the\ncapacity charge rate applicable to the building. The consumption charge is calculated\nbased on the actual cooling energy consumption of the building in the month and the\nconsumption charge rate applicable to the building. The effective rates are provided\nin the District Cooling Services Ordinance (Cap. 624) and will also be shown in\nEMSD’s website. Therefore, according to the charging mechanism, the building\ndevelopers can save the upfront capital cost for installation of the chiller plant and the\nassociated facilities and construction of plant rooms as well as pay less based on the\nresults of lifecycle cost analysis (i.e. accumulative payment of capacity charge and\nconsumption charge is less than the CAPEX and OPEX over the project life).\n4.0 System Resilience of District Cooling Systems\nThe DCS which has been developed by the Government is a highly reliable\ninfrastructure with diverse features for enhancing system resilience. In general, there\nare three elements in the framework of system resilience for DCS, namely (1) hardware,\n(2) software/control and (3) administration, which work together for ensuring\ncontinuous and uninterrupted district cooling services.\nHardware\nStandby units in “N+1” arrangement are provided for all critical equipment in the DCS\nplant which contribute towards the reliable production/generation of chilled water.\nSuch equipment includes:\n Chillers\n Chilled water pumps\n Sea water / condensing water pumps; and\n Cooling Towers (applicable for fresh water cooling only)\nFor DCS pipes, the underground DCS distribution pipe network has a three-pipe\narrangement operating in a hot standby mode. In this respect, the third pipe which is\nnormally used as a supply water pipe can be switched to the return pipe to ensure the\nservice continuity if the duty return pipe is damaged. Besides, as far as practicable,\nring-main circuit is provided in the pipe network of each DCS plant. As such, should\nthere be a pipe damage somewhere in the network, the chilled water can still be\nP. 7", "page_number": 7, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 7, "summary": "This can further enhance the system reliability on low voltage power supply.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nconveyed to consumer buildings when the damaged pipe section is isolated. To\nfurther enhance the reliability, interconnection between two ring-main circuits at the\nstrategic locations will be provided wherever practicable and feasible.\nTo ensure the continuous operation of DCS, reliability and resilience features are\nintegrated into the power supply design [2]. These features include:\n In the High Voltage (HV) 11kV side, each pair of 11kV 7MVA supply feeders will\nbe arranged from two different sources (namely source A & B) so that in case of\nfailure of source A 11kV feeders, source B 11kV feeders will take up 100% of the\nconnected loads by closing the tie section breaker (Figure 2); and\n In the Low Voltage (LV) 380V side, power transformers are sub-divided into\ngroups of three (3). In case of breakdown of any one transformer within the same\ngroup, the rest two transformer can stand ready to take up 100% of the connected\nloads of the faulty transformer. In addition, the dual power supply sources (e.g.\nSource A and Source B) to the three (3) transformers is arranged in the form of\neither “Source A – Source B – Source A” or “Source B – Source A – Source B”\n(Figure 3). This can further enhance the system reliability on low voltage power\nsupply.\nFigure 2: 11kV Supply Arrangement\nP. 8", "page_number": 8, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 8, "summary": "To avoid service disruption arising from single point of failure, DCICCS is provided with a complete hot standby system which includes all necessary backup computer processing units, servers, network switches and optical fibre network, enabling full back-up, instant switchover and operation in case the duty DCICCS system malfunctions.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nFigure 3: 380V Supply Arrangement (under normal conditions, each transformer\nundertakes 33% (⅓) of the total load; should any one of the transformer malfunctions,\none of the two operating transformers would undertake 67% (⅔) of the total load)\nSoftware/Control\nThe District Cooling Instrumentation, Control and Communication System (DCICCS)\nis provided for controlling and monitoring the whole DCS. DCICCS consists of\noptical fibre network for data transmission and automatic computerised monitoring\nsystem for central control and remote monitoring. The DCICCS which comprises\nsubstations, servers, switches, network controllers, remote processing units, etc. acts as\nthe brain and nervous system behind DCS and performs data analytics based on the data\ncollected from the field devices to perform systems functions such as on/off control,\npump speed modulation, chiller sequencing, chilled water temperature reset points, etc.\nTo avoid service disruption arising from single point of failure, DCICCS is provided\nwith a complete hot standby system which includes all necessary backup computer\nprocessing units, servers, network switches and optical fibre network, enabling full\nback-up, instant switchover and operation in case the duty DCICCS system\nmalfunctions.\nAdministration\nP. 9", "page_number": 9, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 9, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area Operator team staff is on 24/7 shift duty monitoring the DCS around the clock, ensuring DCS plant proper operation as well as continuous and undisrupted DCS service.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nOperator team staff is on 24/7 shift duty monitoring the DCS around the clock, ensuring\nDCS plant proper operation as well as continuous and undisrupted DCS service. DCS\noperator are contractually obligated to maintain DCS service at a predetermined level\nof which is governed and monitored by a series of key performance indicators (KPIs)\nand his performance is regularly monitored by EMSD on a monthly basis. Besides,\nboth incentive and penalty provisions are allowed in the operation contract such that\nthe DCS operator is encouraged to keep improving his performance level.\nIn addition, special management policies in response to extreme weather are put in\nplace to ensure DCS service not to be disrupted under special circumstance, which\nincludes:\n Under extreme climate conditions including strong typhoon and heavy rainfall,\nmaintenance team are on high alert, monitoring the status of DCS assets,\nsafeguarding underground facilities from flooding risk and making report to the\nEmployer (EMSD) at regular intervals until extreme climate conditions is\nalleviated;\n In the event of any incident affecting the DCS service, operator is contractually\nobligated to report the incident to the Employer (EMSD) within a predetermined\ntimeframe according to the incident severity. The respective response and\noperator’s rectification action (if applicable) would be closely monitored by the\nEmployer (EMSD).\nWith the above-mentioned system resilience features of DCS, it is obvious that in terms\nof reliability and resilience, DCS can outperform individual conventional central air-\nconditioning systems for a typical commercial building as shown in the Table below:\nDistrict Cooling System Conventional Individual\nAir-conditioning System\nChiller Plant Standby  Chillers  Chilled water pumps;\nProvision  Chilled water pumps and\n Sea water /  Sea water /\ncondensing water condensing water\npumps; and pumps\nP. 10", "page_number": 10, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 10, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area  Cooling Towers (for fresh water cooled chillers) Chilled Water  3-pipe network with  Standby chilled Distribution Network standby chilled water water pipes normally supply/return pipe; not available;  Ring-main network  Other than critical adopted facilities such as hospitals and data centres, ring-main chilled water network is usually not adopted Power Supply Network  Dual source power  Other than critical incomer; facilities such as  Grouped transformer hospitals, airports arrangement for LV and data centres etc., distribution dual source power incomer is usually not adopted;  Grouped transformer arrangement for LV distribution is normally not adopted DCICCS/BMS/CCMS  Hot Standby System  Hot Standby System Standby Provision available usually not adopted Operator Team  Staff on 24/7 shifts,  24/7, 365 day Management allow for rapid, on- emergency call out site response available; 5.0 Future Development of DCS For the continuous pursuit of DCS reliability, resilience and energy efficiency, EMSD is proactively seeking feasible and viable technical solutions to enhance DCS", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\n Cooling Towers (for\nfresh water cooled\nchillers)\nChilled Water  3-pipe network with  Standby chilled\nDistribution Network standby chilled water water pipes normally\nsupply/return pipe; not available;\n Ring-main network  Other than critical\nadopted facilities such as\nhospitals and data\ncentres, ring-main\nchilled water\nnetwork is usually\nnot adopted\nPower Supply Network  Dual source power  Other than critical\nincomer; facilities such as\n Grouped transformer hospitals, airports\narrangement for LV and data centres etc.,\ndistribution dual source power\nincomer is usually\nnot adopted;\n Grouped transformer\narrangement for LV\ndistribution is\nnormally not adopted\nDCICCS/BMS/CCMS  Hot Standby System  Hot Standby System\nStandby Provision available usually not adopted\nOperator Team  Staff on 24/7 shifts,  24/7, 365 day\nManagement allow for rapid, on- emergency call out\nsite response available;\n5.0 Future Development of DCS\nFor the continuous pursuit of DCS reliability, resilience and energy efficiency, EMSD\nis proactively seeking feasible and viable technical solutions to enhance DCS\nP. 11", "page_number": 11, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 11, "summary": "There exists a potential energy saving opportunity when the DCS plant is capable of matching its operation with consumer cooling demand.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nperformance, so as to provide better service to DCS consumers and to benefit the\nsociety as a whole. Several potential solutions including (1) adoption of artificial\nintelligence for operation and maintenance of DCS, (2) use of global navigation satellite\nsystem (GNSS) for pipe settlement monitoring and (3) smart maintenance of heat\nexchangers by clean-in-place approach are identified and will be discussed below.\n5.1 Adoption of Artificial Intelligence (AI) and Machine Learning (ML)\nOne of the challenges of DCS is the ability to match cooling supply to the consumer\nbuilding demand. As the cooling demand of consumer building changes, there is a\ntime difference (lagging effect) for the central plant to receive the signal and react.\nMismatches between cooling supply and cooling demand would lead to energy wastage\nand reduced consumer satisfaction. There exists a potential energy saving opportunity\nwhen the DCS plant is capable of matching its operation with consumer cooling demand.\nThis can be achieved by using artificial intelligence technology to 1) predict consumer\nbuilding demand, 2) determine the possible range of operating set-points of DCS plant,\n3) predict the plant the Coefficient of Performance (COP) of individual chillers and the\noverall electricity consumption in the possible range of operating set-points, and 4)\ndetermine the optimal operating set-points. The overall workflow is illustrated in the\nFigure 4 below.\nP. 12", "page_number": 12, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 12, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area 1.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\n1. Receive current performance data and outputs from the DCICCS\n2. Use AI Technology to predict the future building cooling load\n3. Define the possible range of set points based on current system\nsettings\n4. Predict the COP of individual chillers using AI and the overall\nelectricity consumption in the whole possible range of set points\n5. Adopt Optimization Algorithm to find the optimum setpoints\n6. Submit the selected set points to CCMS for actual adaptation\nFigure 4: Workflow of DCS Chiller Plant Predictive Operational Control Strategy\nApart from energy optimization, AI/ML could also be used for Predictive Maintenance\nto further enhance reliability and resilience. Condition-based maintenance, involving\nperformance monitoring and equipment condition monitoring during regular operations,\nreduces the chances of a breakdown. Executed with AI/ML, since the machine\nbreakdown can be predicted, maintenance efforts can be planned ahead of time,\neffectively reducing down-time long-term repair costs, enhancing the reliability and\nbenefitting to the plant operation financials.\n5.2 Global Navigation Satellite System (GNSS) Application for DCS Pipe\nSettlement Monitoring\nWith due consideration of ensuring the longevity of DCS pipes and protecting them\nagainst external effects from soil movement / conditions, the ability to monitor the\nalignment and invert level/depth of buried DCS pipes in real time could much benefit\nDCS operation by allowing the operator to monitor pipe asset against unforeseen\nP. 13", "page_number": 13, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 13, "summary": "Early results were positive but technical issues such as reduced reception under metallic manhole cover, limited battery life, etc.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nunderground conditions, to efficiently locate pipe sections required for repair and\ninspection and to facilitate underground spatial coordination with other utility providers.\nGlobal navigation satellite system (GNSS) is indeed a proven technology to provide a\nviable solution for this purpose. By using GNSS receiver and survey grade antenna,\noperators would have the ability to map the location and depth of DCS pipe assets with\nhigh accuracy. This allows operator to monitor pipe assets and to be alerted in case\nof any pipe movement particular due to settlements which could lead to pipe burst.\nEMSD has conducted a trial installation (pictures below) for the purpose of “proof-of-\nconcept”. Early results were positive but technical issues such as reduced reception\nunder metallic manhole cover, limited battery life, etc. needs to be further resolved prior\nto district-wide adoption.\nPair of manholes accommodating\nGNSS equipment (Manhole with\nsolar panel cover encloses GNSS\nreceiver and battery, remaining\nmanhole houses GNSS antenna)\nManhole acccommodating a water-\ntight casing enclosing GNSS receiver\nand battery unit\nP. 14", "page_number": 14, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 14, "summary": "Although CIP cannot entirely replace above-mentioned manual cleaning process, it can lengthen maintenance intervals, allowing PHE to operate at a high level that benefits energy efficiency whilst minimising downtime which benefits to the reliability of DCS.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nManhole acccommodating GNSS\nAntenna\nFigure 5: Trial Installation of Settlement Monitoring System by GNSS\nAccording to the initial measurement findings, the measurement difference between\nmanual surveying and such GNSS method range from 4 to 6 mm only. Such level of\naccuracy is sensitive enough to facilitate the current maintenance protocol of three\nresponse levels (i.e. 12 mm for alert, 18 mm for action and 25 mm for alarm)\n5.3 Implementation of Clean-in-Place equipment for Plate Type Heat Exchangers\nPlate type heat exchangers (PHE) require regular maintenance to operate at peak\nperformance. In the absence of regularly scheduled maintenance, the efficiency of\nPHE’s declines due to plate fouling and reduced thermal transfer. However, the\nmaintenance work itself is a tedious, labour intensive and time consuming process that\ninvolves opening the plate pack, removing plate one by one, cleaning and flushing each\nHE plate, replacing any deformed plate during the process, replacing plate gaskets, and\nreinstating the plate pack, etc.\nWith Clean-in-Place (CIP) equipment as shown in the Figure 6, various kinds of debris\ncollected in PHE can be flushed out over time. Although CIP cannot entirely replace\nabove-mentioned manual cleaning process, it can lengthen maintenance intervals,\nallowing PHE to operate at a high level that benefits energy efficiency whilst\nminimising downtime which benefits to the reliability of DCS. By continuous\nmonitoring of heat exchanger conditions such as pressure differential, flowrates,\ntemperature differential, cooling demand, previous cleaning date, etc. with AI\napplication, together with its capability to learn the maintenance window during part\nload periods (i.e. winter seasons), the smart maintenance system can create maintenance\nscheduling for all heat exchangers and set the priority for operator’s actions.\nP. 15", "page_number": 15, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 15, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area C-I-P Device Figure 6: Maintenance of Heat Exchangers by Clean-in-Place Approach 5.4 Low GWP Refrigerant In Q2/Q3 2023, Environmental and Ecology Bureau conducted a consultation exercise [3] regarding a proposal to regulate and phase down hydrofluorocarbons for Implementation of the Kigali Amendment to the Montreal Protocol.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nC-I-P Device\nFigure 6: Maintenance of Heat Exchangers by Clean-in-Place Approach\n5.4 Low GWP Refrigerant\nIn Q2/Q3 2023, Environmental and Ecology Bureau conducted a consultation exercise\n[3] regarding a proposal to regulate and phase down hydrofluorocarbons for\nImplementation of the Kigali Amendment to the Montreal Protocol. The Kigali\nAgreement to the Montreal Protocol is an international agreement that aims to phase\ndown the annual production and consumption of hydrochlorofluorocarbons (HFCs), a\nsynthetic gas primarily used as refrigerants in air-conditioning and refrigeration\nequipment, with high global warming potential (GWP).\nFollowing the acceptance of the Kigali Amendment (the Amendment) by the Central\nPeople’s Government in June 2021, Hong Kong is obliged to phase down the local\nproduction and consumption of eighteen (18) HFCs controlled under the Amendment\nto fulfil its international obligations under the Montreal Protocol. In terms of the\nschedule of production and consumption of HFCs phasedown, Hong Kong as a\ndeveloped party is required to phase down the use of HFCs by 85% from the baseline\nby 2036 (Figure 7). However, it should be borne in mind that reductions in production\nand consumption of HFC are 40% and 70% in 2024 and 2029 respectively. This will\nlead to significant challenges for planning the DCS in near future.\nTherefore, EMSD will actively liaise with the industry to identify suitable alternative\nrefrigerants which may not be limited to hydrofluoroolefins (HFO) with due\nP. 16", "page_number": 16, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 16, "summary": "As adoption of district cooling system is considered as one of viable strategies for energy conservation and efficiency, DCS has been widely developed all over the world with some major recent developments in Asian countries including China and Hong Kong.", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\nconsideration in its flammability, toxicity, operation pressure, space requirement for\nrefrigeration equipment using alternative refrigerant, cost, etc. to develop the DCS\naccording to the phase-down programme.\nFigure 7: Phase-down Schedule of HFCs under Kigali Amendment\n6.0 Conclusion\nTo combat climate change and achieve the target of carbon neutrality before 2050, it is\nof utmost important for Hong Kong to reduce energy consumption and enhance the\nenergy efficiency. As adoption of district cooling system is considered as one of\nviable strategies for energy conservation and efficiency, DCS has been widely\ndeveloped all over the world with some major recent developments in Asian countries\nincluding China and Hong Kong. Apart from the inherent benefits on sustainability,\nDCS should be duly designed to incorporate different features for enhancing the system\nresilience so as to minimise services disruption affecting the operation of consumer\nbuildings. Finally, for the sake of continuous improvement, advanced/innovative\ntechnologies should be explored to enhance the energy performance of DCS and make\nits maintenance more effectively and efficiently.\n7.0 References\n[1] UNEP Ozone Secretariat, 2015, Fact Sheet 10 – Water Chillers for air-\nconditioning\n[2] Lo, S.K., Chung F.W., Lau, K.P., No Date, Engineering Design for Power Supply\nto District Cooling System at Kai Tak Development\nP. 17", "page_number": 17, "total_pages": 18, "tag": "pdf"}, {"filename": "2023-11-22_Paper_03", "file_number": 17, "summary": "Hong Kong Joint Symposium 2023 – Shaping the Future: Trends and Insights for Tomorrow Technologies Development in Greater Bay Area [3] Environment and Ecology Bureau (2023) Consultation Document – Proposal to Regulate and Phase Down Hydrofluorocarbons for Implementation of the Kigali Amendment to the Montreal Protocol", "content": "Hong Kong Joint Symposium 2023 –\nShaping the Future: Trends and Insights for Tomorrow\nTechnologies Development in Greater Bay Area\n[3] Environment and Ecology Bureau (2023) Consultation Document – Proposal to\nRegulate and Phase Down Hydrofluorocarbons for Implementation of the Kigali\nAmendment to the Montreal Protocol\nP. 18", "page_number": 18, "total_pages": 18, "tag": "pdf"}]