[{"filename": "2023-05-05_Paper_05", "file_number": 0, "summary": "Moreover, the use of Building journey of digital transformation to develop digitalised Information Modelling for Asset Management (BIM- engineering solutions for smart building as well as AM) in various government or public venues and smart city management.", "content": "DIGITAL TRANSFORMATION FOR A\nSMART CITY\nIr C.K. Lee, Ir Herman C.H. Ma, Ir Nicholas Lee,\nIr Grace K.M. Yip, Ir Michael, M.B. Lee, Mr Leo H.K. Yeung,\nElectrical and Mechanical Services Department\nThe Government of the HKSAR\nABSTRACT\n1. INTRODUCTION\nThe Hong Kong Innovation and Technology\nDevelopment Blueprint was released in December The Electrical and Mechanical Services Department\n2022, charting a clear development path and (EMSD) of the HKSAR Government is embracing\nformulating systematic strategic planning for Hong digital transformation with various innovation and\nKong's innovation and technology (I&T) development technology (I&T) solutions, aiming at improving\nover the next five to ten years. In the Blueprint, one public service quality and supporting the development\nof the strategies is to accelerate the development of of Hong Kong into a smart city. EMSD is developing\nsmart city to enhance citizens' quality of life. To the Government-Wide Internet-of-Things Network\nembrace the new I&T era towards smart city (GWIN), a network of wireless sensors installed\ndevelopment, the Electrical and Mechanical Services throughout Hong Kong to support various smart\nDepartment (EMSD) has been walking through a applications. Moreover, the use of Building\njourney of digital transformation to develop digitalised Information Modelling for Asset Management (BIM-\nengineering solutions for smart building as well as AM) in various government or public venues and\nsmart city management. A Building Information buildings facilitates digitalisation of operation and\nModelling - Asset Management system has been maintenance workflows and enhances facility\ndeveloped which integrates Building Information management. EMSD has also developed a\nModelling and the digitalised electrical and departmental Regional Digital Control Centre\nmechanical (E&M) asset management towards smart (RDCC), a unified digital platform that supervises and\noperation and maintenance workflow to enhance the monitors all major critical Electrical and Mechanical\nmanagement efficiency and optimise city management. (E&M) equipment through a real-time IoT platform to\nWith the rapid development of Internet of Things enhance their operational efficiency and\ntechnologies, EMSD has also developed a environmental performance. Furthermore, EMSD has\nGovernment-wide IoT Network which enables the use also implemented specific solutions related to digital\nof battery-powered sensing devices to realise a near management in the post-pandemic era. These solutions\nreal-time remote monitoring of E&M equipment. To have demonstrated the commitment of EMSD to\nfurther enhance the management of E&M equipment embracing digital transformation and innovation to\nat more than 8,000 government venues, EMSD has improve public service quality and support smart city\nestablished a Regional Digital Control Centre, and development.\nwould apply big data analytics and artificial\nintelligence on the operation data of E&M equipment 2. GOVERNMENT WIDE INTERNET OF\nto improve energy efficiency and achieve predictive THINGS NETWORK\nmaintenance. In this paper, some specific use cases\nTo assist digitalisation of E&M equipment, and to\nrelating to digital management in post-pandemic era\nsupport smart city development in Hong Kong, EMSD\nwill also be shared, demonstrating Government’s\nis building a territory-wide network of wireless\neffort in transforming Hong Kong into a smart city.\nsensors for Government use to support smart\napplications for improving public service quality.\nHaving evaluated different IoT technologies, Long\nRange (LoRa) technology, a Low Power Wide Area\nNetwork (LPWAN), is considered as a cost-effective\n1", "page_number": 1, "total_pages": 4, "tag": "pdf"}, {"filename": "2023-05-05_Paper_05", "file_number": 1, "summary": "Such that, BIM- gateways have been installed at various government AM provides an all-round and high-tech asset facilities across the territory.", "content": "means for implementation of near real-time wide area 3. BUILDING INFORMATION MODELLING –\nmonitoring. In particular, as the sensor connectivity ASSET MANAGEMENT\ndoes not rely on public mobile networks, this can\nEMSD had been deploying BIM for asset management\neliminate congestion problems that may be\n(BIM-AM) in various government-owned and public\nencountered during adverse weather or other critical\nbody-owned venues and buildings, including\nsituations.\ngovernment offices, non-government organisation\nIn 2019, EMSD deployed the LoRa technology to venues, hospitals, etc., to facilitate digitalisation of\nbuild its pilot IoT network in Shatin district. The O&M workflow and to enhance facility management.\nsystem was completed within a short period of 10\nEMSD has introduced BIM-AM to achieve\nmonths with a coverage of about 80%. Upon its\ndigitalisation of E&M O&M services. BIM-AM\nsuccessful application in Shatin, the GWIN was\nintegrates various critical data for providing\nextended to Kowloon East in 2020, and is being\nmaintenance service, such as BIM model, asset data,\nextended to other districts over the territory in phases.\nequipment relationship diagram, operation data,\nAs at the end of 2022, over 400 fixed or mobile\nmaintenance manuals and records. Such that, BIM-\ngateways have been installed at various government\nAM provides an all-round and high-tech asset\nfacilities across the territory.\nmanagement system in order to enhance the workflow\nThe GWIN system makes use of in-situ battery for O&M works.\npowered IoT sensors installed at E&M equipment\nIn order to provide guidelines on the summary of\nunder monitoring to communicate wirelessly with\nlifecycle information requirements for the contractors\nrelevant gateways using the LoRa technology. These\nto work on EMSD projects, EMSD has developed\ngateways in turn communicate with the central servers\n“Standards and Guidelines on BIM-AM”. It provides\nthrough high speed wired or wireless networks. The\na standardised coding for various E&M systems. It\nLoRa-based communication network between the IoT\nalso specifies the information requirement for E&M\nsensors and gateways are operated as a dedicated\nequipment to be inputted in the BIM model and\nnetwork with long range transmission capability.\nspecifies the modelling requirement, project settings,\nE&M settings, and presentation style.\nEMSD also developed “BIM-AM Guidelines for the\nHandover of E&M Installation to EMSD” for the\ncontractors to prepare BIM & BIM-AM handover\ndeliverables, as well as a “BIM-AM Acceptance &\nUpkeeping Guidelines for EMSD” for internal EMSD\nstaff to accept and upkeep the models and asset data of\nBIM venues.\nTo achieve better efficiency and a smooth workflow of\nthe submission of deliverables from the contractors,\nEMSD has developed the Asset Information\nManagement Platform (AIMP) for the contractor’s\nproject team to submit BIM model, asset data and\nrelated documents during handover stage. The EMSD\nstaff then can use the Common Data Environment\n(CDE) to consolidate and verify the submissions. The\nFig 1 - System hierarchy of GWIN design of the CDE is based on relevant requirements\nfrom International Organisation for Standardisation\nWith the GWIN, EMSD makes use of various types of (ISO), Construction Industry Council, and the\nLoRa sensing devices to conduct near real-time remote Development Bureau. It provides a series of functions\nmonitoring of E&M equipment as well as to support that can facilitate the handover and vetting procedure\nsmart city management, such as improving for BIM-AM. It also provides a single source of truth\nmaintenance and repairs of E&M equipment in of data for the BIM-AM platform.\nbuildings, managing utilization of public facilities,\nflood monitoring and underground pipe leakage Furthermore, in order to promote BIM-AM in the\nanalysis, and applications directly related to public industry and increase market competition, EMSD has\nservices, such as Smart Toilet and Smart Parking applied for a patent on BIM-AM systems since 2016,\nSystem. which covers the integration of the system with\nvarious electronic systems to ensure the design could\n2", "page_number": 2, "total_pages": 4, "tag": "pdf"}, {"filename": "2023-05-05_Paper_05", "file_number": 2, "summary": "It is considered as a more efficient way various data sources for equipment monitoring, fault to leverage limited resources among thousands of analysis and building/asset-performance visualization EMSD colleagues.", "content": "be widely adopted and free from the prohibition from\nany other organisations.\nFig. 3 – Departmental Regional Digital Control\nCentre (DRDCC)\n5. DIGITAL MANAGEMENT IN POST-\nPANDEMIC ERA\nFig. 2 – Pilot Projects of BIM-AM System\nImplementation 5.1 On-premise Video Conference Solution\n4. DEPARTMENTAL REGIONAL DIGITAL During the pandemic, EMSD has deployed an On-\nCONTROL CENTRE premise Video Conference Solution on an on-premise\nhybrid cloud service. The solution is to provide the\nEMSD developed a departmental Regional Digital functionality of online video conference with\nControl Centre (RDCC) which serves as a unified\ninformation and network security to protect sensitive\ndigital platform at corporate level that integrates\nmeeting information from leaking.\nmultiple local control centres, enabling the supervision\nand monitoring of major critical E&M equipment The solution integrated with the Smart Reservation\nthrough a real-time IoT platform, with a view to System (SRS) for the EMSD Headquarters Building,\nenhancing critical assets’ operational efficiency and to form a one-stop convenience for employees to\nenvironmental performance. In addition, the RDCC\nreserve online meetings and webinars, as well as other\nprovides real-time supervision and consolidation of\nfacilities in the building, such as carpark and physical\nbuilding and asset data, and image/video signals from\nmeeting rooms. It is considered as a more efficient way\nvarious data sources for equipment monitoring, fault\nto leverage limited resources among thousands of\nanalysis and building/asset-performance visualization\nEMSD colleagues.\nas well as for positioning of the essential portable\nE&M equipment for use in emergencies in the territory.\nEMSD also applied this video conference solution for\nIn this connection, the RDCC also serves as a platform\nthe recruitment of Engineering Graduates,\nfor data analytics and artificial intelligence operation\nstreamlining the interview process and making it more\nfor better-informed decision on critical assets’\nefficient and effective. With the help of this system,\noperation review through diagnosis checking, system\nwe were able to complete 400 interviews in 5 working\noptimization, predictive maintenance and energy\ndays, greatly enhancing efficiency compared to\nsaving evaluation.\ntraditional face-to-face interviews.\nOn the other hand, the RDCC also serves as an Moreover, EMSD has also utilised the solution to\nemergency control centre in times of emergencies provide IT remote helpdesk support services during\noccasioned by tropical cyclones, natural disasters or the pandemic. To maintain social distancing and\nother potentially hazardous situations for manpower prevent service interruptions due to a mass infection of\nand emergency-resource allocation among different\nE&M maintenance team members, we scattered our\nmaintenance units of EMSD and external government\nmaintenance staffs across temporary offices. Remote\ndepartments.\nIT support was implemented via the On-premise\nVideo Conference Solution. This allowed us to\nIn the future, the RDCC would consolidate and provide seamless and uninterrupted IT support\nmanage through a unified data schema for collecting services during these challenging times, and hence\nbuilding and asset data in different data formats and ensure continuity of our maintenance services.\nfile types such as BIM-AM, Geographic Information\nSystem, corporate computer system, job-related\n5.2 Anti-epidemic Robots\nworkflow system on Customer Centric e-Platform,\nAsset Management System, Global Positioning Amid the epidemic, EMSD and the Hong Kong Police\nSystem for asset tracker and central Data Lake etc. Force jointly developed a quadruped robot for\nHigh-level integration between the departmental delivering supplies to persons under quarantine at Ma\nRDCC and local RDCCs shall be achieved. Sik Road Community Isolation Facility (CIF) in\nFanling, to reduce social contacts and the risks of\n3", "page_number": 3, "total_pages": 4, "tag": "pdf"}, {"filename": "2023-05-05_Paper_05", "file_number": 3, "summary": "Therefore, EMSD is playing an active role in digital transformation to support smart building and city management through the development of various applications, such as BIM- 4", "content": "infection. The quadruped robot moves with four limbs, AM and GWIN. The RDCC has also been established\nand could move effortlessly on various terrains. Once to enable remote monitoring and predictive\nthe operators enter route commands, the robot will maintenance of E&M equipment, improving\nautomatically walk, detect and avoid obstacles, and operational efficiency and reducing costs. Though\ndeliver daily supplies from CIF’s warehouses to the Hong Kong is emerging from the pandemic, these\ndoorstep of the rooms in the isolated area. The isolated digitalisation solutions have laid a foundation for\npersonnel can easily pick up the supplies by\nEMSD to continuously explore more innovative\nthemselves.\nengineering solutions to improve her E&M services\nand also leverage the I&T solutions to support other\n5.3 Lunar New Year Fair 2023\ngovernment departments to enhance their public\nservices to transform Hong Kong to an international\nEMSD and the Food and Environmental Hygiene\nsmart city.\nDepartment (FEHD) have introduced innovation and\ntechnology to monitor the admission to and exit from\nREFERENCES\nthe Lunar New Year (LNY) fairs in response to the\nGovernment's anti-epidemic measures. There were\n1. EMSD. (2021, May 25). Development of\noverhead footfall sensors installed at each of the 15\nGovernment-Wide Internet-of-Things Network\nLNY fairs. The sensors deploy video analytics (GWIN) to Enhance City Management.\ntechnology to count the number of people admission\nto and exit from the fairs. The number of people was\n2. EMSD. (2022, May 17). Government Wide IoT\ncounted locally to ensure privacy, and only the footfall\nNetwork (GWIN) (1406) - EMSD. Retrieved from\ncount was uploaded for further processing. The\nhttps://www.emsd.gov.hk/en/engineering_service\nfootfall information was displayed in a \"Green, Amber\ns/project_management_consultancy/highlights_o\nand Red Lights\" format on site and also on the FEHD\nf_work/gwin/index.html\nwebsite to enable the public to know about the footfall\nat all the fairs.\n3. EMSD. (7, Jan 2023). Building Information\nModelling - Asset Management (BIM-AM).\nRetrieved from Building Information Modelling -\nAsset Management (BIM-AM):\nhttps://www.emsd.gov.hk/en/engineering_service\ns/project_management_consultancy/highlights_o\nf_work/bim_am/\nFig. 4 – Crowds waiting for entering one of the\nLunar New Year Fairs\nThere were also ticketing systems installed at three\nLNY fairs with high patron flow. When the footfall has\nincreased to a very high level, the ticketing system will\nbe activated, and the public may get an admission\nticket on site or obtain an e-ticket through the mobile\napp which can be downloaded for free.\n6. CONCLUSION\nEMSD is one of the facilitators of promoting and\nimplementing the use of innovative technologies in the\nHong Kong Government. Therefore, EMSD is playing\nan active role in digital transformation to support smart\nbuilding and city management through the\ndevelopment of various applications, such as BIM-\n4", "page_number": 4, "total_pages": 4, "tag": "pdf"}]