[{"filename": "2024-01-20to24_Paper_01", "file_number": 0, "summary": "ASHRAE must receive written questions or comments regarding this paper by February 12, 2024, for them to be included in Transactions.", "content": "CH-24-C067\nChiller Energy Optimization using Artificial\nIntelligence : Experience in Hong Kong\nIr LAI Kam-Fai Ir YOW Kin-Fai Ir WONG Tat-Tong Ir LI Kin-Pong\nMEMBER ASHRAE\nABSTRACT\nAir-conditioning has contributed to around 30% of Hong Kong’s total electricity consumption by End-use in 2021, according\nto the Hong Kong Energy End-use Data 2023 compiled by Electrical and Mechanical Services Department (EMSD) of the Hong Kong\nSpecial Administrative Region (HKSAR) of the People’s Republic of China [1]. To achieve carbon neutrality, a roadmap was set out by\nthe government in the Hong Kong’s Climate Action Plan (“the Plan”) [2] addressing the goal to reduce the electricity consumption in\ncommercial buildings by 30-40% by 2050, of which trimming down the energy use of air-conditioning system in particular its core\ncomponent i.e. chiller plant would definitely be one of the key measures to attain the target. This paper aims to present the challenges\nand hurdles faced as well as the experience gained during the implementation of Artifical Intelligence (AI) chiller plant optimization in\nseveral in-service government and public buildings in Hong Kong. It elaborates the most favorable plant configuration for setting up\nAI and illustrates the optimization strategy by utilizing the artificial neural network (ANN) technique and particle swarm\noptimization (PSO) algorithm. The outcome outlines an encouraging achievement of 5–10% energy savings for the revitalized\nchiller plants with intelligence and vibrancy, which helps to step up the schedule towards carbon-neutral.\nINTRODUCTION\nThe HKSAR has set out in the Plan to become net-zero carbon emission by 2050.[2] Updated in October 2021, the Plan outlined a\npath to carbon neutrality for electricity consumption in commercial buildings to be decreased by 15-20% by 2035 and 30-40%\nthereafter, relative to 2015. In view that air conditioning accounted for around 28% of the electricity consumption in 2019 according to\nthe Hong Kong Energy End-use Data 2021 [1] (which is uplifted to 30% in 2021 as per the Hong Kong Energy End-use Data 2023),\ncutting down the amount of power used for air conditioning system in particular its core component i.e. chiller plant was part of the sure\nway for reaching the aforesaid net-zero carbon goal drawn in the timetable of the Plan. Riding on the corporate 5-year Strategy Plan\n“E&M 2.0 – a New Journey” launched since 2018, we developed a digitized asset management system covering major electrical and\nmechanical (E&M) assests inside government premises to facilitate consolidation and analysis on the operational and maintenance data\nof various E&M installations through a common platform for stepping up predictive\nmaintenance and optimizing assests’ operating performance. The digitized asset\nmanagement systems were centralisely connected to the regional digital control\ncentres (RDCCs) in EMSD Headquarters as shown in Figure 1, for remote monitoring\nthe operating status and operational efficiencies of all E&M assets, and hence the\nexploration and implementation of AI tools using big data technologies and deep\nlearning algorithms to derive specific real-time, continuous, and automatic optimization\ncontrol strategies for the digitalized facilities in particular the chiller plants became\nsimpler, easiler and faster.\nFigure 1 RDCC in EMSD Headquarters\nCHILLER PLANT OPTIMZATION USING AI\nWith the innovative solution recognized, the framework and system requirements of chiller plant optimization using AI were\nconstructed. EMSD currently operates and maintains thousands of chiller plants in in-service government and public buildings in\nHK, with around three quarters were air-cooled chillers. So, the most effective way to achieve the net-zero carbon goals was to pave the\nroute to adopt AI optimization control in these air-cooled chiller plants. Figure 2 shows a typical hardware configuration of air-cooled\nchiller plant with AI optimization control adopted.\nIr LAI Kam-fai is a Chief Engineer in EMSD of HKSAR. Ir YOW Kin-fai is a Senior Engineer in EMSD of HKSAR. Ir WONG Tat-tong and Ir LI Kin-pong are\nEngineers in EMSD of HKSAR.\n© 2024 ASHRAE. THIS PREPRINT MAY NOT BE DISTRIBUTED IN PAPER OR DIGITAL FORM IN WHOLE OR IN PART.\nIT IS FOR DISCUSSION PURPOSES ONLY AT THE 2024 ASHRAE WINTER CONFERENCE. The archival version of this paper will be 1\npublished in ASHRAE Transactions, Volume 130, Part 1. ASHRAE must receive written questions or comments regarding this paper\nby February 12, 2024, for them to be included in Transactions.", "page_number": 1, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 1, "summary": "The workflow of a typical hybrid predictive operational chiller plant control strategy is illustrated in Figure 3.", "content": "Figure 2 Air-cooled Chiller Plant with AI Optimization Control adopted\nThe core part for improving the energy performance of air-cooled chiller plant is to utilize the high part-load efficiency of variable\nspeed drive (VSD) components that function in the most energy-efficient combination of chillers, pumps and associated accessories\nto satisfy the demand for building cooling loads. A specific hybrid predictive operational chiller plant control strategy was derived\nusing AI as the data mining algorithm [3], with big data analysis based on numerous actual performance parameters acquired\nfrom the operating equipment and consideration according to the unique characteristics of existing plant without the need for\nadditional installation of large-scale and expensive apparatus. ANN modeling including one for the building cooling demand\nlabelled ANN_TC and another for the power consumption of individual chiller in whole possible range of setpoints labelled\nANN_CHx was used to predict future outdoor air conditions, building cooling load requirements and the associated power\nconsumptions of the chiller plant. PSO algorithm was used to find the optimal chiller plant operating points including chiller sequencing,\nnumber of chillers in opration, chilled water supply temperature and chilled water pump running speeds. The workflow of a typical\nhybrid predictive operational chiller plant control strategy is illustrated in Figure 3.\nFigure 3 Hybrid Predictive Operational Chiller Plant Control Strategy\n2", "page_number": 2, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 2, "summary": "This enables the chillers to run at reduced flow for low building cooling demand situations and reduces power consumption by maintaining a lower pressure head.", "content": "SYSTEM REQUIREMENTS FOR AI CONTROL\nUpon establishment of the framework, a list of system requirements was worked out, which also helps the project officers to\nprioritize the implementation schedule by revisiting whether the chiller plant owning the most favorable configuration to work with\nAI in terms of both hardware and software, or so called “AI-ready”. The system requirements include :\n(a) The air-cooled chillers should be equipped with variable speed drive compressors. This allows the chillers to have a higher\nCoefficient of Performance (COP) under part load conditions. Remote control of the chilled water supply (CHWS)\ntemperature setpoint is required.\n(b) The chilled water pumps should also be variable speed driven. This enables the chillers to run at reduced flow for low building\ncooling demand situations and reduces power consumption by maintaining a lower pressure head. Remote control of the frequency of\nthe VSD is required.\n(c) It should be variable primary flow chilled water circuit type with bypass control valve modulated to maintain minimum flow\nthrough the operating chiller. All equipment and associated accessories should also be recommissioned without component\nfailure.\n(d) Sensors and meters for the chilled water side and electrical side of equipment should be available and properly calibrated. The\ncompleteness and accuracy of data are very important for accurate analysis and prediction.\n(e) The operating parameters should be communicated with standardized data protocol and labelled according to unified equipment\nnaming convention to simplify the integration and enable diffusion of AI to other systems.\n(f) The central control monitoring system (CCMS) should be furnished with trend-log mechanism, while the chiller sequence, number of\nchillers in opration and CHWS temperature setpoints should be allowed for high level interface and remote control.\n(g) The chiller plant fault protection logic in original CCMS should be maintained. The AI chiller plant optimization should NEVER\ndirectly command CCMS, but only send instruction to CCMS for execution while its commands shall not overwrite the\nmanual control.\nHURDLES ENCOUNTERED\n(a) Common Hurdles on Hardware Side\n(cid:121) Conventional chiller plant design without VSD gears. It always happened in aged in-services buildings. To benefit\nfrom the energy saving of chillers and pumps at part load condition, the existing air-cooled chiller plant with constant speed\ndrive gears should be upgraded to or replaced with variable speed type. Likewise, the existing chilled water system should\nbe retrofitted to variable primary flow type. It should be noted that the energy saving of chillers and pumps at part-load\ncondition is attributed to the benefit for the brake horsepower varied as the cube of the rotating speed in accordance with\nAffinity Laws.\n(cid:121) Lack of sensor, measuring stations or control elements. In certain chiller plants, some apparatus was found missing or still\nusing century-old models. To make the energy systems more connected, intelligent, efficient, reliable and sustainable,\nproper instruments should be added, modified or upgraded.\n(cid:121) Faulty equipment, device not calibrated or no network connection. A no. of components necessary for the\nimplementation of AI control were found faulty, setpoint drifted or disconnected, requiring replacement or re-\ncalibrated. Issues in data acquisition will highly affect the usefulness of the energy management actions.\n(cid:121) No provisions for high level interface or remote control. One of the controlling parameters by AI is to reset the setpoint\nof CHWS temperature. For some aged chillers, such provisions were not available and required to equip by the chiller\nsuppliers adequately.\n(cid:121) Simple rule-based chiller plant control. Some of the strategies only aimed to meet building cooling demand and setpoint\nof CHWS temperature by turning on and off of individual chiller through either manual or automatic operation in local\nCCMS. For most of the time, the plant might not run in the best efficiency mode and upgrading should be conducted.\n(b) Common Hurdles on Software Side\n(cid:121) Proprietary communication protocol and naming convention. In aged chiller plants, such protocol was normally\nproprietary made while naming convention was unsystematic. To facilitate big data analysis and predictive\noperational control by AI, a coherent platform with same communication property should be built for the\n3", "page_number": 3, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 3, "summary": "For reliable and consistent communication among different devices, a standardized protocol based on ASHRAE Standard 135, i.e. the Building Automation Control Network (BACnet) was utilized.", "content": "interoperability among cooperating building automation devices in the plants.\n(cid:121) Missing M&V records, inaccurate operating logs, incomplete manufacturer’s performance information and missing\ncommissioning records. Incomplete plant design parameters or equipment performance data from manufacturer like system\nperformance curve; missing commissioning records such as chiller part load performance were always observed, in\nparticular for those maintenance offices having been renovated or relocated previously. Without this information, it\nunavoidably pro-longed the time spent by the project officer to recognize the plant configuration and its operating condition.\n(cid:121) Insufficient monitoring and control points. Some of equipment were not facilitated with required monitoring and\nremote-control points such as the remote-control points for pumps. Being one of the controlling parameters by AI, it is\nimportant to obtain such provisions.\n(cid:121) Lack of trend-log mechanism. Some of the chiller control dashboard only displayed the instantaneous performance\ndata but no trend-log details. It might be due to the limitation of processing power and storage capacity at the time of\nprocurement. To serve analysis by AI, proper modification, upgrading or replacement of CCMS with trend-log facilities\nshould be carried out.\nIMPLEMENTATION STRATEGY\n(a) Hardware Intallation\n(cid:121) Retrofit existing air-cooled chiller plants with VSD gears and variable primary flow chilled water configuration for\nhigh-level interface and remote control. Considering the possible service interruption and cost effectiveness, we put forward\nthe re-vitalization task in line with the replacement schedule of aged or failure chiller. In particular, it should be paid attention\non the impact of prolonged suspension for those chiller plants without proper resilience or provision of isolating valves.\n(cid:121) Recalibrate, repair, modify, replace and add measuring devices, sensors, wiring and control elements. Check within\nthe chiller plant was essential. These included firstly, to rectify all defective instrumentations and secondly to re-vitalize\nthe control gears. We needed for example the temperature sensors to be accurate down to 0.1 degree. It should always\nbe reminded that sensors with drifted setpoints or poorly performed flow switch might offset all the efforts spent in the\nimplementation of AI control.\n(cid:121) Retro-commission chilled water circuits and ensure all equipment in normal conditions without component failure.\nIt was another important step, especially the plant having been operated for certain period of time or the served building\nhaving been undertaken with major addition, alternation and/or improvement. This acted for 3 purposes. First, re-assured\nthe setpoints and system devices properly adjusted. Second, assisted later on establishing the energy baseline for the\nmeasurement and verification process. Third, underpined the development of fault detection system with more accurate and\nhealthy performance data.\n(cid:121) Connect to mini-computers next to local CCMS or EMSD RDCCs via VPN tunnel and firewalls, with specific AI\nprogrammes. On one hand, we expected AI to assist in optimizing the plant operation. On the other hand, we wished to have\nthe existing CCMS maintaining its built-in control strategy, such as automatic changeover for chillers or pumps. To\nsolve, we put the AI programme in a mini-computer in early stage and EMSD RDCCs in current stage for better isolation\nto minimize the impact to each other in case of break-down.\n(b) Software Installation\n(cid:121) Use high-level programming language. We adopted proprietary type i.e. MATLAB in early stage and open-source type i.e.\nPython in the development of specific AI chiller plant optimization programmes. Subject to the applications, other types of\nhigh-level general-purpose programming language may be expored.\n(cid:121) Utilize common communication protocol. For reliable and consistent communication among different devices, a\nstandardized protocol based on ASHRAE Standard 135, i.e. the Building Automation Control Network (BACnet) was\nutilized.\n(cid:121) Adopt unified equipment naming convention with object-oriented abstraction for code portability and extensibility. In our\nAI development, the unified equipment naming convention is referenced to BIM-AM Standards and Guidelines\nVersion 3.0 released by EMSD.\n(cid:121) Develop hybrid predictive operational chiller plant optimization model with selection of “just-fit” input time-series.\n4", "page_number": 4, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 4, "summary": "(a) Implementation of AI Chiller Plant Optimization in a Local Public Hospital To illustrate, one of the chiller plants in a local public hospital with configuration shown in Figure 4, which consists of 6 air- cooled VSD chillers with each about 1,200 kW cooling capacity, 7 VSD chilled water pumps and variable primary flow chilled water circuity, is deliberated.", "content": "Its workflow was sequenced with data collection from existing CCMS, data processing through hybrid predictive\ncontrol strategy, and data output of optimized setpoints. To ensure proper and stable operation of chiller plant, the AI\nprogramme would review the plant operational data from CCMS every 10 minutes and send updated\nrecommendation at pre-determined intervals for different parameters. In the pilot projects, the updating intervals for chiller\nsequence, CHWS temperature and pump speed were set at 50 minutes, 25 minutes and 10 minutes respectively.\n(cid:121) Modify local CCMS for interface with AI control, without allowance for overriding chiller plant fault protection\nmechanism e.g. chiller & pump fault changeover. The CCMS was upgraded for proper interface with AI, including the\nrelease of remote-control function with all the built-in safety features maintained and new operating functions added.\nThe AI programme included a time stamp on each of its instructions for the users to identify whether the air-cooled chiller\nplant operated correctly and in accordance with the optimal setpoints. The operators may override the AI control in the\nevent of irregularity of AI or other considerations such as ad-hoc events, failure, or scheduled maintenance of chiller\nplant equipment by pressing a dedicated button in the AI user interface added in the existing CCMS for switching back to\nCCMS automatic or manual control as needed.\nCASE STUDY\nSince January 2022, the EMSD has progressively launched the AI chiller plant optimization control in several pilot sites\nincluding local large healthcare facilities.\n(a) Implementation of AI Chiller Plant Optimization in a Local Public Hospital\nTo illustrate, one of the chiller plants in a local public hospital with configuration shown in Figure 4, which consists of 6 air-\ncooled VSD chillers with each about 1,200 kW cooling capacity, 7 VSD chilled water pumps and variable primary flow\nchilled water circuity, is deliberated.\nMeasuring devices, sensors, wiring, and control elements were updated, replaced, and re-commissioned while the existing\nconfiguration was being tuned to align with the system “ready” requirements as outlined in Section 3. This pre-AI applied\npreparatory measures included verifying the pump operating in accordance with the manufacturer's characteristic curve, and re-\ncalibrating and re-adjusting the water commissioning valve at each chiller for accurate water flowrate. The working pressure of\nthe chilled water system was restricted to the range between the maximum and minimum speed of the chilled water pumps in\norder to protect the air-conditioning system's pipework and equipment. Similarly, the power analyzers of pumps and chillers\nwere adjusted to make sure the readings to be reliable and correct.\nFigure 4 Configuration of Air-cooled Chiller Plant in a Local Public Hospital\n5", "page_number": 5, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 5, "summary": "As shown in Figure 5, its average error was very minimal and considered acceptable.", "content": "(b) Benchmark Model of Existing Chiller Plant under Conventional Control\nFigure 5 Benchmark Model\nSince the system could not be operated in both AI and conventional modes simultaneously for direct comparison, it was\nchallenging to assess the energy savings related to the contribution by AI. To help, a mathematical model was created as a\nbenchmark to determine the operating performance of existing chiller plant under conventional control by making use of a full set of\nhistorical data, including outdoor air condition, total building cooling load demand, total power input, and system coefficient of\nperformance. As shown in Figure 5, its average error was very minimal and considered acceptable.\n(c) Creation of AI User Interface in Existing CCMS\nTo satisfy the demand for building cooling load, the existing\n“AI Control\nCCMS of chiller plant in the local public hospital was upgraded to to NAE” Panel\nreceive instructions from AI such that its equipment could be\nmaneuvered in the most energy-efficient manner possible.\nShould there be other considerations like ad-hoc events, failure or\nscheduled maintenance of the chiller plant equipment or\nLast\nirregularity of AI, the operators may override the AI control by Instruction Time\ndeactivating the “Enable” button in the AI user interface added in the\nAI Chiller\nexisting CCMS and switch back to CCMS for automatic or manual\nControl Enable\ncontrol, as shown in Figure 6.\nFigure 6 AI User Interface Created in Existing\n(d) Creation of AI User Interface in Existing CCMS\nSince January 2022, the AI chiller plant optimization control was initiated and operated steadily with improvement of\nCoefficient of Performance (COP) and reduction of energy consumption, as illustrated in Figures 7(a) and 7(b).\nFigure 7(a) Improvement of COP Using AI Figure 7(b) Reduction of Energy Consumption Using AI\n6", "page_number": 6, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 6, "summary": "AI, however, performed differently, which always directed the chiller plant running at its highest system COP and lowest overall energy consumption as indicated in Figure 8.", "content": "The orange bar depicts performance under conventional control, whereas the blue bar depicts that under AI control. There was\nsignificant energy saving during seasons other than summer while less or even no energy saving during summer, May to July of\n2022. It was because in hot and humid summer in Hong Kong, the building cooling demand was almost equal to the total cooling\ncapacity of the installed chiller plant, of which the chillers were running at their maximum operating conditions and hence no benefit\nfrom the high part-load efficiency could be obtained. On the contrary, in seasons other than summer, the building cooling demand\nalways less than the total cooling capacity of the chiller plant and the chillers could be driven in part-load conditions, enjoying their high\nefficiency operating ranges. Based on the total cooling load production of 22.53MWh with average COP improved from 3.52 to 3.74 or\nenergy consumption reduced from 6.39MWh to 6.02MWh, the overall energy saving of chiller plant was around 6% per annum. This\nestimation may be varied depending on the accuracy of the chilled water temperature sensors, chilled water flow meters and digital\npower meters which having an important role of calculating the system COP. Nevertheless, as the saving was derived against the\nbaseline chiller plant operation model built using historical data, the common uncertanties such as sensor deficiency or drift of set-points\nhave been inherently covered and the implication to COP change due to operation uncertainity was minimized.\nThe system COP against the total cooling load under AI control and that under conventional control are illustrated in Figure\n7(c). The orange dots represent the system COP under conventional control, while the blue dots depict that under AI cotntrol. It's\ninteresting to note how different AI decisions were from the way regular humans think. For instance, it was traditionally\nrecommended that the chiller plant should be operated with lesser chiller units with each unit running at its maximum ouput as far\nas possible and practicable. AI, however, performed differently, which always directed the chiller plant running at its highest system\nCOP and lowest overall energy consumption as indicated in Figure 8. Similar operational patterns were also observed in other re-\nvitialized chiller plants.\nTo sum up, with accurate outdoor condition and building cooling load\nprediction, the real-time, continuous and automatic operation of chiller plants\nwith chillers, pumps and associated accessories became more stable, timely and\nefficient. It in turns reduced the temperature fluctuations in the served areas and\nuncomfortable feeling by the occupants, in particular the patients in the hospital.\nThe AI chiller plant optimization measure at other pilot sites revealing an\nachievement of 5–10% energy savings would be a good example for the industry to\nfollow or get inspiration for exploring other innovative solutions in reaching the\ngoal of net-zero carbon emission by 2050.\nFigure 8 Overlaying of System COP under\nAI by that under Conventional Control\nWAY FORWARD\nWith the promising results found in the pilot sites, a rolling schedule to exlarge the application of AI optimization control to\nthe “AI ready” chiller plants in a wide spectrum of in-service government buildings and healthcare facilities is under consolidation. The\nRDCC and digitization of chiller plant provide an excellent foundation and possibilities for AI applications for the purpose of energy\noptimization, early fault detection and predictive maintenance. The big data analytics, data mining, etc. also provide useful data for\nfuture chiller plant design toward carbon neutral. In near future, AI optimization will be extended to the air-side equipment for\nwhich a great opportunity to minimize the “un-used” treated air and thus the energy used, as well as the optimization of cooling tower\nperformance.\nAI Data Standardization Guidelines [4] is now being compiled in parallel with some pilot trials collabated with the partners\nin the Guangdong-Hong Kong-Macao Greater Bay Area. The guidelines share information on AI data standards and protocols,\nmachine learning algorithms, case studies on AI model for predictive maintenance and energy optimization applications, as a\nreference for the industry.\n7", "page_number": 7, "total_pages": 8, "tag": "pdf"}, {"filename": "2024-01-20to24_Paper_01", "file_number": 7, "summary": "Chao, Development and performance evaluation of a chiller plant predictive operational control strategy by artificial intelligence, Energy & Buildings 262 (2022) 112017.", "content": "ACKNOWLEDGMENTS\nThe authors would like to thank Hospital Authority for sharing the venue's operational data and The University of Hong\nKong for their assistance in the programme coding effort.\nREFERENCES\n[1] Electrical and Mechanical Services Department, HKSAR, Hong Kong Energy End-use Data, 2023. Available at: https://\nwww.emsd.gov.hk/filemanager/en/content_762/HKEEUD2023.pdf\n[2] Environment and Ecology Bureau, HKSAR, Hong Kong’s Climate Action Plan 2050. Available at: https://\ncnsd.gov.hk/wp-content/uploads/pdf/CAP2050_booklet_en.pdf\n[3] K.C. Chan, Victor T.T. Wong, Anthony K.F. Yow, P.L. Yuen and Christopher Y.H. Chao, Development and performance\nevaluation of a chiller plant predictive operational control strategy by artificial intelligence, Energy & Buildings 262 (2022)\n112017.\n[4] Electrical and Mechanical Services Department, HKSAR, Building Information Modelling for Assest Management (BIM-AM)\nStandards and Guidelines Version 3.0, 2022 Edition. Available at: https://\nwww.emsd.gov.hk/en/engineering_services/project_management_consultancy/highlights_of_work/bim_am/\n8", "page_number": 8, "total_pages": 8, "tag": "pdf"}]