[{"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 0, "summary": "", "content": "", "page_number": 1, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 1, "summary": "", "content": "", "page_number": 2, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 2, "summary": "", "content": "賀辭\n2\nCongratulatory Messages\n署長獻辭\n8\nMessage From The Director\n歷任署長賀辭\n9\nCongratulatory Messages From Former Directors\n機電工程署里程碑\n11\nEMSD Milestones\n16 傳承 INHERITANCE\n培育後晉 成就卓越\nA legacy of Nurturing and Fostering Excellence\n24 創新 INNOVATION\n眾志成城 引領創新\nLeading Innovation with Collaborative Efforts\n36 同心 UNITY\n一德一心 共迎挑戰\nFacing Challenges Together\n46 惠民 SOCIAL GOOD\n竭誠為民 利澤萬家\nServing the Community\n鳴謝\n56\nAcknowledgement", "page_number": 3, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 3, "summary": "I am pleased to congratulate the Electrical and Mechanical Services Department (EMSD) on its 75th anniversary. 過去四分三個世紀，機電署一直與香港並肩成長，對社會的持續進步和繁 For three-quarters of a century, the EMSD has flourished hand in hand with Hong Kong, contributing greatly to our continuing progress 榮穩定貢獻良多。", "content": "2 傳承創新 同心惠民\n賀辭\nCONGRATULATORY MESSAGES\n機電工程署（機電署）七十五周年誌慶，可喜可賀。 I am pleased to congratulate the Electrical and Mechanical Services Department (EMSD) on its 75th anniversary.\n過去四分三個世紀，機電署一直與香港並肩成長，對社會的持續進步和繁 For three-quarters of a century, the EMSD has flourished hand in hand with Hong Kong, contributing greatly to our continuing progress\n榮穩定貢獻良多。時至今日，機電署有近六千名專業及技術人員，為逾百 and prosperity. Today, the EMSD and its workforce of nearly 6 000 professional and technical grade staff provide electrical, mechanical,\n個政府部門及公營機構提供服務，包括為政府辦公大樓、醫院、機場設施、 electronic and building services systems and equipment for government office buildings, hospitals, airport facilities, civic venues, security\n文娛中心、保安設施、跨境設施、車隊等提供電力、機械、電子和屋宇裝 and border-crossing facilities and vehicle fleets, covering more than 100 government departments and public organisations. In recent\n備系統及設備。近年，機電署擴大職責範圍，參與緊急抗疫建設及相關工 years, the department has expanded its responsibilities to include urgent anti-pandemic construction and related work, as well as carbon\n作，還協助促進碳中和，推廣能源效益，以及推動數碼化、創新及科技。 neutrality and energy-efficiency initiatives, digitalisation, and innovation and technology (I&T) in general. Indeed, the EMSD has emerged\n該署擔當政府的創新促成者和技術顧問，表現優秀，更在今年舉行的日內 as the Government’s innovation facilitator and technical advisor. Winning 23 medals at the 2023 International Exhibition of Inventions of\n瓦國際發明展榮獲二十三個獎項，再次揚威海外，足證創科實力非凡，定 Geneva, the department once again proved its I&T strengths on a global level. It will certainly help power Hong Kong’s advance as a smart\n能協助我們建立智慧政府，發展成智慧城市。 city with a smart government.\n放眼未來，機電署將陸續推展多項計劃。其中，新成立的機電青年發展委 Looking ahead, the EMSD’s plans include the newly established E&M Youth Development Committee, which will encourage more young\n員會，會着力鼓勵更多年輕人投身機電行業，助香港開創新天。該署亦會 people to join the industry and help build Hong Kong’s innovative future. The department will also further contribute to our nation’s I&T\n致力與粵港澳大灣區的策略夥伴加強在創科、人才發展、安全及能源效益 development by strengthening co-operation with strategic partners in Guangdong-Hong Kong-Macao Greater Bay Area (GBA) in I&T,\n方面的合作，為祖國的創科發展作出更大貢獻。我深信機電署定會繼續努 talent development, safety as well as energy efficiency. I have confidence in the EMSD’s unwavering dedication to contributing to the\n力不懈，推動香港邁步向前，並促進香港與整個大灣區以至國家交流協作， community, playing a part in furthering the city’s development and promoting cooperation with the GBA and the Motherland as a whole.\n惠益社會。\n再次祝賀機電署全體人員迎來七十五周年的新里程。相信機電署定會一如既 My congratulations, once again, to everyone in the EMSD on your milestone 75th anniversary. With the EMSD working to light Hong\n往，照亮這座城市的發展前路，與市民攜手並進，一同為香港開創璀璨未來。 Kong’s progress and our community, I am confident in our bright future.\n李家超 John LEE Ka-chiu\n中華人民共和國香港特別行政區 The Chief Executive of the Hong Kong Special Administrative Region\n行政長官 The People’s Republic of China", "page_number": 4, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 4, "summary": "Serving the Community with Heart and Innovation 3 今年是機電工程署（機電署）成立七十五周年，特致上誠摯賀忱。", "content": "Serving the Community with Heart and Innovation 3\n今年是機電工程署（機電署）成立七十五周年，特致上誠摯賀忱。 My warmest congratulations to the Electrical and Mechanical Services Department on its 75th Anniversary this year.\n香港是自由開放、與內地和世界接軌的國際大都會，機遇處處，同時「機電」 Hong Kong is an open and free international metropolis connecting Mainland China with the rest of the world. It is a city full of not just\n處處。事實上，各種機電設施早已融入我們的生活之中。七十五年來，機 development opportunities, but also world-class electrical and mechanical (E&M) facilities which have long been integrated into our\n電署不遺餘力，為社會締造優質到位的機電工程方案和服務，好好守護香 everyday life. Over the past 75 years, the Department has been spearheading the development of high-quality and safe E&M engineering\n港。我對於政府擁有這支履職盡責、專業高效的機電團隊感到驕傲。 solutions and services in society. I am proud of having this diligent, professional and highly effective E&M team in the Government.\n為了構建香港成為世界頂級的智慧城市，機電署一直致力配合政府的政策 To build Hong Kong into a world-class smart city, the Department has been striving to innovate along government policy directions in\n方向，在基礎建設、環保節能、創新科技和人才培訓等不同方面推陳出新， such areas as infrastructure, environmental protection and energy efficiency, innovation and technology (I&T), and nurturing of talent. Its\n全方位推動社會發展，提升市民生活質素。機電署尤其在本港創科發展擔 efforts have contributed to Hong Kong’s development on various fronts to enhance people’s quality of life. In particular, the Department\n當重要的角色，以身作則引領業界持續推進創科變革，惠及業界乃至廣大 plays an important role in the I&T development of the city, leading industries by example to continuously achieve innovations and\n市民。隨着社會繼續進步，更多的機電和環保節能建設將相繼落成啓用， breakthroughs for the benefits of the trade and people. As society continues to advance, more E&M and energy-efficient facilities will\n機電署的重要性將更見突顯。 come on stream. The importance of the Department’s role will become increasingly apparent.\n我深信機電署將一如既往，悉力以赴為本港的機電安全與環保節能做好「把 I strongly believe that the Department will continue to steadfastly discharge their roles as gatekeeper and facilitator in ensuring E&M\n關者」和「促進者」的角色，同時培育更多優秀機電專才，推動業界守正創 safety and energy efficiency in Hong Kong, while grooming more outstanding E&M talent and promoting I&T adoption in the trade at the\n新，建設可持續發展的更美好香港。 same time, for the sustainable and promising development of Hong Kong.\n陳國基 Eric CHAN Kwok-ki\n政務司司長 The Chief Secretary for Administration", "page_number": 5, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 5, "summary": "I would like to extend my warmest congratulations to the Electrical and Mechanical Services Department (EMSD) on its 75th anniversary. 機電署成立於一九四八年，前身為機電工程處，從昔日政府架構中一個規 Established in 1948 under the name “Electrical and Mechanical Office”, the EMSD has evolved from a small government unit into a 模細小的單位，發展至今天成為一個提供全面和多元服務的部門。", "content": "4 傳承創新 同心惠民\n賀辭\nCONGRATULATORY MESSAGES\n欣逢機電工程署（機電署）成立七十五周年，謹此衷心致賀。 I would like to extend my warmest congratulations to the Electrical and Mechanical Services Department (EMSD) on its 75th anniversary.\n機電署成立於一九四八年，前身為機電工程處，從昔日政府架構中一個規 Established in 1948 under the name “Electrical and Mechanical Office”, the EMSD has evolved from a small government unit into a\n模細小的單位，發展至今天成為一個提供全面和多元服務的部門。機電署 sophisticated department offering comprehensive and diversified services. Playing a dual role of a provider of electrical and mechanical\n有兩大職能，除為政府部門和公營機構提供機電工程服務外，也負責規管 engineering services to government departments and public sector organisations as well as a regulatory body, the EMSD has gone a long\n全港機電裝置的安全運作，在提升市民生活質素和確保機電安全兩方面都 way in improving the quality of life of the public and ensuring electrical and mechanical safety in Hong Kong.\n不遺餘力，成績斐然。\n多年來，機電署在保護環境方面努力不懈，不斷求進，殊堪稱許。憑着創 Of the numerous distinguished achievements made by the EMSD over the years, special recognition should be given to its relentless\n新思維和求變精神，機電署積極提倡運用創新科技以提升能源效益，大力 efforts made in environmental protection. With an innovative mindset and readiness to embrace changes, the EMSD has made sterling\n推動節能工作，在應對氣候變化和促進可持續發展方面貢獻良多，成績有 contributions to advancing the cause of energy conservation by promoting the application of innovative technologies to enhance energy\n目共睹。 efficiency. Its dedication and commitment to combating climate change and fostering sustainable development is, no doubt, highly\ncommendable.\n際此七十五周年之慶，我衷心感謝機電署所有同事多年來努力耕耘、克盡 On this special occasion, may I pay tribute to all former and serving staff members in the EMSD for their hard work and selfless devotion to\n厥職，深信在未來日子，機電署會繼往開來，續創佳績。 duty. I have every confidence that the EMSD will, building on its solid foundation, continue to thrive and flourish in the years to come.\n陳茂波 Paul CHAN Mo-po\n財政司司長 The Financial Secretary", "page_number": 6, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 6, "summary": "Serving the Community with Heart and Innovation 5 在機電工程署（機電署）迎來七十五周年鑽禧之際，謹致以衷心祝賀。", "content": "Serving the Community with Heart and Innovation 5\n在機電工程署（機電署）迎來七十五周年鑽禧之際，謹致以衷心祝賀。 我衷心祝賀機電工程署成立七十五周年！機電署和同事們一直努力不懈，以專業態度和創新思維，\n為香港發展作出重要貢獻。在促進可持續發展、推動創新科技，以及推廣能源效益等方面，機電署\n過去七十五年，機電署的職能隨着城市發展而不斷擴大，由最初的機電服務提供者，演進到後來的\n奮力不懈，成果有目共睹。香港正邁向精彩新里程，我祝願機電署及同寅砥礪前行，為香港成為更\n節能減排倡導者，近年更擔當創新促成者的角色。機電署建立了不同平台，與其他政府部門、機電\n繁榮、更宜居的城市而努力。\n業界和學術界合作，推動創新科技的發展和應用，成果屢獲本地和國際認許。機電署與有關各方所\n作的努力，不僅增強了香港的競爭力，亦有助促進城市的可持續發展，提升市民的生活質素。我有\nI would like to extend my sincere congratulations to the Electrical and Mechanical Services Department (EMSD)\n幸親眼見證機電署本着追求卓越和積極求變的精神為市民服務，深信機電署的成就可媲美香港以至\non its 75th Anniversary. Thanks to steadfast professionalism and innovative mindset of management and\n全球最頂尖的機構。\ncolleagues, EMSD has made enormous contributions to Hong Kong’s development. Your unremitting efforts\n我期望機電署繼續與其他部門攜手並肩，一同為香港的未來發展描繪更宏大的藍圖。 are well recognized in the achievements in sustainable development, innovation and advanced technologies,\nas well as energy efficiency. As Hong Kong makes strides towards bright new milestones, I am confident that\nMy heartfelt congratulations to the Electrical and Mechanical Services Department (EMSD) on its Diamond Jubilee. EMSD and colleagues will continue their good work in making our city more vibrant and liveable.\nOver the past seven and a half decades, the EMSD’s scope of functions has expanded in tandem with the city’s\ndevelopment, from being a provider of electrical and mechanical (E&M) services, to an advocate of energy\nconservation, and subsequently to a facilitator of innovation in recent years. What deserves special mention is\nthat the department has established various platforms to promote the development and application of\ninnovative technologies in collaboration with other government departments, E&M trade and academia,\nwinning both local and international recognition for their exemplary innovative solutions on numerous\noccasions. These endeavours have not only enhanced Hong Kong’s competitiveness, but also fostered the\ncity’s sustainable development, and enhanced people’s quality of life. I have the privilege of witnessing\nfirsthand the department’s unwavering pursuit of excellence and positive changes in serving the community,\nand I can confidently say that its achievements compare well with the best in Hong Kong and worldwide.\nI look forward to continued collaboration between the EMSD and other departments in mapping out an even\ngreater blueprint for Hong Kong’s future development.\n黃偉綸 甯漢豪\nMichael WONG Wai-lun Bernadette LINN Hon-ho\n財政司副司長 發展局局長\nDeputy Financial Secretary Secretary for Development", "page_number": 7, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 7, "summary": "近年機電署不但協助政府部門引進各綠色科技，更 新促成者」角色，當中包括設立「機電創科網上平台」，支援各政府部門及公營機構加強與創科界別 積極推動重新校驗及節能改造以提高建築物能源效益，成效顯著，對香港2050年前實現碳中和目標 的協作，鼓勵創科文化。", "content": "6 傳承創新 同心惠民\n賀辭\nCONGRATULATORY MESSAGES\n衷心祝賀機電工程署成立七十五周年。多年以來，機電署在提升能源效益和節能減碳方面一直不遺 恭賀機電工程署（機電署）七十五周年誌慶！機電署一直致力推動業界創新發展，積極擔當政府的「創\n餘力，為香港應對氣候變化挑戰作出重要貢獻。近年機電署不但協助政府部門引進各綠色科技，更 新促成者」角色，當中包括設立「機電創科網上平台」，支援各政府部門及公營機構加強與創科界別\n積極推動重新校驗及節能改造以提高建築物能源效益，成效顯著，對香港2050年前實現碳中和目標 的協作，鼓勵創科文化。\n發揮重要作用。我們期待與機電署繼續攜手，共同推進可持續發展與環境保護工作，讓香港成為全\n球綠色城市的典範。 七十五年來，機電署一直追求卓越，保持創新，致力為市民及機構提供安全、可靠的機電工程服務。\n我衷心向各位同事致以最熱烈的祝賀和最誠摯的感謝﹗\nMy heartfelt congratulations to the Electrical and Mechanical Services Department (EMSD) on its 75th\n我相信，在各位同事的共同努力下，機電工程署將繼往開來，為香港機電工程的發展創造更光明的\nanniversary. Over the years, the EMSD has spared no effort in enhancing energy efficiency and reducing carbon\n未來。\nemissions, making significant contributions to Hong Kong’s response to the challenge of climate change. In\nrecent years, the EMSD has not only assisted government departments in adopting various green technologies\nCongratulations to the Electrical and Mechanical Services Department (EMSD) on its 75th anniversary! EMSD\nbut also actively promoted retro-commissioning and retrofitting to improve building energy efficiency. These\nhas always been committed to promoting innovation in the industry and has played an active role as the\nefforts have achieved remarkable results and played a crucial role in Hong Kong’s endeavours to achieve\ngovernment’s “Innovation Facilitator”, which includes the setting up the “E&M InnoPortal” to strengthen the\ncarbon neutrality before 2050. We look forward to collaborating closely with the EMSD to advance sustainable\ncollaboration between government departments and public bodies with the I&T sector and to promote an\ndevelopment and environmental protection, making Hong Kong a world-renowned model green city.\ninnovative culture.\nFor over 75 years, EMSD has strived for excellence and innovation in providing safe and reliable electrical and\nmechanical engineering services to the public and organisations. My heartfelt congratulations and sincere\ngratitude to all EMSD colleagues!\nI believe that with the concerted efforts of all colleagues, EMSD will continue to build on its successes and\ncreate a brighter future for the development of electrical and mechanical engineering in Hong Kong.\n謝展寰 孫東\nTSE Chin-wan SUN Dong\n環境及生態局局長 創新科技及工業局局長\nSecretary for Environment and Ecology Secretary for Innovation, Technology and Industry", "page_number": 8, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 8, "summary": "Serving the Community with Heart and Innovation 7 欣逢機電工程署（機電署）七十五周年誌慶，我在此致以衷心祝賀。", "content": "Serving the Community with Heart and Innovation 7\n欣逢機電工程署（機電署）七十五周年誌慶，我在此致以衷心祝賀。 七十五年來，機電工程署一直本着精益求精及靈活創新的信念提供優質機電工程服務，並以嚴謹的\n尺度進行規管工作，確保機電安全及能源得以善用，為市民提供最佳的保障。近年，該署推出的機\n機電署一直致力維持本港的交通運輸系統安全可靠和環保高效。除了監管鐵路安全及維護道路運輸 電創科網上平台廣受好評，多項發明在國際展覽中屢獲殊榮，同事們靈活創新的精神和多年來的努\n基建的機電系統，機電署在協助處理公共運輸緊急事故及推動「智慧出行」（包括實施「易通行」不停 力得到充分肯定。\n車繳費服務）方面亦不遺餘力，貢獻尤甚。我期待未來與機電署繼續攜手合作，共同推動智能運輸\n發展，加強創新科技於運輸及物流領域的應用，為香港以至國家發展帶來更多機遇。 欣逢機電工程署鑽禧之慶，我衷心祝願該署全體同事能繼往開來，全力發揮創新促成者角色，支援\n各部門落實智慧城市措施和實現碳中和，推動香港不斷向前邁進。\nI would like to extend my heartfelt congratulations to the Electrical and Mechanical Services Department\n(EMSD) on its 75th anniversary. The Electrical and Mechanical Services Department (EMSD) has been delivering quality electrical and\nmechanical (E&M) services over the past 75 years in pursuit of excellence, agility and innovation. Its endeavours\nThe EMSD is committed to maintaining a safe, reliable, environmentally friendly and efficient transport system to ensure E&M safety and energy efficiency through regulation based on strict standards have provided the\nin Hong Kong. Apart from regulating railway safety and maintaining the electrical and mechanical systems of public with the best protection. In recent years, the E&M InnoPortal launched by the department has received\nour road transport infrastructure, the EMSD has also spared no effort in dealing with public transport wide acclaim, while a number of its innovations have won prestigious awards in international exhibitions,\nemergencies and taking forward “Smart Mobility” initiatives, including the implementation of “HKeToll”, a free- which is full recognition of the agile and innovative mindset of our colleagues as well as their untiring efforts\nflow tolling service. I look forward to continuing our collaboration with the EMSD in the future, working over the years.\ntogether to promote the development of intelligent transport and enhance the application of innovative\ntechnologies in the transport and logistics sectors, thereby bringing more opportunities to the development On its 75th anniversary, I sincerely wish the EMSD even greater success in future in playing its role as the\nof Hong Kong and our country. innovation facilitator within the Government by supporting other departments in implementing smart city\ninitiatives and achieving carbon neutrality, thus driving the progress of Hong Kong.\n楊何蓓茵\n林世雄\nIngrid YEUNG HO Poi-yan\nLAM Sai-hung\n運輸及物流局局長\n公務員事務局局長\nSecretary for Transport and Logistics Secretary for the Civil Service", "page_number": 9, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 9, "summary": "本署人員鞠躬盡瘁、努力不懈，支持香港跨越許多前 thank our colleagues for their dedication and tireless efforts in supporting Hong Kong through unprecedented challenges 所未有的難關，包括過去幾年的數波疫情，以及最近的極端天氣挑 such as those we had gone through during different waves of the epidemic in the past few years and the extreme weather 戰，我謹向他們摯誠致意。", "content": "8 傳承創新 同心惠民\n署長獻辭\nMESSAGE FROM THE DIRECTOR\n精工卓術服務香江七十五載 Serving Hong Kong with Technical Excellence for 75 Years\n七十五年來，機電工程署一直默默耕耘，竭誠為香港服務，包括擔 For 75 years, the Electrical & Mechanical Services Department has been making dedicated efforts in its role as the\n任政府的技術顧問；做好機電安全的把關工作；協助提高能源效 Government’s technical advisor, the gatekeeper of electrical and mechanical (E&M) safety, the facilitator of energy\n益，以實現碳中和；推動機電創新科技進步；以及充當香港與內地 efficiency enhancement for achieving carbon neutrality, the driver of E&M innovation and technology advancement, and\n及地區當局的超級聯繫人，促進機電發展合作。 the super-connector with Mainland and Regional authorities in fostering collaboration on E&M development.\n機電署七十五年來的成就，建基於薪火相傳的核心服務價值和文 Our achievements over 75 years are a result of the succession of our core service value and culture, the unreserved sharing\n化，還有賴前輩不吝分享知識和最佳工作模式；所有同事熱衷開發 of the knowledge and best practices by our predecessors, the eagerness of all our colleagues to pioneer innovative\n創新解決方案，以應對機電挑戰；以及部門上下時時刻刻克盡公務 solutions to meet E&M challenges, and the dedication of everyone in the Department to serve and benefit the community,\n員的職責，運用機電專業知識貢獻所長，盡心服務和造福社會、業 our trade and stakeholders, not only with our E&M expertise but also wherever we could contribute as civil servants. I must\n界和持份者。本署人員鞠躬盡瘁、努力不懈，支持香港跨越許多前 thank our colleagues for their dedication and tireless efforts in supporting Hong Kong through unprecedented challenges\n所未有的難關，包括過去幾年的數波疫情，以及最近的極端天氣挑 such as those we had gone through during different waves of the epidemic in the past few years and the extreme weather\n戰，我謹向他們摯誠致意。 challenges in the recent period.\n我們會秉承追求專業卓越的傳統，加強「治未病」的文化，這是提 Staying true to our heritage of striving for professional excellence, we would deepen our culture of preventative treatment\n升機電安全的最有效工具；同時，我們會繼續為在其他範疇服務市 as the most effective tool for enhancing E&M safety, and would continue to offer effective and value-added E&M services\n民的政府部門，提供有效及增值的機電服務。在能源效益工作方 to other government departments serving the public in different areas. We remain at the forefront of facilitating the\n面，我們會繼續站在最前線，協助引入新及潔淨能源的應用，並透 introduction of new and clean energy applications as well as exploiting all energy-saving opportunities through E&M\n過機電創新，把握所有節能機會，獻力邁向碳中和目標，以及減輕 innovation to help push forward the carbon neutrality goals and mitigate the impact of climate change.\n氣候變化的影響。\n過去七十五年的每一次考驗，都讓機電署全體人員獲得寶貴的經 Every lesson learnt over the past 75 years enriches our collective experience and better equips us to overcome future\n驗，並裝備我們更妥善地應對未來的挑戰。我衷心感謝各決策局的 challenges. I whole-heartedly appreciate policy bureaux for their guidance and support, as well as the unwavering trust\n指導和支援，以及其他政府部門和機電業界堅定不移的信任和支 and support of other government departments and the E&M trade. We will continue to build on the solid foundation\n持。我們會在各持份者共同努力建立的鞏固基礎上砥礪前行，銳意 forged by the concerted efforts of all stakeholders, and are determined to excel in our different roles in protecting the well-\n在保障社會福祉方面發揮所長。 being of the community.\n誠如機電署七十五周年的主題「傳承創新同心惠民」所言，我們致 Echoing the theme of our 75th anniversary, “Serving the Community with Heart and Innovation”, we are dedicated to\n力向部門同事和業界傳授知識和經驗，積極秉持卓越的機電服務水 passing on our knowledge and experience to colleagues and the trade and to uphold E&M excellence.\n平。\n彭耀雄 PANG Yiu-hung\n機電工程署署長 Director of Electrical and Mechanical Services", "page_number": 10, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 10, "summary": "", "content": "Serving the Community with Heart and Innovation 9\n歷任署長賀辭\nCONGRATULATORY MESSAGES FROM FORMER DIRECTORS\n陳鴻祥\n郭炳基\nStephen CHAN Hung-cheung\nAlbert KWOK Ping-ki\n梁湛添\nLEUNG Cham-tim\n陳帆\nFrank CHAN Fan\n黎仕海\nRoger LAI Sze-hoi\n何光偉 薛永恒\nHO Kwong-wai Alfred SIT Wing-hang", "page_number": 11, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 11, "summary": "", "content": "傳承創新 同心惠民\nServing the Community with Heart and Innovation", "page_number": 12, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 12, "summary": "工務司署轄下的電氣處、機械處和運 輸處合併為機電工程處（機電處），工 《電力條例》生效，取代《電力供應條 場及總部設於加山車房。", "content": "11 機電工程署里程碑\nEMSD MILESTONES\n工務司署轄下的電氣處、機械處和運\n輸處合併為機電工程處（機電處），工\n《電力條例》生效，取代《電力供應條\n場及總部設於加山車房。當時機電處\n例》。\n有70名月薪和630名日薪僱員，並由\n一名總機電工程師負責管理。 機電署負責電業工程人員、電業承辦\n《架空纜車（安全）條例》生效。 商和發電設施的註冊事宜，以及監管\nThe Electrical, Mechanical and Transport\n電力供應、線路裝設和電氣產品的安\nOffices under the Public Works 機電處負責規管架空纜車的設計、製\n全規格。\nDepartment (PWD) were amalgamated 《升降機及自動梯（安全）條例》生效。 造、安裝，以及操作和保養。\ninto the Electrical and Mechanical Office The Electricity Ordinance came into force,\n機電處負責監管升降機及自動梯的安 The Aerial Ropeways (Safety) Ordinance\n(EMO) with the workshop and replacing the Electricity Supply Ordinance. The\n全運作。 加路連山道總部大樓落成，一直沿用 came into force.\nheadquarters located at the Caroline Hill EMSD is responsible for the registration of\nvehicle workshop. The EMO had 70 The Lifts and Escalators (Safety) Ordinance\n至2005年。\nThe EMO is responsible for regulating the electrical workers, contractors and generating\nmonthly-rated employees and 630 daily- came into force. The EMO is responsible The Headquarters building at Caroline Hill design, manufacture, installation, as well facilities, as well as the regulation of electricity\nrated employees under a Chief Electrical for regulating the safe operation of lifts Road was completed and put in use until as operation and maintenance of aerial supply, electrical wiring and product safety\nand Mechanical Engineer. and escalators. 2005. ropeways. requirements.\n1948 1955 1961 1963 1966 1968 1976 1982 1990 1991\n工務司署轄下的機電處、九廣鐵路部 醫院服務組成立，主要為醫院的蒸 機電處引入第一批半電子化交通燈， 工務司署分拆為多個執行部門，「機電 《氣體安全條例》生效。\n和水務部聯合舉辦第一屆「政府學徒 氣、醫療儀器和空調及電力設備提供 取代由警員人手操作交通指揮亭。 處」升格為「機電工程署」（機電署）。\n機電署負責規管氣體的進口、生產、\n訓練計劃」。 操作及維修服務。\nThe EMO introduced the first batch of The PWD was split up into several 儲存、運送、供應和使用。\nThe EMO, the Kowloon-Canton Railway The Hospital Services Unit was established semi-electronic traffic lights, replacing the executive arms. The EMO was upgraded\nThe Gas Safety Ordinance came into force.\nDivision and the Water Supplies Division to mainly provide operation and traffic pagodas manually operated by to the Electrical and Mechanical Services\nunder the PWD jointly organised the first maintenance services for steaming, police officers. Department (EMSD). The EMSD is responsible for regulating\nGovernment Apprenticeship Training medical devices as well as air- the importation, manufacture, storage,\nScheme. conditioning and electrical equipment at transport, supply and use of gas.\nhospitals.", "page_number": 13, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 13, "summary": "certification of ISO 9001 Quality 設立能源效益事務處，積極推廣能源 為建立一個清晰及連貫的企業形象， The EMSD is responsible for regulating The voluntary Energy Efficiency Management System and ISO 14001 效益。", "content": "《建築工地升降機及塔式工作平台（安\n全）條例》生效。\n機電工程營運基金成為首個獲得ISO\n機電署負責規管建築工地升降機及塔 9001品質管理系統及ISO 14001環境管\n式工作平台的設計、構造、安裝、維 理系統企業認證的政府部門，彰顯其\n修、操作、檢驗和測試。 對品質及環保的重視和成績。\nThe Builders’ Lifts and Tower Working 推行自願性「建築物能源效益註冊計 The EMSTF became the first government\nPlatforms (Safety) Ordinance came into 劃」，鼓勵發展商和建築師採用節能的 department to obtain corporate\nforce. 建築設計。 certification of ISO 9001 Quality\n設立能源效益事務處，積極推廣能源 為建立一個清晰及連貫的企業形象，\nThe EMSD is responsible for regulating The voluntary Energy Efficiency Management System and ISO 14001\n效益。 機電署推出嶄新的企業標誌。\nthe design, construction, installation, Registration Scheme for Buildings was Environmental Management System,\nThe Energy Efficiency Office was maintenance, operation, examination and launched to encourage developers and demonstrating its emphasis on and A new corporate identity was launched to\nestablished to actively promote energy testing of builders’ lifts and tower working architects to adopt energy-efficient achievements in quality and establish a clear and consistent corporate\nefficiency. platforms. building designs. environmental protection. image.\n1994 1994 1995 1996 1998 1998 1999 2000 2000 2001\n《機動遊戲機（安全）條例》生效。 機電工程營運基金成立。 香港國際機場遷往赤鱲角。 《石油（保存及管制）條例》 機電工程營運基金獲得OHSAS 18001\n職業健康安全管理系統企業認證（其\n機電署負責規管機動遊戲機的設計、 Establishment of the Electrical and 機電工程營運基金繼續為機場管理局 機電署負責監管石油的供應與使用，\n後更新至ISO 45001認證），鞏固我們\n製造、安裝、操作、保養和檢查。 Mechanical Services Trading Fund 及民航處等政府部門提供機電服務。 以及保存石油供應。\n作為負責任的企業公民和本地職業安\n(EMSTF).\nThe Amusement Rides (Safety) Ordinance Relocation of Hong Kong International The Oil (Conservation and Control) 全健康先鋒的角色。\ncame into force. Airport to Chek Lap Kok. Ordinance\nThe EMSTF obtained OHSAS 18001\nThe EMSD is responsible for regulating The EMSTF continued to offer electrical The EMSD is responsible for regulating the Occupational Health and Safety\nthe design, manufacture, installation, and mechanical (E&M) services to the supply and use of oil, and the conservation Management System corporate\noperation, maintenance and examination Airport Authority and government of oil supplies. certification (later upgraded to ISO 45001),\nof amusement rides. departments, such as the Civil Aviation cementing\nDepartment. our role as a\nresponsible\ncorporate\ncitizen and\na l o c a l\noccupational\nhealth and\ns a f e t y\npioneer.", "page_number": 14, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 14, "summary": "全（包括為進行升降機及自動梯工程， A mandatory approval system for domestic Kai Tak Airport, Kowloon Bay. 業的服務質素及專業形象。", "content": "嚴重急性呼吸系統綜合症（沙士）襲港。\n《建築物能源效益條例》生效。\n在抗疫行動中，機電署各部別的員工\n都竭盡所能貢獻所長，例如為各醫院 機電署負責規管若干類型的建築物，\n提供必需的機電服務、改裝各醫院的 監督其遵行關於空調裝置、電力裝\n空調系統，以及為救護車進行消毒和 置、升降機及自動梯裝置和照明裝置\n保養維修。 的能源效益，以及能源審核的《守則》。\nOutbreak of the severe acute respiratory The Buildings Energy Efficiency Ordinance\nsyndrome (SARS) in Hong Kong. came into force.\n與國家質檢總局簽訂合作安排，加強 機電工程營運基金獲香港管理專業協\nDuring the anti-SARS campaign, staff from The EMSD is responsible for regulating\n機電產品及設備的安全。 會頒發優質管理金獎，為首個榮獲此\nvarious divisions of the EMSD made every compliance with codes of practice\n殊榮的政府部門。\neffort to contribute our expertise, for A co-operation arrangement was concerning the energy efficiency of air-\n鐵路科成立，負責監管鐵路、香港電\ninstance, providing the necessary E&M concluded with the State General The EMSTF won the Gold Award of the conditioning installations, electrical\n車和山頂纜車。\nservices to hospitals, modifying the air- Administration of Quality Supervision, Hong Kong Management Association installations, lift and escalator installations\nconditioning systems of hospitals, and Inspection and Quarantine (AQSIQ), to Quality Award. The EMSD was the first The Railways Branch was established to and lighting installations, and energy\nproviding disinfection, repair and strengthen safety of E&M products and government department to receive this regulate railways, the Hong Kong audits in respect of several types of\nmaintenance services for ambulances. equipment. award. Tramways and the Peak Tram. buildings.\n2003 2003 2003 2005 2006 2007 2008 2008 2011 2012\n就住宅使用的氣體用具制訂強制性的 總部遷至九龍灣前啟德機場2號空運 設立「車輛維修註冊組」，負責有關「車 《能源效益（產品標籤）條例》生效。 《升降機及自動梯條例》取代《升降機\n批准計劃。所有住宅氣體用具均需附 貨站大樓。 輛維修技工自願註冊計劃」及「車輛維 及自動梯（安全）》條例。\n機電署負責監管「強制性能源效益標\n上「GU標誌」，以資識別，確保產品已 Relocation of the headquarters to Air 修工場自願註冊計劃」的推廣、日常 籤計劃」的執行，該計劃現涵蓋11類 機電署負責監管升降機及自動梯的安\n達國際認可的安全標準。 Cargo Terminal 2 Building at the former 管理和運作，以進一步提升車輛維修 訂明產品。 全（包括為進行升降機及自動梯工程，\nA mandatory approval system for domestic Kai Tak Airport, Kowloon Bay. 業的服務質素及專業形象。 而為承辦商、工程師及工程人員註\nThe Energy Efficiency (Labelling of\ngas appliances was established. All The Vehicle Maintenance Registration Unit 冊）。\nProducts) Ordinance came into force.\ndomestic gas appliances have to bear the was established to undertake the\nThe Lifts and Escalators (Safety) Ordinance\n“GU Mark”, an assurance of promotion, daily management and The EMSD is responsible for overseeing the\nwas replaced by the Lifts and Escalators\ninternationally recognised operation in respect of the Voluntary implementation of the Mandatory Energy\nOrdinance.\nsafety standards, for Registration Scheme for Vehicle Mechanics Efficiency Labelling\nidentification. (VRSVM) and the Voluntary Registration Scheme, which The EMSD is responsible for regulating the\nScheme for Vehicle Maintenance currently covers 11 safety of lifts and escalators, including the\nWorkshops (VRSVMW), with the aim of types of prescribed registration of contractors, engineers and\nfurther enhancing the service quality and products. workers for the purposes of carrying out lift\nprofessional image and escalator works.\nof the vehicle\nmaintenance trade.", "page_number": 15, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 15, "summary": "推進建築機電人工智能的應用，並在活 The E&M Youth Development Committee 技術員分享經驗。", "content": "14\n機電署發布8份優良操作和維修作業\n手冊及指引，內容涵蓋電氣裝置、消\n防裝置及設備、暖通空調裝置、升降\n機電署成立「創新辦公室」及推出「機 機及自動梯裝置、氣體設施、太陽能\n電創科網上平台」，為機電業推廣創新 發電系統、太陽能熱水系統和石油氣\n《區域供冷服務條例》生效。 科技，並在機電署總部大樓設立「機 機電工程營運基金獲得ISO 45001職業 車輛燃料系統。\n電創科專區」，展示多個與本港學術及 健康安全管理系統及ISO 37001反賄賂\n機電署負責政府提供的區域供冷服務 The EMSD published the 8 O&M Best\n科研機構合作研發的創科項目。 管理系統的企業認證，綜合管理系統\n的相關事宜，包括就該服務收費。 Practices Booklets and Handbooks,\n更臻完善。 首個區域數碼監控中心成立，利用大\nThe EMSD established the Inno-Office and covering electrical installations; fire service\nThe District Cooling Services Ordinance 數據分析和人工智能處理機電設備數\nlaunched the E&M InnoPortal to promote The EMSTF obtained corporate certification installations; heating, ventilation and air-\ncame into force. 據。\nI&T in the E&M trade. An E&M InnoZone of ISO 45001 Occupational Health and conditioning installations; lift and\nThe EMSD is responsible for matters was set up at the EMSD Headquarters to Safety Management System and ISO 37001 The first Regional Digital Control Centre was escalator installations; gas utilisation\nrelating to district cooling services showcase various I&T projects developed Anti-bribery Management System, which established for handling data of E&M facilities; solar photovoltaic systems; solar\nprovided by the Government, including in collaboration with local academic and enhances the Integrated Management equipment with the application of big data water heating systems; and fuel system of\nthe imposition of charges for the services. research institutions. System. analytics and artificial intelligence (AI). liquefied petroleum gas vehicles.\n2015 2017 2018 2019 2019 2021 2021 2022 2022 2023\n舉辦首次「機電．啟航」迎新典禮，歡 機電署總部地下的「技能評估中心」（又 機電署吉祥物「機智啤啤」和「智析寶 機電署與廣東省科學技術協會聯合舉 成立機電青年發展委員會，以推動青\n迎500多位年輕的見習技術員加入機 名新學師樓）啟用，為見習技術員提 寶」加入機電署大家庭，向公眾宣揚 辦「國際建築機電人工智能大挑戰」， 年發展工作，凝聚青年力量。\n電業界，並邀得資深工程人員與見習 供基礎技能訓練及評估。 創科、機電安全及能源效益。 推進建築機電人工智能的應用，並在活\nThe E&M Youth Development Committee\n技術員分享經驗。 動上啟動機電人工智能實驗室，加快建\nThe Skill Assessment Centre (also known Witty Bear and KnowBot, the mascots of was established to promote youth\n築機電行業的大數據和人工智能發展。\nThe first “E&M GO!” Orientation Ceremony as the new Apprentice Training Centre) the EMSD, joined the EMSD family to development and harness the power of\nwas held to welcome over 500 young on the G/F of the EMSD Headquarters was promote I&T, E&M safety and energy The EMSD and the Guangdong Provincial young people.\ntechnician trainees on board the E&M put into operation, providing basic skill efficiency to the public. Association for Science and Technology\ntrade. Experienced engineering personnel training and assessment for our jointly organised the Global AI Challenge for\nwere invited to share their experience technician trainees. Building E&M Facilities to advance AI\nwith the trainees. application in building E&M facilities, and\ninaugurated the E&M AI Lab at the event to\naccelerate big data and AI development in\nthe building E&M industry.", "page_number": 16, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 16, "summary": "幾位 前輩到訪2019年落成的新「學師樓」—— 技能評估中心，指導一眾年輕見習技術 員和見習工程師，傳授跨越半世紀的機電智慧和技術。", "content": "傳承半世紀的睿智\n培育後晉\n曾慶華先生（左三）於1973年加入機電工程處（機電工程署（機電署）前身）成\n為見習工程師，黃炳坤先生（左一）、莊錫鑫先生（右六）、劉國明先生（右三）\n成就卓越\n和張品儉先生（右一）則是1955年入職第1屆機電工程學徒的4位大師兄。幾位\n前輩到訪2019年落成的新「學師樓」—— 技能評估中心，指導一眾年輕見習技術\n員和見習工程師，傳授跨越半世紀的機電智慧和技術。\nPassing on Wisdom of Half a Century\nMr Tseng Hing-wah (third left), who joined the Public Works Department (the predecessor\nbody of the Electrical and Mechanical Services Department (EMSD)) as a trainee engineer in\n1973, together with 4 veterans, Mr Wong Ping-kwan (first left), Mr Chong Sik-ham (sixth\nright), Mr Lau Kwok-ming (third right) and Mr Cheung Bun-kim (first right), who became the\nA Legacy of Nurturing and Fostering Excellence first batch of electrical and mechanical (E&M) engineering apprentices in 1955, visited the\nSkill Assessment Centre (the new “apprentice basecamp”) completed in 2019, guiding a\ngroup of young technician trainees and engineering graduates by sharing their wisdom\nand technical expertise accumulated over half a century.", "page_number": 17, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 17, "summary": "時至今日，因應創科新趨勢，機電署銳意為培訓計劃注入新科技、新思維，分別於2018年和2019 年設立互動學習中心和技能評估中心，在數碼化的學習空間培育人才，打造薪火相傳的培訓基地。", "content": "Serving the Community with Heart and Innovation 17\n孕育專才 知識傳承\n參與1955年第1屆「政府學徒訓練計劃」的4位前輩（左起）莊錫鑫先生、劉國明先\n生、張品儉先生和黃炳坤先生到訪於2019年落成的新「學師樓」—— 技能評估中心。 Nurturing Talent: Knowledge Transfer in the Industry\nFour veterans, (from left) Mr Chong Sik-ham, Mr Lau Kwok-ming, Mr Cheung Bun-kim\nand Mr Wong Ping-kwan, who participated in the first Government Apprenticeship\n機電署一直肩負培育人才的使命，致力提升業界的軟實力。自1955年起，本署已積極發展學徒訓\nTraining Scheme in 1955, visited the Skill Assessment Centre\n(the new “apprentice basecamp”) completed in 2019. 練計劃，傳承累積多年的經驗與智慧。\n時至今日，因應創科新趨勢，機電署銳意為培訓計劃注入新科技、新思維，分別於2018年和2019\n年設立互動學習中心和技能評估中心，在數碼化的學習空間培育人才，打造薪火相傳的培訓基地。\n此外，技能發展中心於2020年2月正式投入服務，提供符合世界技能大賽標準的場地作為培訓基地，\n包括空調製冷培訓基地和電氣安裝培訓基地；另設有數碼訓練中心，配備先進的數碼科技培訓設施，\n以提升學員的技術水平。\nThe EMSD has always been dedicated to cultivating talent and enhancing the industry’s soft power. Since\n1955, the Department has actively developed apprentice training programmes, passing on years of\naccumulated experience and wisdom.\nIn response to emerging trends in I&T nowadays, the EMSD is committed to injecting state-of-the-art\ntechnologies and fresh perspectives into training programmes. The Interactive Learning Centre and the Skill\nAssessment Centre were established in 2018 and 2019 respectively to nurture talent in digital learning\nspaces, creating a training hub for the succession of knowledge. In addition, the Skill Development Centre\nwas put into operation in February 2020, providing venues that meet the standards of the WorldSkills\nCompetition as training bases, including the Refrigeration and Air-Conditioning Training Base and the\n互動學習中心\nElectrical Installations Training Base, as well as featuring a Digital Training Centre equipped with advanced\nInteractive\nLearning digital technology training facilities to enhance the technical skills of trainees.\nCentre\n數碼訓練中心\nDigital Training Centre\n技能發展中心\nSkill Development Centre\n技能評估中心\nSkill Assessment Centre", "page_number": 18, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 18, "summary": "18 傳承創新 同心惠民 這些培訓中心配備尖端的創科裝置， 而互動學習中心更利用全息影像及三 全息影像及三維投影 維投影技術，為機電署的員工和見習 Hologram system 技術員營造有利環境，增進個人的技 能，並豐富部門的知識庫，把機電署 75年以來累積的機電智慧發揚光大。", "content": "18 傳承創新 同心惠民\n這些培訓中心配備尖端的創科裝置，\n而互動學習中心更利用全息影像及三\n全息影像及三維投影\n維投影技術，為機電署的員工和見習 Hologram system\n技術員營造有利環境，增進個人的技\n能，並豐富部門的知識庫，把機電署\n75年以來累積的機電智慧發揚光大。\nThese training centres are equipped with\nstate-of-the-art I&T devices, while the\nInteractive Learning Centre utilises\nhologram technology, creating a\nfavourable environment for the staff and\ntechnician trainees of the EMSD to\nenhance their skills and enrich the\nDepartment’s knowledge base,\nharnessing the wisdom in the E&M 機電優良作業推廣典禮\ndiscipline accumulated over the past 75 Electrical & Mechanical Best Practices Ceremony\nyears.\n此外，機電署在2022年發布一套8本《優良操作\n和維修作業手冊及指引》，凝聚業界智慧和力量，\n推廣優質的作業模式，促進業界發展。\nIn addition, in 2022, the EMSD released a set of 8\nOperation and Maintenance (O&M) Best Practices\nBooklets and Handbooks in an effort to consolidate\nindustry expertise, promote quality operational\npractices and facilitate the industry development.\n訓練裝置（虛擬實境）\nTraining equipment (Virtual Reality)", "page_number": 19, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 19, "summary": "為吸引新血加入機電行業，本署為業界代表建構平台，並與他們合辦「機電業博覽」，介紹行業的 工作範疇、就業前景、晉升機會、培訓和進修資訊，鼓勵年輕人入行發揮所長，實現理想。", "content": "Serving the Community with Heart and Innovation 19\n發展業界 廣納人才\nIndustry Development and Talent Acquisition\n機電署致力以卓越的機電技術引領業界邁步向前，透過舉辦多元化的職業博覽、研討會和合作項目，\n擴大吸納人才的渠道。\n為吸引新血加入機電行業，本署為業界代表建構平台，並與他們合辦「機電業博覽」，介紹行業的\n工作範疇、就業前景、晉升機會、培訓和進修資訊，鼓勵年輕人入行發揮所長，實現理想。\n本署更與於2012年成立的香港機電業推廣工作小組合辦「機電．啟航」，廣納年輕新世代，培育\n他們成為機電業技術人才。\nThe EMSD is dedicated to leading the industry forward with excellent E&M technology. By organising diverse\ncareer expos, seminars and collaborative projects, the EMSD aims to broaden the channels for talent\n香港機電業推廣工作小組的嘉賓在 acquisition.\n機電業博覽2023開幕禮上合照。\nA group photo of the Hong Kong Electrical and To attract young people to the E&M industry, the EMSD has created a platform for various trade\nMechanical Trade Promotion Working Group was representatives and co-organised with trade members the E&M Expo, which introduced the scope of work,\ntaken at the opening ceremony of the E&M Expo 2023.\nemployment prospects, promotion opportunities, as well as information about training and continuous\nlearning in the industry, so as to encourage youngsters to join the field to unleash their potential and fulfil\ntheir aspirations.\nIn collaboration with the Hong Kong Electrical and Mechanical Trade Promotion Working Group, which was\nformed in 2012, the EMSD also organised the “E&M Go!” to agglomerate young talent and equip them with\nthe necessary skills for the E&M industry.\n中學生與社工一起參觀展覽攤位，了解機電業的發展情況。\nSecondary students and social workers visited the exhibition\nbooth to learn more about the development of the E&M industry.\n「機電．啟航」是機電署與業界合辦的年度重點活動，\n旨在歡迎加入機電行業的年青人。\n「機電．啟航」2023大合照。 The “E&M Go!” is an annual signature event co-organised\nA group photo taken at by the EMSD and trade members to welcome the\nthe “E&M Go!” 2023. youngsters joining the E&M industry.", "page_number": 20, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 20, "summary": "這項目在機電管線等關 Technician Trainees of the EMSD 鍵工序中充分利用建築信息模擬技術，以提升安裝工程的精準度。", "content": "20 傳承創新 同心惠民\n飛躍國際 促進交流\n深化機電人才發展合作聯席會議於2023年5月舉行。\nPromoting International Collaboration through Enhanced Communication The joint meeting to deepen co-operation in E&M\ntalent development was held in May 2023.\n由2018年至今，機電署與廣州市人力資源和社會保障局（人社局）已簽訂多項合作備忘錄，\n深化兩地在發展機電人才方面的協作交流。合作內容包括共同推進技術人員培訓，加強世界\n技能大賽選手集訓，以及為機電從業員開發新科技的培訓課程。我們藉此攜手提升本港以至\n粵港澳大灣區的機電服務質素和水平，同時促進城市可持續發展，實現節能減排的目標。\n機電署與人社局在2023年5月召開深化機電人才發展合作聯席會議，確立來年的工作計劃。\nSince 2018 till now, the EMSD has signed several memoranda of co-operation with the Guangzhou\nMunicipal Human Resources and Social Security Bureau (HRSSGZ) to deepen co-operation and\nexchanges in E&M talent development between the two places. The areas of collaboration include\n《機電人才發展 《深化機電人才發展合作備\njointly boosting the training for technicians, strengthening the training in preparation for the 合作備忘錄》於 忘錄》於2020年簽署。\nWorldSkills Competition and developing training courses on new technology for the E&M 2018年簽署。 The Memorandum of Co-\npractitioners. Through such partnership, we strive to enhance the quality and standards of E&M The operation on Enhanced E&M\nMemorandum Talent Development was\nservices in Hong Kong and the Guangdong-Hong Kong-Macao Greater Bay Area, while promoting of Co-operation signed in 2020.\nsustainable urban development and achieving energy saving and emission reduction targets. on E&M Talent\nDevelopment\nIn May 2023, the EMSD and the HRSSGZ held a joint meeting to deepen co-operation in E&M talent was signed in\ndevelopment and established the work plan for the following year. 2018.\n考察團參觀中海海創智造科技（珠 為了讓年青新生代了解內地機電創科及高新技術的發展，機電署為同事安\n海）有限公司，重點了解機電裝備\n排大灣區考察團，分別參觀當地的創科企業、科研單位、初創企業和產業\n合成法模組的生產流程。\nThe delegation visited the China 基地，讓他們了解和探索大灣區的創科發展、生態圈和政策。考察團不但\nOverseas Innovation & Technology 參觀中海海創智造科技（珠海）有限公司，重點了解機電裝備合成法模組\n(Zhuhai) Company Limited and\n的生產製作流程，還有機會率先參觀仍在施工的「三館合一」項目（「三館」\nwas briefed on the production\nprocesses of the MiMEP modules. 指廣東美術館、廣東非物質文化遺產展示中心和廣東文學館），從而了解\n如何在關鍵施工步驟如結構吊裝和機電管線等深度應用建築信息模擬技\n術，以提高施工精準度和確保安全。\nIn order to familiarise the younger generation with the development of E&M I&T\nand high-technology in the Mainland, the EMSD arranged study tours to the Greater\nBay Area for colleagues to visit local I&T enterprises, research institutions, start-ups\nand industrial bases, so that they could learn more about and explore their I&T\ndevelopment, ecosystems and policies. The delegation visited the China Overseas\nInnovation & Technology (Zhuhai) Company Limited and was briefed on the\n機電署見習技術員 production processes of the Multi-trade integrated Mechanical, Electrical and\n於大灣區參與培訓和交流。\n團員率先參觀仍在施工的「三館合一」地標項目（「三館」指廣東美術館、 Plumbing (MiMEP) modules. Besides, the delegation had the opportunity to visit the\n廣東非物質文化遺產展示中心和廣東文學館）。這項目在機電管線等關 Technician Trainees of the EMSD\n鍵工序中充分利用建築信息模擬技術，以提升安裝工程的精準度。 participated in training and “three museums in one” project, amalgamating the Guangdong Museum of Art, the\nexchanges in the Greater Bay Area. Guangdong Intangible Cultural Heritage Exhibition Centre and the Guangdong\nThe delegation visited the construction-in-progress “three museums\nin one” landmark project amalgamating the Guangdong Museum of Museum of Literature, which was still under construction. The visit enabled them to\nArt, the Guangdong Intangible Cultural Heritage Exhibition Centre\nunderstand how the Building Information Modelling (BIM) technology was applied\nand the Guangdong Museum of Literature. This project utilised BIM\ntechnology in key processes, such as those involving E&M ducts and in key processes such as erection of structures and installation of E&M ducts and\npipes, to improve the accuracy of the installation works. pipes to improve the accuracy of construction and ensure safety.", "page_number": 21, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 21, "summary": "2019年香港代表團團員與業界成員在俄羅斯 An EMSD technician representing Hong Kong in the 喀山舉行的第45屆世界技能大賽合照留念。", "content": "Serving the Community with Heart and Innovation 21\n每兩年一度的世界技能大賽匯聚來自20多個國家和地區的機電菁\n英，較量專業技能和知識，為技術發展開創新篇章。\nThe biennial WorldSkills Competition brings together E&M elites from over\n20 countries and regions to compete in their professional skills and\nknowledge, opening a new chapter for technological advancement.\n機電署的技術員代表香港出戰2019年世界技能大賽。\n機電署的技術員代表香港出戰\nAn EMSD technician representing Hong Kong in the\nTechnicians from the EMSD Represented Hong Kong to WorldSkills Competition 2019.\nCompete in the Competition\n2017年，機電署首次派出2名技術員參加「空調製冷」和「電氣安裝」兩個項目，並由空調製冷\n專家陪同。在2022年世界技能大賽特別賽，機電署技術員代表香港奪得「空調製冷」項目優異\n獎章，總成績名列第5位，為香港取得歷來最佳成績。這反映機電署在傳承卓越技術方面的成績，\n並突顯本署與廣州市人社局共同推進人員培訓的協作成果。\nIn 2017, the EMSD, for the first time, sent 2 technicians in the company of an expert in air conditioning and\nrefrigeration, to compete in the categories of “Refrigeration and Air Conditioning” and\n“Electrical Installations”. In the WorldSkills Competition 2022 Special Edition, the EMSD\ntechnicians representing Hong Kong won a Medallion for Excellence in the “Air\nConditioning and Refrigeration” category and achieved the fifth overall, marking the best\nresult Hong Kong has ever achieved. This reflects the EMSD’s outstanding achievements\nin passing on technical excellence and demonstrates the collaborative efforts of the\nEMSD and the HRSSGZ in jointly enhancing personnel training.\n機電署的技術員代表香港出戰2022年世界技能大賽。\n2019年香港代表團團員與業界成員在俄羅斯\nAn EMSD technician representing Hong Kong in the\n喀山舉行的第45屆世界技能大賽合照留念。\nWorldSkills Competition 2022.\nMembers of the Hong Kong team and\ntrade members took a group photo in the 45th\nWorldSkills Competition held in Kazan, Russia in 2019.\n行政長官李家超先生與2022年世界技能大賽特別賽的\n香港代表隊會面和合照。\nThe Chief Executive, Mr Lee Ka-chiu, John, met and took a group photo with\nthe Hong Kong team for the WorldSkills Competition 2022 Special Edition.", "page_number": 22, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 22, "summary": "機電署亦定期主 辦和參與亞太經合組織能源效益及節能專家小組的會議和工 作坊，以促進技術交流，務求引領香港實現淨零排放。", "content": "22 傳承創新 同心惠民\n多年來，機電署積極舉辦國際活動，推出註冊計劃以提升本\n機電署於2023年3月主辦亞太經合組織能源效益及\n節能專家小組第60次會議。 地工程人員的能力，並為署內工程人員提供全面的培訓和發\nThe EMSD hosted the 60th Meeting of the APEC Expert 展機會。\nGroup on Energy Efficiency and Conservation in March 2023.\n為了加快本港提升能源效益的速度，機電署副署長╱規管服\n務潘國英先生陪同環境及生態局局長謝展寰先生，出席於\n2023年8月在美國西雅圖舉行的第13屆亞太區經濟合作組\n織（亞太經合組織）能源部長會議，與各成員地區的能源部\n長建立溝通渠道，並分享本港的節能成果。機電署亦定期主\n辦和參與亞太經合組織能源效益及節能專家小組的會議和工\n作坊，以促進技術交流，務求引領香港實現淨零排放。\nOver the years, the EMSD has been actively organising\ninternational events, launching registration schemes to enhance\n機電署副署長╱規管服務潘國英先生（右一）\nthe competence of local engineering personnel, as well as\n陪同環境及生態局局長謝展寰先生（左一），\n於2023年8月出席第13屆亞太 providing comprehensive training and development\n經合組織能源部長會議。 opportunities for in-house engineering staff.\nMr Tse Chin-wan, Secretary for Environment\nand Ecology (first left), accompanied by In order to accelerate the pace of energy efficiency enhancement\nMr Poon Kwok-ying, Raymond, in Hong Kong, Mr Tse Chin-wan, Secretary for Environment and\nDeputy Director/Regulatory Services of\nthe EMSD (first right), attended the 13th APEC Ecology, accompanied by Mr Poon Kwok-ying, Raymond, Deputy\nEnergy Ministerial Meeting in August 2023. Director/Regulatory Services of the EMSD, attended the 13th Asia-\nPacific Economic Cooperation (APEC) Energy Ministerial Meeting\nheld in Seattle, the United States in August 2023, to establish\nconnections with energy ministers of various member economies\nand share with them the energy saving results of Hong Kong. The\n機電署於2023年9月主辦第71屆國際纜車監管機構會議。\nEMSD also regularly hosts and participates in meetings and\nThe EMSD hosted the 71st International Meeting of\nTechnical Authorities for Cableways in September 2023. workshops of the APEC Expert Group on Energy Efficiency and\nConservation to facilitate technical exchanges, with a view to\nleading Hong Kong to achieve net-zero emissions.\n2022年度傑出註冊電業\n「家用冷氣機輕度易燃雪種處理工程人員自願註冊計劃」啟動禮 工程人員選舉特刊\nLaunching Ceremony of the Voluntary Registration Scheme A Special on the Outstanding\nfor Technicians Handling Mildly Flammable Refrigerant of Registered Electrical Worker\nHousehold Air-conditioners Awards Scheme 2022", "page_number": 23, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 23, "summary": "表揚機電署為培育專業機電人員及提升市民生活質素所付出的努力。", "content": "Serving the Community with Heart and Innovation 23\n連繫社區 凝聚民心\n機電署技術員訓練計劃「SPARK計劃」\nSPARK Programme, the technician Connecting with the Community to Foster Social Cohesion\ntraining scheme of the EMSD\n機電署的技術員訓練計劃「SPARK計劃」榮獲香港管理專業協會頒發2021年最佳管理培訓及發展獎銀獎和4項特別獎，以\n表揚機電署為培育專業機電人員及提升市民生活質素所付出的努力。\n此外，機電署舉辦「傑出註冊電業工程人員選舉」及「表現優異註冊電業承辦商比賽」兩項賽事，透過表揚出色的註冊電\n業工程人員和註冊電業承辦商，為業界樹立典範，從而提升業界從業員的專業水平，並鼓勵有志之士加入機電行業。\n除了推動業界發展，機電署亦安排「機智啤啤」等吉祥物參與眾多公開活動及外展探訪，為部門與公眾的互動增添活力。\n吉祥物形象可愛，深受學童歡迎。\n為了增加與中學生的互動，機電署舉辦「啤啤校園之旅 —— 生活小智識」和「機電青少年大使計劃」，以生動活潑的方\n式讓學生了解機電業。有關活動不但可推廣機電安全、能源效益及日常科技應用，更可從小培養市民對機電行業的認識，\n令行業發展生生不息。\nThe EMSD’s technician training scheme, namely the SPARK Programme, received a silver award and 4 special awards in the Award for\nExcellence in Training and Development 2021 organised by the Hong Kong Management Association, in recognition of the EMSD’s\ncommitment to nurturing E&M professionals and improving the living quality of the public.\nMoreover, the EMSD has organised the Outstanding Registered Electrical Worker Awards Scheme and Outstanding Registered\nElectrical Contractors Competition to commend outstanding registered electrical workers and registered electrical contractors, and\nset role models for the trade, thereby enhancing the professional standard of the trade practitioners and encouraging aspiring\nindividuals to join the E&M industry.\nApart from driving industry development, the EMSD has deployed its mascots, such as the Witty Bear, in various public events and outreach\nvisits to energise our engagement with the public. The mascots are especially popular among students due to their cute images.\nTo enhance interaction with secondary school students, the EMSD has launched the “Witty Bear Campus Tour — EMbrace Smart\n香港管理專業協會最佳管理培訓及發展獎頒獎典禮2021 Living in Daily Life” and the E&M Young Ambassador Programme for students to learn about the E&M industry in lively and interesting\nThe presentation ceremony of Award for Excellence in\nways. Such activities not only promote E&M safety, energy efficiency, and daily technological applications, but also cultivate public\nTraining and Development 2021 organised by the Hong\nKong Management Association understanding of the industry from an early age and facilitate perpetual growth of the industry.\n機電青少年大使計劃 參加「啤啤校園之旅 — 生活小\nE&M Young Ambassador Programme 智識」STEM教育先導計劃的同\n學向發展局常任秘書長\n（工務）劉俊傑先生（前排\n右二）和機電署署長彭耀雄先\n生（前排右一）介紹其團隊的\n創作成果。\nStudents participating in\nthe pilot STEM education\nprogramme, “Witty Bear\nCampus Tour — EMbrace\n學生參與「機電生力軍」\nSmart Living in Daily Life”,\n機電工程體驗計劃。 introduced the creative work\nStudents participated in the of their team to Mr Lau Chun-\nExperience Scheme for “New kit, Ricky, Permanent Secretary\nGeneration for E&M Services”. for Development (Works)\n(second right, front row) and\n「啤啤校園之旅 —— 生活小智識」畢業典禮\nMr Pang Yiu-hung, Director\n機電署吉祥物「機智啤啤」 Graduation ceremony of “Witty Bear Campus of Electrical and Mechanical\nWitty Bear, the EMSD’s mascot Tour — EMbrace Smart Living in Daily Life” Services (first right, front row).", "page_number": 24, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 24, "summary": "眾志成城 引領創新 Leading Innovation with Collaborative Efforts 機電署擔當政府「創新促成者」的角色，支援各政府部門及 公營機構加強與創科界的協作，應用嶄新科技優化服務及支 持智慧城市發展。", "content": "眾志成城\n引領創新\nLeading Innovation with Collaborative Efforts\n機電署擔當政府「創新促成者」的角色，支援各政府部門及\n公營機構加強與創科界的協作，應用嶄新科技優化服務及支\n持智慧城市發展。\nPlaying the role of the Government’s Innovation Facilitator, the\nEMSD assists various government departments and public bodies\nin strengthening collaboration with the I&T sector to optimise\ntheir services and support smart city development with the\napplication of latest technologies.", "page_number": 25, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 25, "summary": "自2018年起，本署每年都會舉辦「Inno@E&M創新科 技挑戰賽」，鼓勵員工提出創科項目構思，以優化部門運作。", "content": "Serving the Community with Heart and Innovation 25\n「Inno@E&M創新科技挑戰賽」\n擁抱創科 領航奮進\n啟動禮 Embracing Innovation: Pioneering the Way Forward\nKick off Ceremony of Inno@E&M\nChallenge\n機電署深信創科是改進社會的重要助力，一直把創科發展和應用\n放在首位。自2018年起，本署每年都會舉辦「Inno@E&M創新科\n技挑戰賽」，鼓勵員工提出創科項目構思，以優化部門運作。\n2023年的賽事吸引逾160份申請，晉身第二階段的隊伍會獲委任\n為創新小隊，並獲分配資源以實踐其創新方案。\n每年由機電署主辦的「機電創科日」為客戶部門及業界提供平台，\n以分享經驗和進行互動交流。為推廣建築機電行業的人工智能技\n術，本署更與廣東省科學技術協會合辦「國際建築機電人工智能\n大挑戰」。\n機電創科日 — 專題講座 透過綠色科技以實現可持續發展一直是機電署的重點工作。本署\nE&M I&T Day – Seminar 與環境及生態局和廣東省科學技術協會合辦「綠色創科日」，匯\n聚本地及內地的創科和機電業界人士，以及大學和公營機構的持\n份者，以促進知識交流和分享利用創科減碳的經驗。\nThe EMSD firmly believes that embracing I&T is a significant driving\nforce for societal improvement, and has always prioritised I&T\ndevelopment and application. Since 2018, the EMSD has organised the\nInno@E&M Challenge every year to encourage our staff to propose I&T\nproject ideas for optimising departmental operation. The Inno@E&M\nChallenge 2023 attracted more than 160 entries. The teams that\nentered the second stage of the competition will be appointed as\ninnovation teams and allocated resources to implement their\ninnovative solutions.\n機電創科日 — 方案展覽\nThe annual E&M Innovation and Technology Day, organised by the\nE&M I&T Day – Solution Exhibition\nEMSD, serves as a platform for client departments and the trade to\nshare experience and engage in interactive exchanges. To promote the\n「國際建築機電人工智能大挑戰」交流會 application of artificial intelligence (AI) technology in the building E&M\nSharing Session of Global AI Challenge for\nindustry, the EMSD, in collaboration with the Guangdong Association\nBuilding E&M Facilities\nfor Science and Technology, organised the Global AI Challenge for\nBuilding E&M Facilities.\nPursuing sustainable development through green technology has\nalways been a key focus of the EMSD. To facilitate knowledge exchange\nand share the experience in utilising innovation and technology to\nreduce carbon emissions, the EMSD and the Environment and Ecology\nBureau, together with the Guangdong Association for Science and\nTechnology, jointly organised the Green Innovation and Technology\nDay, bringing together practitioners in the I&T and E&M trades, as well\n「綠色創科日」開幕典禮 as stakeholders from universities and public bodies in both Hong Kong\nOpening Ceremony of Green I&T Day and the Mainland.", "page_number": 26, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 26, "summary": "26 傳承創新 同心惠民 機電署主辦的「機電創科開放日」，向市民展示創新科 機電創科開放日 Inno@E&M Open Day 技在機電服務和智慧城市發展方面的應用。", "content": "26 傳承創新 同心惠民\n機電署主辦的「機電創科開放日」，向市民展示創新科\n機電創科開放日\nInno@E&M Open Day 技在機電服務和智慧城市發展方面的應用。開放日有不\n少為年青人而設的活動，以啟發他們對機電工程及科技\n的興趣。開放日更設有專區，讓年青人展示其「智在\nGWIN」物聯網機電應用挑戰賽的參賽作品。\nThe EMSD hosted the Inno@E&M Open Day to showcase I&T\napplications in E&M services and smart city development to\nthe public. The Open Day featured a variety of activities for\nyoung people to inspire their interest in E&M engineering\nand technologies. The Open Day also had a special area for\nyoung people to display their entries in “Smart@GWIN” E&M\nIoT Application Challenge.\n「智在GWIN」物聯網機電應用挑戰賽 — 作品展示\n“Smart@GWIN” E&M IoT Application Challenge – Entry Exhibition", "page_number": 27, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 27, "summary": "Serving the Community with Heart and Innovation 27 位於機電署總部的機電創科專區展出多個互 動展品，這些展品均為機電署與本港學術及 科研機構的創科合作成果。", "content": "Serving the Community with Heart and Innovation 27\n位於機電署總部的機電創科專區展出多個互\n動展品，這些展品均為機電署與本港學術及\n科研機構的創科合作成果。機電創科廊則展\n出多個獲獎機電創科項目，並闡述有關項目\n為我們生活帶來的好處。\nThe E&M InnoZone located at our EMSD\nheadquarters displays a number of interactive\nexhibits, which are the results of I&T collaboration\nbetween the EMSD and local academic and\nresearch institutions, whereas the E&M InnoFoyer\ndisplays an array of award-winning E&M-related\nI&T projects, and expounds on the benefits of the\n機電創科專區\nprojects to our daily lives. E&M InnoZone\n在機電創科專區向公眾講解機電創科項目。\nExplaining E&M-related I&T projects to the public at E&M InnoZone.\n在機電創科廊向時任政務司司長李家超先生\n介紹日內瓦國際發明展得獎項目。\nIntroducing the award-winning projects at the International\nExhibition of Inventions of Geneva to Mr Lee Ka-chiu, John, the then\nChief Secretary for Administration, at E&M InnoFoyer.", "page_number": 28, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 28, "summary": "比 賽由40多個國際組織擔任協辦和支持機構，吸引來自全球10個地區共120多支隊伍參加，反 應熱烈。", "content": "28 傳承創新 同心惠民\n機電創科網上平台啟動禮\nE&M InnoPortal Launch Ceremony\n機電署一直穩中求變，不遺餘力推動創科發展，以多個專用設施和平台促進科技應用和發展。\n機電創科網上平台於2018年推出，羅列各政府部門、公營機構和機電業界的服務願望，並邀請\n創科界提出相應的創科解決方案以作配對。\n2022年，機電署啟動機電人工智能實驗室合作項目，促進多方協作，以推動建築機電裝備的大\n數據和人工智能相關研發工作。本署舉辦的「國際建築機電人工智能大挑戰」旨在推展建築機\n電行業的人工智能技術，匯聚來自世界各地對建築機電人工智能應用具濃厚興趣的創新者。比\n賽由40多個國際組織擔任協辦和支持機構，吸引來自全球10個地區共120多支隊伍參加，反\n應熱烈。\nConsistently dedicated itself to seeking changes while maintaining stability, the EMSD has spared no\neffort in driving I&T development and promoting the application and development of technology with\nmultiple dedicated facilities and platforms.\nLaunched in 2018, the E&M InnoPortal lists service wishes of various government departments, public\nbodies and the E&M trade, and invites the I&T sector to propose corresponding solutions for matching.\nIn 2022, the EMSD initiated the collaboration project of E&M AI Lab to foster multilateral cooperation to\nadvance research and development in big data and AI for building E&M equipment. The Global AI\nChallenge for Building E&M Facilities we organised was aimed at promoting AI technology in the\nbuilding E&M industry, and has gathered innovators from around the world who have an enormous\ninterest in AI application to building E&M facilities. More than 40 organisations around the globe\nsupported the event as co-organisers and supporting organisations. The competition received an\noverwhelming global response of more than 120 teams from 10 geographical regions participating in\nthe competition.\n機電創科網上平台\nE&M InnoPortal\n國際建築機電人工智能\n大挑戰 — 頒獎典禮暨機電\n人工智能實驗室啟動禮2022\nGlobal AI Challenge for\nBuilding E&M Facilities –\nAwards Ceremony and\nthe launch of the E&M AI\nLab in 2022", "page_number": 29, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 29, "summary": "Serving the Community with Heart and Innovation 29 壯大系統管理 迎接數碼挑戰 Embracing Digital Challenges with Robust System Management 社會瞬息萬變，科技日新月異，機電署因此加快數碼化的進程，大力發展各種技術和創新方案。", "content": "Serving the Community with Heart and Innovation 29\n壯大系統管理 迎接數碼挑戰\nEmbracing Digital Challenges with Robust System Management\n社會瞬息萬變，科技日新月異，機電署因此加快數碼化的進程，大力發展各種技術和創新方案。\n當中，由機電署開發的建築信息模擬 — 資產管理系統，已在多個客戶部門和公營機構的場地和\n建築物，例如政府辦公室和醫院廣泛應用。\n2020年2月，位於機電署總部大樓的區域數碼監控中心揭幕。該中心設施先進，配備中央儀表板，\n可實時監察機電設備的狀態和警報，以便本署人員遠程監控分散於全港不同地點的場地，及時作\n出維修提示及管理能源效益。系統亦透過數碼技術，以三維圖像顯示建築物外型及結構，便利維\n區域數碼監控中心\nRegional Digital 修和操作樓宇內的機電設施。\nControl Centre\n此外，本署善用多項創新技術為大龍獸醫化驗所更換製冷機，包括首次使用機電裝備合成法預製\n機電組件。通過運用機電裝備合成法技術，可縮短建築期，減低工程對客戶日常運作的影響。\nIn the rapidly evolving society, technology continues to advance at an unprecedented pace. The EMSD\ntherefore has made tremendous efforts to expedite the progress of digital transformation by fostering the\ndevelopment of various technologies and innovative solutions. Among them, the Building Information\nModelling – Asset Management (BIM-AM) system, developed by the EMSD, has been widely used in venues\nand buildings of various client departments and public bodies, such as government offices and hospitals.\nIn February 2020, the EMSD unveiled its state-of-the-art Regional Digital Control Centre located at its\nheadquarters building. Equipped with an advanced centralised dashboard, the centre enables real-time\nmonitoring of the status and alerts of E&M equipment. With the ability to remotely monitor multiple\nlocations across the territory, the facility ensures timely maintenance recommendations and effective energy\nmanagement. The system also utilises digital technologies to represent the exterior and structure of buildings\nin three-dimensional images, facilitating easier maintenance and operation of the E&M facilities within the\nbuildings.\nMoreover, the EMSD made good use of a number of innovative technologies to replace the chillers at Tai\n建築信息模擬 — 資產管理系統 Lung Veterinary Laboratory, including prefabrication of E&M components with the use of MiMEP technology\nBuilding Information Modelling – for the first time. With the application of MiMEP technology, the construction period could be shortened and\nAsset Management (BIM-AM) system the impact of the works on the clients’ daily operation minimised.\n大龍獸醫化驗所製冷機組\nThe chiller plant of Tai Lung\nVeterinary Laboratory", "page_number": 30, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 30, "summary": "Providing a hiker safety system for the Orienteering Competition 2021, organised by Civil Aid Service (CAS), to enhance safety by tracking participants’ location via the GWIN. 為支援機電設備數碼化，機電署於2019年啟用政府物聯通， 建立覆蓋全港各區的政府專用無線電傳感器網絡，以構建各 種智能應用，提升公共服務質素。", "content": "30 傳承創新 同心惠民\n利用搭載於無人機上的基站\n加強政府物聯通的覆蓋範圍。\nUsing the gateway mounted on the drone\nto enhance the coverage of the GWIN.\n為民安隊舉辦的2021年野外定向比賽提供行\n山安全系統，透過政府物聯通網絡追蹤參賽\n者的位置，以提升活動安全。\nProviding a hiker safety system\nfor the Orienteering Competition 2021,\norganised by Civil Aid Service (CAS), to\nenhance safety by tracking participants’\nlocation via the GWIN.\n為支援機電設備數碼化，機電署於2019年啟用政府物聯通，\n建立覆蓋全港各區的政府專用無線電傳感器網絡，以構建各\n種智能應用，提升公共服務質素。\n政府物聯通用途廣泛，包括改善建築物機電設備的保養和維\n修、管理公共設施的使用率、洪水監測，以及地下管道洩漏\n分析等。\nTo support the digitalisation of E&M equipment, the EMSD\nlaunched the Government-wide IoT Network (GWIN) in 2019,\nestablishing a wireless sensor network that covers all the districts\nacross Hong Kong and designated for the Government, in a bid\nto develop intelligent applications that enhance the quality of\npublic services.\nThe GWIN has multi-functions, including improving the\nmaintenance and repair of E&M systems in buildings, managing\nthe utilisation of public facilities, monitoring floods, and analysing\nleaks in underground pipelines, etc.\n在政府停車場的停車位安裝傳感器，向智能系統報\n告車位的佔用情況，從而更有效地管理資源。\nInstalling occupancy sensors at parking slots in\ngovernment car parks to report the occupancy\nstatus to a smart reservation system, enabling\nbetter resource management.\n政府物聯通的防洪監測傳感器\nFlood monitoring sensor of the GWIN", "page_number": 31, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 31, "summary": "Serving the Community with Heart and Innovation 31 智能液化石油氣缸車檢測機械人 應用於地下公共設施監察的 LPG Tank Inspection & Data Analysis 新型無線通訊系統 with Intelligent Tanker Robot Novel Wireless Communication System for Underground Utility Monitoring 人工智能影像分析系統監察香港街市的自動梯運作 AI Video Analytics System for Escalator Monitoring in Wet Markets of Hong Kong 機電署推行智慧城市解決方案，協助各政府部門提升公共服務和營運效率。", "content": "Serving the Community with Heart and Innovation 31\n智能液化石油氣缸車檢測機械人 應用於地下公共設施監察的\nLPG Tank Inspection & Data Analysis 新型無線通訊系統\nwith Intelligent Tanker Robot Novel Wireless\nCommunication System\nfor Underground Utility\nMonitoring\n人工智能影像分析系統監察香港街市的自動梯運作\nAI Video Analytics System for Escalator Monitoring\nin Wet Markets of Hong Kong\n機電署推行智慧城市解決方案，協助各政府部門提升公共服務和營運效率。多個由機電署促\n成的重點創新項目，包括智能液化石油氣缸車檢測機械人、人工智能影像分析系統、應用於\n地下公共設施監察的新型無線通訊系統及鼠患管理系統等，大大改善公共服務的質素。此\n外，本署以多項創科方案支援抗疫工作，確保政府在疫情期間運作如常。\nThanks to the smart city solutions implemented by the EMSD, the public services and operational\nefficiency of various government departments have been enhanced. A number of key innovative\nprojects facilitated by the EMSD, including the LPG Tank Inspection & Data Analysis with Intelligent\nTanker Robot, AI Video Analytics System, Novel Wireless Communication System for Underground\nUtility Monitoring and Rodent Control Management System, have greatly improved the quality of\npublic services. Furthermore, we supported the anti-epidemic efforts with a multitude of I&T 鼠患管理系統\nsolutions, ensuring the normal operation of the Government during the epidemic. Rodent Control\nManagement\nSystem", "page_number": 32, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 32, "summary": "32 傳承創新 同心惠民 智慧廁所 Smart Toilet 升降機及自動梯數碼工作日誌 Digital Logbooks for Lifts and Escalators 多年來，機電署與各創科界策略夥伴合作，研發多個創科項目，成效顯著。", "content": "32 傳承創新 同心惠民\n智慧廁所\nSmart Toilet\n升降機及自動梯數碼工作日誌\nDigital Logbooks for Lifts\nand Escalators\n多年來，機電署與各創科界策略夥伴合作，研發多個創科項目，成效顯著。\n舉例而言，升降機及自動梯數碼工作日誌系統提高了升降機及自動梯的保\n養及維修效率；智慧廁所及智能馬桶清潔系統則協助改善公共洗手間的衞\n生情況。這些項目肯定了本署在推動創科發展方面的努力和成果。\nOver the years, the EMSD has collaborated with various strategic partners in the I&T\nsector to develop various innovative projects. These initiatives have yielded\nremarkable results, such as the system of Digital Logbooks for Lifts and Escalators,\nwhich has enhanced the maintenance and repair efficiency of lift and escalators; as\nwell as the Smart Toilet and Smart Toilet Bowl Cleaning System, which has helped\n智能馬桶清潔系統\nimprove the hygiene of public toilets. These projects have recognised the EMSD’s Smart Toilet Bowl\nefforts and achievements in fostering I&T advancement. Cleaning System", "page_number": 33, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 33, "summary": "Serving the Community with Heart and Innovation 33 機電署獲得的專利證明書 由2018年至今，機電署已經與15家本地和5 Patent Certificates 家內地創科合作夥伴簽署多項合作備忘錄，積 obtained by the EMSD 極推動本地和內地持份者和業界通力合作，共 同開發創科新領域。", "content": "Serving the Community with Heart and Innovation 33\n機電署獲得的專利證明書 由2018年至今，機電署已經與15家本地和5\nPatent Certificates\n家內地創科合作夥伴簽署多項合作備忘錄，積\nobtained by the EMSD\n極推動本地和內地持份者和業界通力合作，共\n同開發創科新領域。機電署更榮獲超過30張\n專利證明書。\nSince 2018 till now, the EMSD has signed various\nmemoranda of co-operation with 15 local and 5\nMainland I&T partners, actively promoting\ncollaboration among stakeholders and industries\nin both Hong Kong and the Mainland to jointly\nadvance new frontiers in I&T. The EMSD has also\nobtained more than 30 patent certificates.\n《建築機電系統綠色智慧技術及\n人工智能標準合作備忘錄》簽署儀式\nSigning Ceremony of Memorandum of Co-operation\non Green Intelligent Technology and Artificial\nIntelligence Standards for E&M Systems of Buildings\n《粵港創新及科技協作合作備忘錄》簽署儀式\nSigning Ceremony of Memorandum of Co-operation on\nInnovation and Technology Collaboration\n機電創科日2022暨合作備忘錄簽署儀式\nE&M I&T Day 2022 cum Signing Ceremony of Memorandum of\nCo-operation", "page_number": 34, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 34, "summary": "過去數年，機電署在日內瓦國際發明展中取得佳績，榮獲共50個獎項，包括1項特 別獎、12項金獎、24項銀獎和13項銅獎。", "content": "34 傳承創新 同心惠民\n司機隨身寶\nSmart Driver Assistant for\nAutomated People Mover\n智能防污海水濾網\nSmart Antifouling\nSeawater Screen\n智能升降機移動\n監測裝置 可再生能源探索者\nIntelligent Lift Integrated Self-sustained\nMovement Renewable Energy Explorer\nSurveillance Device\n智慧升降機巡查機械人\nSmart Robotic Lift Examiner\n蜚聲國際 勇奪佳績\n智能鍋爐維護機械人\nRenowned for International Acclaims: Achieving Outstanding Results\nSmart Boiler Servicing Robot\n近年，機電署牽頭的多個創科項目屢獲國際殊榮，足證我們在推動創科方面的努力備\n受肯定。\n過去數年，機電署在日內瓦國際發明展中取得佳績，榮獲共50個獎項，包括1項特\n別獎、12項金獎、24項銀獎和13項銅獎。\nIn recent years, several I&T projects spearheaded by the EMSD have gained numerous\ninternational accolades in recognition of our dedication to promoting I&T.\nOver the past few years, the EMSD has achieved remarkable success at the International\n預防電車脫軌及碰撞系統\nExhibition of Inventions of Geneva, receiving a total of 50 awards, including 1 Special Award,\nTramway Derailment and\n12 Gold, 24 Silver and 13 Bronze medals.\nCollison Prevention System", "page_number": 35, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 35, "summary": "Serving the Community with Heart and Innovation 35 2021建造業議會數碼化大獎 CIC Construction Digitalisation Award 2021 2022建築信息模擬成就嘉許禮 （由發展局和建造業議會合辦） Celebration of BIM Achievement 2022 (Co-organised by the Development Bureau and the Construction Industry Council) 機電署亦在不同創科獎項計劃中勇奪多項殊榮，相關計劃包括2021建造業議會 數碼化大獎、2021香港資訊及通訊科技獎、2022建築信息模擬成就嘉許禮、 2022年公務員優質服務獎勵計劃、全球及香港最具創新力知識型機構大獎、第 21屆亞太資訊及通訊科技大獎等。", "content": "Serving the Community with Heart and Innovation 35\n2021建造業議會數碼化大獎\nCIC Construction\nDigitalisation Award 2021\n2022建築信息模擬成就嘉許禮\n（由發展局和建造業議會合辦）\nCelebration of BIM Achievement\n2022 (Co-organised by the\nDevelopment Bureau and the\nConstruction Industry Council)\n機電署亦在不同創科獎項計劃中勇奪多項殊榮，相關計劃包括2021建造業議會\n數碼化大獎、2021香港資訊及通訊科技獎、2022建築信息模擬成就嘉許禮、\n2022年公務員優質服務獎勵計劃、全球及香港最具創新力知識型機構大獎、第\n21屆亞太資訊及通訊科技大獎等。得獎是對機電署堅持不懈推動創科的認同，\n與此同時也激勵本署更堅定地走在創科的最前線，推動研發新技術，並鼓勵業界\n廣泛應用創科，造福全港市民。\nThe EMSD has also achieved scores of accolades in various I&T award schemes, including\nthe CIC Construction Digitalisation Award 2021, the Hong Kong ICT Awards 2021, the\nCelebration of BIM Achievement 2022, the Civil Service Outstanding Service Award\nScheme 2022, the Global and Hong Kong Most Innovative Knowledge Enterprise\nAwards, and the 21st Asia Pacific Information and Communications Technology Alliance\nAwards. Not only are these awards testament to our unwavering efforts to drive I&T,\nthey also inspire us to strive to stay at the forefront of I&T to promote research and\ndevelopment of innovative technologies and encourage broader application of I&T in\nthe industry, ultimately benefiting all the people across the territory.\n2022年公務員優質服務獎勵計劃\n第21屆亞太資訊及通訊科技大獎 全球及香港最具創新力知識型機構大獎 Civil Service Outstanding Service\nThe 21st Asia Pacific Information and Global and Hong Kong Most Innovative Award Scheme 2022\nCommunications Technology Alliance Awards Knowledge Enterprise Awards\n2021香港資訊及通訊科技獎\nHong Kong ICT Awards 2021", "page_number": 36, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 36, "summary": "一德一心 共迎挑戰 Facing Challenges Together 2019冠狀病毒病疫情嚴峻，機電署與各部門緊密合 作，為抗疫工作提供全面支援。", "content": "一德一心\n共迎挑戰\nFacing Challenges Together\n2019冠狀病毒病疫情嚴峻，機電署與各部門緊密合\n作，為抗疫工作提供全面支援。\nUnder the severe epidemic situation of the Coronavirus\nDisease 2019 (COVID-19), the EMSD had closely\ncollaborated with various departments to provide\ncomprehensive support for the anti-epidemic work.", "page_number": 37, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 37, "summary": "Serving the Community with Heart and Innovation 37 北大嶼山醫院香港感染控制中心 North Lantau Hospital Hong Kong 機電署成立75年以來，一直緊守崗位，即使面對突如其來的社會狀況，仍然心繫社區，本 Infection Control Centre 着關愛和同理心，堅守對大眾的承諾，與市民攜手同行。", "content": "Serving the Community with Heart and Innovation 37\n北大嶼山醫院香港感染控制中心\nNorth Lantau Hospital Hong Kong\n機電署成立75年以來，一直緊守崗位，即使面對突如其來的社會狀況，仍然心繫社區，本 Infection Control Centre\n着關愛和同理心，堅守對大眾的承諾，與市民攜手同行。\nEstablished for 75 years, the EMSD has always been steadfast in carrying out its duties. Even in the face\nof unexpected social circumstances, we remain concerned about the community. With care and\nempathy, we uphold our commitment to the community and walk hand in hand with them.\n竭力為民 同心抗疫\nServing the Community with Dedication: Fighting the Epidemic Together\n2020年年初，政府急需增建檢疫設施，用作收容確診個案的緊密接觸者，以切斷病毒的 我們參與「同心築」項目，\n支援興建檢疫設施的工作以應急需。\n社區傳播鏈。在醫務衞生局（前稱食物及衞生局）的統籌下，超過20個政策局和部門包括\nWe participated in the project “Together We\n機電署齊心合力，一同策劃、興建、使用和管理新的檢疫設施。在短短10個月內，政府 Build”, providing support for the construction of\n興建了4 000多個檢疫單位，當中包括大家熟悉的竹篙灣第一至四期設施，大大提升香港 quarantine facilities to meet the urgent needs.\n防疫和抗疫的能力。\n儘管前路挑戰重重，但機電署同仁堅毅不拔，迎難而上。2020年8月，鑑於負壓隔離設施 隔離病房\nAn isolation ward\n需求殷切，中央政府大力支持香港在赤鱲角建造一所臨時醫院（現名為北大嶼山醫院香港\n感染控制中心）。機電署就院內機電系統的設計、安裝、測試、運作和維修保養等多個方\n面提供技術支援。\n全賴各方通力合作，北大嶼山醫院香港感染控制中心終於在2021年1月圓滿竣工，成為香\n港首間所有病房均配備隔離治療設施的醫院。中心啟用後，機電署的團隊繼續為中心提\n供全天候的技術支援，確保其機電系統運作暢順。\nIn early 2020, the Government urgently needed to construct quarantine facilities to accommodate\nclose contacts of confirmed COVID-19 patients to help sever transmission chains of the virus in the\n檢查檢疫設施的通風系統。\ncommunity. Under the coordination of the Health Bureau (formerly the Food and Health Bureau),\nInspecting the ventilation system\nmore than 20 government bureaux and departments, including the EMSD, joined hands to plan, of quarantine facilities.\nconstruct, utilise and manage the new quarantine facilities. More than 4 000 quarantine units were\nconstructed in 10 months, including the most well-known ones in Phase I to IV of Penny’s Bay,\nstrengthening Hong Kong’s capability to prevent and fight against the epidemic.\nThe EMSD remained resilient and committed despite all the challenges ahead. In August 2020, in\nview of the pressing demand for negative pressure isolation facilities, the Central Government\nprovided staunch support for Hong Kong to construct a temporary hospital (now named as North\nLantau Hospital Hong Kong Infection Control Centre (HKICC)) in Chek Lap Kok. The EMSD played a\ncrucial role in providing technical support in the design, installation, testing, operation and\nmaintenance of E&M systems in the temporary hospital.\nThanks to the concerted effort of various stakeholders, the HKICC was completed in January 2021,\nbecoming the first hospital in Hong Kong equipped with isolation treatment facilities in all wards.\nFollowing the commissioning of the HKICC, the EMSD team continued to provide round-the-clock\ntechnical support for the HKICC, ensuring the seamless operation of its E&M systems.\n機電署團隊為北大嶼山醫院香港感染控制中心提供機電技術支援。\nThe EMSD team provided technical support for the E&M systems serving the HKICC.", "page_number": 38, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 38, "summary": "Reporting the progress of converting Chun Yeung Estate into a quarantine centre. 抗疫期間，機電署迅速支援各政府部門，為改裝郵輪碼頭、度假村和駿洋 邨等政府場地成為檢疫中心提供高效優質的技術服務，並為檢疫中心的機 電設備提供維修服務。", "content": "38 傳承創新 同心惠民\n為把郵輪碼頭改建為檢疫中心提供支援。\nProviding support for the conversion of the cruise terminal\ninto a quarantine centre.\n匯報改裝駿洋邨為檢疫中心的\n進展。\nReporting the progress of\nconverting Chun Yeung Estate\ninto a quarantine centre.\n抗疫期間，機電署迅速支援各政府部門，為改裝郵輪碼頭、度假村和駿洋\n邨等政府場地成為檢疫中心提供高效優質的技術服務，並為檢疫中心的機\n電設備提供維修服務。\nDuring the anti-epidemic fight, the EMSD rendered prompt support to various\ngovernment departments by providing efficient and high-quality technical\n檢查駿洋邨檢疫中心\nservices for the conversion of government venues, such as a cruise terminal,\n的機電設備。\nholiday villages and Chun Yeung Estate, into quarantine centres, as well as Inspecting the E&M facilities\nmaintenance services for the E&M equipment at the quarantine centres. in the Chun Yeung Estate\nquarantine centre.", "page_number": 39, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 39, "summary": "為了在短時間內啟用所需的隔離設施以 應付日益增加的抗疫需要，機電署設計、建造和安裝了數百 部「流動組合式 - 高效能空氣微粒子過濾器」，迅速把普通病 房改裝為負壓病房。", "content": "Serving the Community with Heart and Innovation 39\n流動組合式 - 高效能\n空氣微粒子過濾器\nMobile Modular High\nEfficiency Particulate\nAir Filter Units\n在疫情期間，政府把部分體育館改建為臨時氣膜實驗室、檢\n疫中心和暫託中心。為了在短時間內啟用所需的隔離設施以\n應付日益增加的抗疫需要，機電署設計、建造和安裝了數百\n部「流動組合式 - 高效能空氣微粒子過濾器」，迅速把普通病\n房改裝為負壓病房。\nDuring the outbreak of the epidemic, the Government converted\nsome sports centres into temporary air-inflated laboratories,\nquarantine centres and holding centres. In order to put the\nnecessary isolation facilities into operation within a short period of\ntime to meet the increasing anti-epidemic demand, the EMSD\ndesigned, constructed and installed hundreds of Mobile Modular\nHigh Efficiency Particulate Air Filter Units, facilitating the rapid\nconversion of general wards into negative pressure wards.\n體育館改建為檢疫中心。\nA sport centre converted into quarantine centre.\n檢查體溫監測系統。\nInspecting the body temperature\nmonitoring system.\n設於馬鞍山體育館的\n臨時氣膜實驗室\nThe temporary air-inflated laboratory\nat Ma On Shan Sports Centre", "page_number": 40, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 40, "summary": "機電署亦為衞生署到食肆及參與指定檢疫 此外，有鑑於市民和業界人士受疫情影響而未能如 酒店計劃的酒店進行通風評估，並提供通風裝 常親身辦理註冊申請，機電署迅速提升網上註冊申 置的技術建議，確保有關處所通風水平良好， 請服務，讓有關人士可透過電子方式提交申請、繳 符合感染控制的要求。", "content": "40 傳承創新 同心惠民\n2022年，機電署聯同社會福利署和屋宇署，在\n評估食肆的通風效能。\n疫情高峰期間，跨境貨車運輸受阻，機電署支援政\n3個月內走訪700多間安老及殘疾人士院舍，檢 Assessing the ventilation performance in a restaurant. 府緊急重啟跨境鐵路貨運服務的計劃，全程監察和\n查各處所的通風情況，並因應需要提供改善建 督導所有事前準備的必要程序，確保鐵路安全。\n議。機電署亦為衞生署到食肆及參與指定檢疫\n此外，有鑑於市民和業界人士受疫情影響而未能如\n酒店計劃的酒店進行通風評估，並提供通風裝\n常親身辦理註冊申請，機電署迅速提升網上註冊申\n置的技術建議，確保有關處所通風水平良好，\n請服務，讓有關人士可透過電子方式提交申請、繳\n符合感染控制的要求。\n費和領取註冊證明書。\nIn 2022, the EMSD, in collaboration with the Social\nDuring the peak of the epidemic, cross-boundary goods\nWelfare Department and the Buildings Department,\nvehicle transport was disrupted. To support the\nvisited more than 700 residential care homes for the\nGovernment’s initiative to urgently resume cross-\nelderly and persons with disabilities within 3 months\nboundary rail freight services, the EMSD monitored and\nto inspect the ventilation in the premises and\nsupervised all necessary procedures throughout the\nrecommended improvements where necessary. The\npreparation to ensure railway safety.\nEMSD also served the Department of Health (DH) in\nIn addition, in view of the fact that members of the\nconducting ventilation assessment for restaurants\npublic and the trade were unable to apply for\nand hotels under the Designated Quarantine Hotel\nregistration in person as usual due to the epidemic, the\nScheme; and providing technical advice on\nEMSD swiftly enhanced its online registration application\nventilation settings to ensure that such premises\nservices, enabling the persons concerned to submit\nhave a good level of ventilation and comply with\napplications, make payment and collect their registration\nthe infection control requirements.\ncertificates digitally.\n評估指定檢疫酒店的通風效能。\nAssessing the ventilation performance\nof the designated quarantine hotels.\n機電署團隊聯同政府專家顧問袁國勇教授為\n安老及殘疾人士院舍進行通風評估。\nThe EMSD team and Professor Yuen Kwok-yung,\nthe Government’s expert advisor, are conducting 網上註冊申請服務 為恢復跨境鐵路貨運服務進行安全巡查。\nventilation assessment for residential care homes Online registration application Conducting safety inspection for the resumption of\nfor the elderly and persons with disabilities. services cross-boundary rail freight services.", "page_number": 41, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 41, "summary": "為了進一步減低疫情傳播風險並確保政府能如常運作，機電署與不同政府部門合作，在人流密集的政府場地安裝多項防 疫設施，包括升降機免觸式按鈕和紫外線消毒裝置等，與各部門同心抗疫。", "content": "Serving the Community with Heart and Innovation 41\n安裝在自動梯上的紫外線消毒裝置\nUV disinfection devices installed on escalators\n更換醫院的\n空氣過濾網。\nReplacing air filters\nin a hospital.\n紫外線消毒系統\nUV disinfection system\n在抗疫工作中，機電署為醫院管理局和衞生署轄下40多間公立醫院和逾百間診所提供服務，更優先為隔離病房、監察\n病房、指定診所和急症室等高風險地方的空調和通風系統，以及其他機電設備進行系統評估和加強保養，使醫護人員和\n病人能在安全的環境中工作和接受治療。\n為了進一步減低疫情傳播風險並確保政府能如常運作，機電署與不同政府部門合作，在人流密集的政府場地安裝多項防\n疫設施，包括升降機免觸式按鈕和紫外線消毒裝置等，與各部門同心抗疫。\nIn the fight against the epidemic, the EMSD provided services to more than 40 public hospitals and over a hundred of clinics under\nthe Hospital Authority (HA) and the DH. We took a step further to prioritise system assessment and strengthen the maintenance of\nair-conditioning and ventilation systems as well as other E&M equipment in high-risk areas such as isolation wards, surveillance\nwards, designated clinics and Accident and Emergency Departments, so as to ensure that medical staff are working and patients\nare receiving treatment in a safe environment.\nTo further minimise the risks of spreading the epidemic and ensure normal operation of the Government, the EMSD collaborated\nwith various government departments to install anti-epidemic facilities, including touchless lift buttons, ultraviolet (UV) disinfection\n升降機免觸式按鈕 devices, etc., in government venues with high patronage to stand together with the departments in the battle against the\nTouchless lift buttons epidemic.", "page_number": 42, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 42, "summary": "Conducting vehicle modification in support of the Home Vaccination Service. 機電署在不同層面為政府的抗疫工作提供專業技術支援，包括為羅湖 懲教所和赤柱監獄安裝和優化口罩製造機；為社區檢測中心所有設備 和設施以及政府車輛的空調系統進行消毒；為支援「疫苗到戶接種服 務」改裝車輛等。", "content": "42 傳承創新 同心惠民\n檢查流動採樣站。\nInspecting a mobile\nspecimen collection station.\n安裝和優化口罩製造機。\nInstalling and enhancing mask-making machines. 為支援「疫苗到戶接種服務」改裝車輛。\nConducting vehicle modification in support\nof the Home Vaccination Service.\n機電署在不同層面為政府的抗疫工作提供專業技術支援，包括為羅湖\n懲教所和赤柱監獄安裝和優化口罩製造機；為社區檢測中心所有設備\n和設施以及政府車輛的空調系統進行消毒；為支援「疫苗到戶接種服\n務」改裝車輛等。\nThe EMSD provided professional technical support for the Government’s\nanti-epidemic work at various levels, including installing and enhancing\nmask-making machines at Lo Wu Correctional Institution and Stanley Prison,\ndisinfecting all equipment and facilities at community testing centres as\nwell as the air-conditioning systems on government vehicles, conducting\nvehicle modification in support of the Home Vaccination Service, etc.", "page_number": 43, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 43, "summary": "Serving the Community with Heart and Innovation 43 機電署全體人員也隨時候命，為「圍封強檢」行動和強制檢 測公告執法行動，以及社區疫苗接種中心的運作提供支援， 致力與各部門攜手抗疫，協助市民回復正常生活。", "content": "Serving the Community with Heart and Innovation 43\n機電署全體人員也隨時候命，為「圍封強檢」行動和強制檢\n測公告執法行動，以及社區疫苗接種中心的運作提供支援，\n致力與各部門攜手抗疫，協助市民回復正常生活。\nAll EMSD staff were always ready to provide support for the\n“restriction-testing declaration” operations and enforcement\nactions on compulsory testing notices, as well as the operation of\ncommunity vaccination centres, with a commitment to\ncombating the epidemic in concerted effort with various\ndepartments and assisting the public to resume their normal lives.\n支援政府的「圍封強檢」行動。\nSupporting the “restriction-testing\ndeclaration” operations of the Government.\n派發抗疫物資。\nDistributing anti-epidemic\nsupplies.\n支援社區疫苗接種中心的運作。\nSupporting the operation of community\nvaccination centres.", "page_number": 44, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 44, "summary": "機 電署組成24小時緊急應變小組，與其他部門緊密合作，清除紅隧的障礙物及 修補受破壞設施。", "content": "44 傳承創新 同心惠民\n為受破壞的設施進行修復工程。\nRepairing damaged facilities.\n緊急應變小隊修復受破壞的交通燈。\nThe emergency team is repairing a\ndamaged traffic light.\n跨部門合作 齊加速復常\nCollaboration between Departments to Accelerate Operation\n緊急應變小隊修復受破壞的收費亭。\nRecovery\nThe emergency team is repairing a damaged toll\nstation at the Cross-Harbour Tunnel.\n2019年的社會動盪造成海底隧道（紅隧）和多個地區的交通燈嚴重損壞。機\n電署組成24小時緊急應變小組，與其他部門緊密合作，清除紅隧的障礙物及\n修補受破壞設施。經各方全力趕工清理現場後，紅隧最終在100小時內恢復\n正常運作。\n在同一時期，立法會綜合大樓亦遭受嚴重破壞。機電署為其設施進行修復工\n程，協助立法會盡快恢復運作。\nIn 2019, the social unrest caused severe damage to the Cross-Harbour Tunnel (CHT)\nand traffic lights in different areas. The EMSD formed a 24-hour dedicated emergency\nteam that worked closely with various government departments to remove\nobstacles in the CHT and repair the damaged facilities. The CHT eventually resumed\nnormal operation within 100 hours after all parties worked hard to clean up the site.\nDuring the same period, the Legislative Council Complex also suffered significant\ndamage. The EMSD carried out repair works promptly to expedite the restoration of\nthe Legislative Council’s operation.", "page_number": 45, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 45, "summary": "implementing emergency response measures, swiftly mobilising its resources and completing Repairing damaged E&M facilities relevant repair works. of a government building. 緊急修復受惡劣天氣 破壞的交通燈。", "content": "Serving the Community with Heart and Innovation 45\n臨危變陣 應急解困\nAdapting Promptly to Challenging Times\n機電署亦在其他緊急事故中走在最前線，為社區提供不可或缺的支援。本署與其他政府\n部門、受規管機構和機電業界一直緊密合作，定期檢討緊急應變計劃和運作部署，以確\n保香港的公共機電設施不間斷地安全運作。機電設施倘若受損，機電署的緊急事故控制\n中心會全天候與相關政府部門緊密聯繫，以盡快修復相關設施。例如，在2018年的超\n強颱風山竹襲港、2023年的超強颱風蘇拉肆虐和隨後的世紀暴雨過後，全港多個地方\n的機電設施都遭受嚴重破壞和干擾。機電署面對不同的惡劣情況，仍能有效執行緊急應\n變措施，迅速調動資源及完成相關修復工作。\nThe EMSD has consistently been at the forefront of responding to various emergencies,\nproviding indispensable support to the community. In close collaboration with other\ngovernment departments, regulatees and the E&M trade, the EMSD regularly reviews\nemergency contingency plans and operational deployment to ensure uninterrupted and safe\noperation of public E&M facilities in Hong Kong. In the event of damage to E&M facilities, the\nEMSD’s Emergency Control Centre closely liaises with relevant government departments\naround the clock to facilitate prompt repair. For instance, in the aftermath of the Super Typhoon\nMangkhut in 2018, the Super Typhoon Saola in 2023 and subsequent severe rainstorms,\nnumerous E&M facilities across multiple locations in Hong Kong suffered extensive damage and\ndisruption. In the face of different adverse situations, the EMSD was still capable of effectively\n修復政府大樓受損毀的機電設施。 implementing emergency response measures, swiftly mobilising its resources and completing\nRepairing damaged E&M facilities relevant repair works.\nof a government building.\n緊急修復受惡劣天氣\n破壞的交通燈。\nEmergency repair to the traffic lights\ndamaged in adverse weather.\n在惡劣天氣下，碼頭登船舷梯\n受到嚴重破壞。\nThe boarding gangways at a\npier were severely damaged\nin adverse weather.\n在惡劣天氣前為政府大樓的電掣房\n安裝臨時擋水板及抽水泵。\nInstalling temporary flood gates and water\npumps for the switch room of a government\nbuilding before adverse weather.", "page_number": 46, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 46, "summary": "竭誠為民 利澤萬家 Serving the Community 維護及優化公共設備，確保市民生活暢行無礙。", "content": "竭誠為民\n利澤萬家\nServing the Community\n維護及優化公共設備，確保市民生活暢行無礙。\nMaintaining and optimising public facilities to\nensure the smooth and quality lives of citizens.", "page_number": 47, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 47, "summary": "Serving the Community with Heart and Innovation 47 作為香港的政府部門，維持不同公共設備正常運作，確保市民生活暢行無礙，實為 機電署一大關鍵職能。", "content": "Serving the Community with Heart and Innovation 47\n作為香港的政府部門，維持不同公共設備正常運作，確保市民生活暢行無礙，實為\n機電署一大關鍵職能。近年大型基建相繼落成，機電署致力參與其中建設，利用科\n技福澤民生。\nAs a government department in Hong Kong, maintaining the normal operation of various public\nfacilities and ensuring the smooth and quality lives of citizens is indeed a key function of the\nEMSD. In recent years, the EMSD has been committed to participating in large-scale infrastructure\nprojects, which were completed successively, and making use of technology to benefit people’s\nliving.\n優化基建 智能升級\nOptimising Infrastructure with Intelligent Upgrades\n2020年，香園圍邊境管制站正式啟用。該設施強化了內地及香港的連繫，並促進香港與\n深圳、粵東地區及鄰近省份的合作和發展。機電署參與了這項重要的大型建設項目，管\n理超過50項工程。\n為提升營運效率，機電署引進多種先進的設備，包括「門架式」車輛X光檢查系統、備\n有超過600支鏡頭的閉路電視系統、體溫探測系統、車輛自動清關支援系統、流動X光 香園圍邊境管制站 — 旅檢大樓\n車輛掃描系統及高科技毒品分析儀等。此外，機電署負責保養旅檢大樓內的機電設施、 Passenger Terminal Building,\n空調設施和升降機等。 Heung Yuen Wai Boundary Control Point\nThe Heung Yuen Wai Boundary Control Point officially started operation in 2020. It\nstrengthens the connection between the Mainland and Hong Kong, and promotes the\ncooperation between and development of Hong Kong, Shenzhen, the eastern regions of\nGuangdong and neighbouring provinces. The EMSD was involved in this important large-\nscale construction initiative, overseeing more than 50 engineering projects.\nTo enhance the operational efficiency, the EMSD has introduced various advanced\n檢查邊境管制站的設施。\nequipment, such as gantry-type vehicle X-ray inspection systems, a closed-circuit television Inspecting facilities at a boundary control point.\nsystem with over 600 cameras, temperature detection systems, automatic vehicle clearance\nsupport systems, mobile X-ray vehicle scanning systems, and high-tech drug analysis\ninstruments. Additionally, the EMSD is responsible for the maintenance of E&M facilities,\nair-conditioning facilities and lifts in the Passenger Terminal Building.\n支援邊境管制站\n機電設施的機電\n署團隊\nThe EMSD\nteam providing\nsupport for the\nE&M facilities 引進「門架式」車輛X光檢查系統。\nat boundary Introducing the gantry-type vehicle\ncontrol points X-ray inspection system.", "page_number": 48, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 48, "summary": "本署為隧道設施提供技術支援，協助引入「易通行」不停車繳費系統，讓駕駛者在通過 收費廣場時不再需要停車繳費。", "content": "48 傳承創新 同心惠民\n新一代停車收費錶系統\nThe new generation parking meter system\n創科領航 建設智慧都市\nLeading the Way to Building a Smart City with Innovation\n易通行\n機電署參與《香港智慧城市藍圖2.0》中「智慧出行」的發展，以創新方案大大便利道 HKeToll\n路使用者。\n本署為隧道設施提供技術支援，協助引入「易通行」不停車繳費系統，讓駕駛者在通過\n收費廣場時不再需要停車繳費。\n此外，機電署協助運輸署安裝及測試的新一代停車收費錶系統。新系統除支援多種付費\n方式外，亦配備泊車位佔用傳感器，提供可用泊車位的實時資訊。\nThe EMSD is involved in the development of Smart Mobility under the Smart City Blueprint for\nHong Kong 2.0, providing much greater convenience to road users with innovative solutions.\nThe EMSD provides technical support for tunnel facilities, and assists in introducing the HKeToll,\na non-stop electronic toll collection system, so that drivers no longer need to stop and make\npayments when passing the toll plaza.\nMoreover, the EMSD installed and tested a new generation of parking meter system for the\nTransport Department. Apart from supporting multiple payment methods, the new system is\nalso equipped with occupancy sensors to provide real-time information about the availability of\nparking spaces.", "page_number": 49, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 49, "summary": "機電署也經常為各種社區大型活動準備場地設施，並為各類機電設備提供技術支援，例如農曆年 宵市場及「香港夜繽紛」等。", "content": "Serving the Community with Heart and Innovation 49\n為農曆年宵市場提供技術支援。\nProviding technical support\nfor the Lunar New Year Fair.\n利用物聯網技術向乘客提供跨境渡輪的\n實時資料。\nLeveraging IoT technologies to provide\npassengers with real-time information\non cross-border ferries.\n隨着「政府物聯通」建設工作日臻完善，各種創新應用方案亦應運而生。中國客運碼頭的航班資\n料顯示系統利用物聯網技術，向乘客提供跨境渡輪的資料，包括實時更新出發時間及目的地；以\n及碼頭的特定資料，例如天氣情況。系統還收集附近機電設備的運作數據，以作遠程監察。\n機電署也經常為各種社區大型活動準備場地設施，並為各類機電設備提供技術支援，例如農曆年\n宵市場及「香港夜繽紛」等。\nAs the construction of the GWIN progresses, various innovative applications have also emerged. The\nSailing Information Display System at the China Ferry Terminal leverages IoT technologies to provide\npassengers with information on cross-border ferries, including real-time updates of departure times and\ndestinations, as well as specific information about the terminal, such as weather conditions. The system\nalso collects operation data of nearby E&M equipment for remote monitoring.\nAdditionally, the EMSD often prepares venue facilities for various large-scale community events, and\nprovides technical support for various E&M equipment therein, such as the Lunar New Year Fair and the\nNight Vibes Hong Kong, etc. 為「香港夜繽紛」提供技術支援。\nProviding technical support for the Night Vibes Hong Kong.", "page_number": 50, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 50, "summary": "電署在各鐵路項目的建造和測試過程中扮 Inspecting operating 演重要的監督角色，確保鐵路運作安全。", "content": "50 傳承創新 同心惠民\n檢查鐵路機電設施。\nInspecting railway E&M facilities.\n高速鐵路\n（香港段）\n優化運輸基建 石崗列車停放處\nOptimising Transportation Shek Kong\nStabling Sidings\nInfrastructure\nof High Speed\nRail (Hong Kong\n跨境及本地鐵路運輸毫無疑問便利全港市 Section)\n民的生活。多個劃時代的鐵路項目近年相繼\n完成，包括於2018年9月通車的高速鐵路\n（香港段）、2021年6月全面通車的屯馬\n線及2022年5月通車的東鐵綫過海段。機 巡查運作中的車站。\n電署在各鐵路項目的建造和測試過程中扮 Inspecting operating\n演重要的監督角色，確保鐵路運作安全。 stations.\nThe cross-border and local railway transport\nundoubtedly facilitates the lives of all Hong\nKong citizens. Several epoch-making railway\nprojects have been completed in recent years,\nincluding the opening of the High Speed Rail\n(Hong Kong Section) in September 2018, the\nfull commissioning of the Tuen Ma Line in June\n2021, and the opening of the East Rail Line\nCross-harbour Extension in May 2022. The\nEMSD played an important supervisory role in\n監督鐵路項目的建造和測試，\nthe construction and testing processes of\n確保鐵路運作安全。\nvarious railway projects to ensure safe\nMonitoring the construction and testing of a railway\noperation of the railways. project to ensure safe operation of the railways.", "page_number": 51, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 51, "summary": "為了減低系統更新期 間對市民所造成不便，機電署於疫情期間持續監察優化工程，不僅監督所有關鍵測試，亦 就一些設計細節給予意見，例如建議波浪型地板的改良設計，務求讓站立的乘客在不同斜 度的路段都能保持平衡，帶給本地乘客和遊客更安全及難忘的體驗。", "content": "Serving the Community with Heart and Innovation 51\n巡查山頂纜車軌道。\nInspecting the track of\nthe Peak Tram.\n監督山頂纜車的優化工程。\nMonitoring the enhancement works of the Peak Tram.\n進行山頂纜車的安全測試。\nConducting safety test of the Peak Tram.\n全新山頂纜車\nThe brand new Peak Tram\n山頂纜車自1888年啟用，是全球歷史最悠久的纜車建設之一，近期進行更換拖曳系統、\n控制系統、纜索和路軌等優化工程後，現已更新至第六代新款纜車。為了減低系統更新期\n間對市民所造成不便，機電署於疫情期間持續監察優化工程，不僅監督所有關鍵測試，亦\n就一些設計細節給予意見，例如建議波浪型地板的改良設計，務求讓站立的乘客在不同斜\n度的路段都能保持平衡，帶給本地乘客和遊客更安全及難忘的體驗。\nThe Peak Tram, inaugurated in 1888, holds the distinction of being the one of the world’s oldest\ncable car systems. After undergoing the recent enhancement project that involved replacement\nof the haulage system, control system, cables and track, it has been upgraded to its sixth-\ngeneration design. To minimise inconvenience caused to the public during the upgrading, the\nEMSD continually monitored the enhancement works during the epidemic. In addition to\nmonitoring critical tests, we also provided feedback on certain design details. For instance, we\nsuggested improvements to the wave-patterned flooring design, so as to ensure that standing\npassengers could maintain balance at different inclines, and local commuters and tourists would\nenjoy a safer and more memorable experience.", "page_number": 52, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 52, "summary": "該計劃的第四階段於2023年9月生效，涵蓋範圍已擴展至發光二極管(LED) 第四階段強制性能源效益標籤計劃 EffiCo cd iee n o cf y P or fa Bct ui ic le d if no gr E Sn ee rvrg icy e s The fourth phase of the Mandatory 燈、氣體煮食爐，以及即熱式氣體熱水爐。", "content": "52 傳承創新 同心惠民\n推廣能源效益標籤計劃。\nPromoting the Energy Efficiency Labelling Scheme.\n根據《建築物能源效益條例》\n（第610章）推出的《建築物\n節能減排 爭碳中和\n能源審核實務守則》及《屋宇\nEnergy Saving and Emission Reduction: Striving Towards Carbon Neutrality 裝備裝置能源效益實務守則》\nThe Code of Practice for\n為了實現碳中和，機電署一直支持節約能源，並透過強制性能源效益標籤計劃，為多種常用的家用電氣 Building Energy Audit and\n及氣體產品設定節能標準。該計劃的第四階段於2023年9月生效，涵蓋範圍已擴展至發光二極管(LED) 第四階段強制性能源效益標籤計劃 EffiCo cd iee\nn\no cf\ny\nP or fa Bct ui ic le\nd\nif no gr E Sn ee rvrg icy\ne s\nThe fourth phase of the Mandatory\n燈、氣體煮食爐，以及即熱式氣體熱水爐。預計第四階段實施後，每年可節省約1.6億度電，相當於每 Installation promulgated\nEnergy Efficiency Labelling Scheme\npursuant to the Buildings\n年減少約75 000公噸碳排放。計及首三階段的8類訂明產品，強制性標籤計劃第四階段所涵蓋的住宅\nEnergy Efficiency Ordinance\n總能源消耗量將由約五成大幅增至約八成。 (Cap. 610)\n此外，《建築物能源效益條例》（第610章）於2012年全面實施後，機電署於同年發布了兩本實務守則，\n旨在提升建築物的能源表現。\n本署每三年更新守則一次。預計明年會推出新版本，進一步全面提升能源效益標準。同時，本署亦會檢\n視相關技術及國際認可的能源效益標準的最新發展，務求與時並進。\nTo achieve carbon neutrality, the EMSD has consistently supported energy conservation. Through the Mandatory\nEnergy Efficiency Labelling Scheme (MEELS), energy-saving standards are established for a variety of commonly\nused household electrical and gas products. The fourth phase of the MEELS took effect in September 2023 and its\nscope has been extended to LED lamps, gas cookers and instant gas water heaters. It is estimated that the\nimplementation of this phase will save approximately 160 million kilowatt-hours of electricity per year, equivalent\nto an annual reduction of around 75 000 metric tons of carbon emissions. Taking into account the 8 categories of\nproducts covered in the first three phases, the total residential energy consumption covered by the fourth phase\nof the Mandatory Labelling Scheme will increase significantly from approximately 50% to about 80%.\nFurthermore, after the full implementation of Buildings Energy Efficiency Ordinance (Cap. 610) in 2012, the EMSD\nissued two practical guidelines in the same year, with the aim of enhancing the energy performance of buildings.\nThe guidelines are updated once every three years. The upcoming version, expected to be released next year, will\nfurther enhance the energy efficiency standards comprehensively. At the same time, the latest developments in\nrelevant technologies and internationally recognised energy efficiency standards will be reviewed, in order to\nkeep pace with the progress of the industry.", "page_number": 53, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 53, "summary": "機電署亦致力推廣潔淨燃料，全力支持興建海上液化天然氣接收站，並積極為有關氫能的立法工 Checking out a hydrogen fuel cell bus. 作準備，務求提升能源效益。", "content": "Serving the Community with Heart and Innovation 53\n海上液化天然氣接收站\nOffshore liquefied natural gas terminal\n區域供冷機房 啟德發展區區域供冷\nThe chiller plant 系統（北廠）\nroom of the district District Cooling\ncooling system System (North\nPlant) in the Kai Tak\nDevelopment Area\n為學校安裝太陽能發\n電系統\nSolar power\ngeneration systems\ninstalled for a school\n為了減少能源消耗，機電署致力在各區發展區域供冷系統。我們於2011年展開啟德發展區區域供冷系統工程，\n為該區設立具能源效益的空調系統。直至2022年，啟德發展區的供冷系統共節省逾4 000萬度電，相當於減\n少約28 000公噸碳排放。當系統全面投入運作後，預計每年可節省逾1.38億度電（即約41 000個家庭的全年\n用電量），相當於減少約96 500公噸碳排放。\n另外，機電署積極研究零碳能源。在2019年，我們推出「採電學社」，為學校和非政府福利機構安裝太陽能 參觀氫燃料電池巴士。\n發電系統。機電署亦致力推廣潔淨燃料，全力支持興建海上液化天然氣接收站，並積極為有關氫能的立法工 Checking out a hydrogen fuel cell bus.\n作準備，務求提升能源效益。\n實地考察加氫站。\nTo reduce energy consumption, the EMSD has been committed to developing district cooling systems in various areas.\nA field trip to\nIn 2011, we initiated the district cooling system project in the Kai Tak Development Area, establishing an energy- a hydrogen\nefficient air conditioning system for the region. As at 2022, the cooling system in the Kai Tak Development Area has refuelling\nstation.\nsaved over 40 million kilowatt-hours of electricity, equivalent to a reduction of approximately 28 000 metric tons of\ncarbon emissions. Once the system is fully put into operation, it is estimated that it can annually save over 138 million\nkilowatt-hours of electricity (i.e. the annual electricity consumption of approximately 41 000 households), equivalent to\na reduction of approximately 96 500 metric tons of carbon emissions.\nIn addition, the EMSD actively conducts researches on zero-carbon energy. In 2019, we launched the “Solar Harvest”\nprogram, through which solar power systems were installed for schools and non-governmental welfare organisations.\nThe EMSD is also dedicated to promoting clean fuels, by fully supporting the construction of the offshore liquefied\nnatural gas terminal and paving the way for the introduction of hydrogen energy legislation, in order to enhance\nenergy efficiency.", "page_number": 54, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 54, "summary": "優美的生活環境是香港發展的一個重要元素，為建設香港成為 一個宜居及可持續發展的綠色城市，機電署會延續「傳承創新 同心惠民」的精神，繼續與市民攜手向碳中和邁進，為下一代 的美好生活環境作出貢獻。", "content": "Co-create a Sustainable\nFUTURE\n優美的生活環境是香港發展的一個重要元素，為建設香港成為\n一個宜居及可持續發展的綠色城市，機電署會延續「傳承創新\n同心惠民」的精神，繼續與市民攜手向碳中和邁進，為下一代\n的美好生活環境作出貢獻。\nA beautiful living environment is an important element in the\ndevelopment of Hong Kong. In order to develop Hong Kong as a\nlivable and sustainable green city, the EMSD will continue the spirit\nof “Serving the Community with Heart and Innovation” and connect\nwith the public to work together towards carbon neutrality,\ncontributing to a better living environment for future generations.", "page_number": 55, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 55, "summary": "編輯委員會對下列人士及機構於本紀念冊製作過程中提供的協助，深表謝意： The Editorial Board would like to express its gratitude to the following individuals and organisations for their support in the making of this commemorative book: 陳帆、陳鴻祥、何光偉、郭炳基、黎仕海、梁湛添、薛永恒、張品儉、 Frank CHAN Fan, Stephen CHAN Hung-cheung, HO Kwong-wai, Albert KWOK Ping-ki, Roger LAI Sze-hoi, LEUNG Cham-tim, Alfred SIT Wing-hang, 莊錫鑫、劉國明、曾慶華、黃炳坤 CHEUNG Pan-kim, CHONG Sik-yam, LAU Kwok-ming, TSENG Hing-wah, WONG Bing-kwan 機電工程署學徒協會 EMSD Apprentice Association 編輯委員會 Editorial Board 總編輯：彭耀雄、潘國英、陳志偉 Chief Editors: PANG Yiu-hung, Raymond POON Kwok-ying, Richard CHAN Chi-wai 編輯小組：周厚強、李學賢、李志良、關嘉文、李志恒、郭學深、郭穎妍、賴震暉、 Editorial Team: Vincent CHOW Hau-keung, Arthur LEE Hok-yin, Eric LEE Chi-leung, Andy KWAN Kar Mun, Alfred LEE Chi-hang, KWOK Hok-sum, 林國然、李潔珍、陸珮群、潘博文、施培康、王錫華、余秀華、梁珮雯、司徒嘉慧 Wendy KWOK Wing-yin, Alex LAI Chun-fai, Andy LAM Kwok-yin, Cherry LEE Kit-chun, Clare LUK Pui-kwan, Michael POON Pok-man, Jason SZE Pui-hong, Gary WONG Shek-wah, Fiona YEE Sau-wah, Joyce LEUNG Pui-man, Cynthia SETO Ka-wai 文字版權屬香港特別行政區政府機電工程署所有 本書內一切圖片、插圖及拼圖的版權均屬有關團體及個人所有。", "content": "56 傳承創新 同心惠民\n鳴謝\nACKNOWLEDGEMENT\n編輯委員會對下列人士及機構於本紀念冊製作過程中提供的協助，深表謝意：\nThe Editorial Board would like to express its gratitude to the following individuals and organisations for their support in the making of this commemorative book:\n陳帆、陳鴻祥、何光偉、郭炳基、黎仕海、梁湛添、薛永恒、張品儉、 Frank CHAN Fan, Stephen CHAN Hung-cheung, HO Kwong-wai, Albert KWOK Ping-ki, Roger LAI Sze-hoi, LEUNG Cham-tim, Alfred SIT Wing-hang,\n莊錫鑫、劉國明、曾慶華、黃炳坤 CHEUNG Pan-kim, CHONG Sik-yam, LAU Kwok-ming, TSENG Hing-wah, WONG Bing-kwan\n機電工程署學徒協會 EMSD Apprentice Association\n編輯委員會 Editorial Board\n總編輯：彭耀雄、潘國英、陳志偉 Chief Editors: PANG Yiu-hung, Raymond POON Kwok-ying, Richard CHAN Chi-wai\n編輯小組：周厚強、李學賢、李志良、關嘉文、李志恒、郭學深、郭穎妍、賴震暉、 Editorial Team: Vincent CHOW Hau-keung, Arthur LEE Hok-yin, Eric LEE Chi-leung, Andy KWAN Kar Mun, Alfred LEE Chi-hang, KWOK Hok-sum,\n林國然、李潔珍、陸珮群、潘博文、施培康、王錫華、余秀華、梁珮雯、司徒嘉慧 Wendy KWOK Wing-yin, Alex LAI Chun-fai, Andy LAM Kwok-yin, Cherry LEE Kit-chun, Clare LUK Pui-kwan, Michael POON Pok-man, Jason SZE Pui-hong,\nGary WONG Shek-wah, Fiona YEE Sau-wah, Joyce LEUNG Pui-man, Cynthia SETO Ka-wai\n文字版權屬香港特別行政區政府機電工程署所有\n本書內一切圖片、插圖及拼圖的版權均屬有關團體及個人所有。\nText Copyright © 2023 Electrical and Mechanical Services Department, Hong Kong Special Administrative Region Government\nThe Copyright of all photographs, illustrations and collages in this book belongs to the respective bodies and individuals.\nkh.moc.fer.www\ndetimiL\nsserP\nlaicnaniF\nFER\n:gnitnirP\ndna\nnoitcudorP\n,ngiseD\n司公限有刷印經財豐緯：刷印及作製、計設", "page_number": 56, "total_pages": 57, "tag": "pdf"}, {"filename": "EMSD_75A_Commemorative_Booklet", "file_number": 56, "summary": "", "content": "", "page_number": 57, "total_pages": 57, "tag": "pdf"}]