[{"filename": "er2011-2012", "file_number": 0, "summary": "", "content": "社會\n及\n&\nSocial 環保\nEnvironmental\nReport\n報告\n2011/12", "page_number": 1, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 1, "summary": "", "content": "目錄\nTable of Contents\n關於本報告 獎項及嘉許\nAbout this Report 02 Awards and Recognition 62\n關於機電工程署 全球報告倡議組織指標索引\nAbout EMSD 03 GRI Indicator Index 65\n抱負、使命和信念 統計資料摘要\nVision, Mission and Values Summary of Statistics 66\n部門簡介 獨立核實聲明\nOrganisational Profile Independent Verification 67\nStatement\n部門架構\nOrganisational Structure 讀者意見表格\nFeedback Form 69\n企業管治\nCorporate Governance\n與持份者溝通\nStakeholder Engagement\n署長的話\nDirector’s Message 13\n挑戰和機遇\nChallenges and Opportunities 17\n重點與前瞻\nHighlights and Way Forward 20\n環保表現\nEnvironmental Performance 24\n社會表現\nSocial Performance 38\n經濟表現\nEconomic Performance 57", "page_number": 2, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 2, "summary": "本 Services Department (EMSD) reporting on its annual 報告也為機電工程署提供一個與持份者 performance in environmental, social and economic aspects. 溝通的平台，讓他們了解機電工程署在本 This report also serves as a communication platform 港可持續發展及逐步邁向低碳生活之旅 between EMSD and its stakeholders regarding its role 中所肩負的角色。", "content": "關於本報告 About this Report\n這是機電工程署的環保年刊，報告了我們 This is the annual publication of the Electrical and Mechanical\n年內在環保、社會和經濟方面的表現。本 Services Department (EMSD) reporting on its annual\n報告也為機電工程署提供一個與持份者 performance in environmental, social and economic aspects.\n溝通的平台，讓他們了解機電工程署在本 This report also serves as a communication platform\n港可持續發展及逐步邁向低碳生活之旅 between EMSD and its stakeholders regarding its role\n中所肩負的角色。 in the sustainable growth of Hong Kong and the journey towards\nlow carbon living.\n範圍\nScope\n本報告涵蓋機電工程署由2011年4月1日至\n2012年3月31日期間在本港的運作情況。 This report covers the operations of EMSD from 1 April 2011 to\n報告內提供的數據均為實際數字，涵蓋機 31 March 2012. All data are presented as absolute figures and\n電工程署在全港各區的工作。在合適可行 cover the geographic locations in which EMSD operates. Data\n的情況下，各主要事項的數據已整合為可 on priority issues have been normalised into comparable terms\n比較的數據。所有金額均以港元為單位。 where appropriate and practical. All monetary terms are in Hong\nKong dollars.\n原則\nPrinciple\n本報告參照《全球報告倡議組織G3指引》\n編寫。全球報告倡議組織指標索引載於本 This report makes reference to the Global Reporting Initiative\n報告最後部分，以供參考。 (GRI) G3 Guidelines. A GRI Content Index is provided at the end\nof this report for easy reference.\n本報告的獨立核實聲明亦載於報告的最\n後部分。 An independent verification statement of this report is also\nattached at the back.\n02", "page_number": 3, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 3, "summary": "關於機電工程署 About EMSD 我們的抱負、使命和信念 Vision, Mission and Values 規管服務 Regulatory Services 抱負 Vision 成為促使香港在機電安全及善用能源方面，都達 To be the government agency that makes Hong 到世界首要都會水平的政府機構。", "content": "關於機電工程署\nAbout EMSD\n我們的抱負、使命和信念\nVision, Mission and Values\n規管服務 Regulatory Services\n抱負 Vision\n成為促使香港在機電安全及善用能源方面，都達 To be the government agency that makes Hong\n到世界首要都會水平的政府機構。 Kong a top-ranking city in E&M safety and in the\nutilisation of energy.\n使命\nMission\n確保機電及能源科技均以安全、可靠、經濟及環保\n的方式得以善用，並藉此促進社會的安全及提升 To enhance the safety and the quality of life of\n生活質素。 our community by ensuring that E&M and energy\ntechnologies are harnessed in a safe, reliable,\n信念 economical and environment-friendly manner.\n專業才能\n誠信 Values\n可靠\nExpertise\n承擔\nIntegrity\nReliability\nCommitment\n03", "page_number": 4, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 4, "summary": "Providing quality engineering solutions to satisfy our customers’ needs. • 員工 • Staff 建 立一支卓越的員工隊伍，並 維 持和 Developing a competent workforce and 諧的工作環境。", "content": "營運服務 Trading Services\n抱負 Vision\n致力提供優質機電工程服務，精益求精，以提升市 To improve the quality of life for our community\n民的生活質素。 through continuous enhancement of our electrical\nand mechanical engineering services.\n使命\nMission\n• 客戶\n提 供優質的工程方案，以滿足客戶的 • Customer\n需要。 Providing quality engineering solutions to\nsatisfy our customers’ needs.\n• 員工\n• Staff\n建 立一支卓越的員工隊伍，並 維 持和\nDeveloping a competent workforce and\n諧的工作環境。\nmaintaining a harmonious environment.\n• 部門 • Organisation\n掌握 科技發展和流程改善，以提供更佳 Keeping pace with technology development\n服務。 and process improvement for service\nenhancement.\n信念\n誠信 Values\n出色服務 Integrity\n關懷 Service excellence\n以客為本 Caring\n承擔 Customer focus\nCommitment\n04", "page_number": 5, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 5, "summary": "Fund (EMSTF), delivers services in electrical and mechanical (EM), electronic engineering (EE) and building services (BS) to 為確保本港的機電安全，規管服務出版各 government departments and public institutions in Hong Kong. 種指引和實務守則，並執行有關安全使用 氣體、電力、升降機及自動梯、鐵路、電 To ensure E&M safety for the community, the RS issues Guidelines 車、山頂纜車及機動遊戲機等的條例。", "content": "部門簡介 Organisational Profile\n機電工程署有兩大職能。我們的規管服務 The Electrical and Mechanical Services Department (EMSD) plays\n透過執行電氣、機械、氣體工程、鐵路安全 a dual role. Our Regulatory Services (RS) ensures the safety of\n及能源效益法例和推廣公眾安全教育，保 the public in electrical, mechanical and gas engineering areas,\n障市民的安全和提高能源效益。此外，根 railway safety, as well as energy efficiency, via enforcement of\n據「管制計劃協議」，規管服務也負責監管 safety and energy efficiency ordinances, and public education.\n電力公司的技術表現及發展計劃。與此同 Moreover, it also monitors the technical performance and\n時，我們的營運服務，即機電工程營運基 development plans of the electricity supply companies under the\n金（營運基金），為本港各政府部門及公營 Scheme of Control Agreements. At the same time, our Trading\n機構提供電氣、機械、電子工程及屋宇裝 Services, known as the Electrical and Mechanical Services Trading\n備服務。 Fund (EMSTF), delivers services in electrical and mechanical\n(EM), electronic engineering (EE) and building services (BS) to\n為確保本港的機電安全，規管服務出版各 government departments and public institutions in Hong Kong.\n種指引和實務守則，並執行有關安全使用\n氣體、電力、升降機及自動梯、鐵路、電 To ensure E&M safety for the community, the RS issues Guidelines\n車、山頂纜車及機動遊戲機等的條例。與 and Codes of Practice and administers various safety ordinances\n此同時，為推動能源效益和保護環境，我 on the safe use of gas, electricity, lifts and escalators, railways,\n們積極為客戶及市民提供服務和舉辦各種 tramways, peak tram and amusement rides, among others. At\n活動，並推行香港首條能源效益法例。我 the same time, we are actively involved in promoting energy\n們亦就政府的環保措施給予廣泛的專業 efficiency and the protection of the environment through services\n及技術支援，例如制訂不同的自願性及強 and activities for our customers and the community, as well as\n制性能源效益計劃、就香港的可再生能源 administering Hong Kong’s first energy efficiency ordinance.\n資源進行研究、編纂能源消耗數據、引進 We also give extensive professional and technical support to the\n環保車輛以及擬定能源效益相關的法例。 Government’s environmental initiatives in the form of various\nvoluntary and mandatory energy efficiency schemes, studies on\n在客戶服務方面，營運基金提供一站式的 renewable energy sources in Hong Kong, compilation of energy\n工程和維修增值服務，以確保本港許多正 consumption data, introduction of ecofriendly vehicles, and\n在使用的電氣、機械、電子及屋宇裝備系 preparation of energy efficiency related legislation.\n統能持續有效及環保地運作。我們為機\n場、醫院、學校、紀律部隊、運輸及公路、 In serving our customers, the EMSTF provides one-stop value-\n港口及海港、政府合署及法院大樓，以及 added engineering and maintenance services to ensure that the\n公眾文娛康樂設施提供服務，這些機構及 EM, EE and BS systems that keep Hong Kong up and running\n設施均與香港市民的生活息息相關。 continue to do so effectively, efficiently and in an environmentally-\nfriendly manner. We serve the airport, hospitals, schools, security\nforces, transport and highways, port and harbour, government\noffices and law court buildings as well as public recreation and\nleisure facilities, areas that make up the very fabric of life in\nHong Kong.\n05", "page_number": 6, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 6, "summary": "企業管治架 Special Administrative Region (HKSAR) with a clearly defined 構詳列於下頁的圖。", "content": "部門架構 • 電力及能源效益\nOrganisational Structure Electricity & Energy Efficiency\n• 氣體及一般法例\n副署長\nGas & General Legislation\n（規管服務）\nDeputy Director • 鐵路\n機電工程署署長╱ (Regulatory Railways\nServices)\n機電工程營運基金總經理 • 電力小組\nElectricity Team\nDirector of Electrical\nand Mechanical • 部門行政\nServices / General Departmental Administration\nManager of EMSTF 副署長\n（營運服務）\n• 工程服務一\nDeputy Director\nEngineering Services 1\n(Trading\nServices) • 工程服務二\nEngineering Services 2\n• 企業支援及業務發展\nCorporate Support & Business Development\n• 財政\nFinance\n企業管治 Corporate Governance\n機電工程署是香港特別行政區的一個政 EMSD is a government department of the Hong Kong\n府部門，有明確的組織架構。企業管治架 Special Administrative Region (HKSAR) with a clearly defined\n構詳列於下頁的圖。 organisational structure. The structure for corporate governance\nis depicted in the figure on the next page.\n我們的組織運作受各種法例、政策、通告\n和指引所規範。規管服務的運作由下列法 Various legislation, policies, circulars and instructions are in\n規所規管： place to govern our organisational practices. For the Regulatory\nServices, its operation is governed by the following:\n• 《公共財政條例》\n• 財務及會計規則 • Public Finance Ordinance\n• 規管機電工程署在電氣、氣體、機械和 • Finance and Accounting Rules\n鐵路安全，以及能源效益方面的管制 • Relevant legislations governing EMSD’s regulatory and\n和執法工作的相關法例 law enforcement work in electrical, gas, mechanical and\nrailway safety as well as energy efficiency\n06", "page_number": 7, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 7, "summary": "以下是一些規管營運基金業務運作及活動 The operation of EMSTF business and activities are 的主要法規： governed by: • 《公共財政條例》 • Public Finance Ordinance • 《營運基金條例》 • Trading Funds Ordinance • 機電工程營運基金概要協議 • EMSTF Framework Agreement • 財務及會計規則 • Finance and Accounting Rules 機電工程署除了向有關的決策局負責外， In addition to the relevant policy bureaux to which EMSD is 亦受立法會、申訴專員、審計署署長的 accountable, our operations are also subject to independent 獨立監督。", "content": "以下是一些規管營運基金業務運作及活動 The operation of EMSTF business and activities are\n的主要法規： governed by:\n• 《公共財政條例》 • Public Finance Ordinance\n• 《營運基金條例》 • Trading Funds Ordinance\n• 機電工程營運基金概要協議 • EMSTF Framework Agreement\n• 財務及會計規則 • Finance and Accounting Rules\n機電工程署除了向有關的決策局負責外， In addition to the relevant policy bureaux to which EMSD is\n亦受立法會、申訴專員、審計署署長的 accountable, our operations are also subject to independent\n獨立監督。 monitoring by the Legislative Council (LegCo), the Ombudsman\nand the Director of Audit.\n機電工程署\nElectrical and Mechanical Services Department\n署長管理委員會 管理委員會\nDirector’s Management Committee (DMC) Management Board\n• 機電工程署署長擔任主席 • 機電工程署署長擔任主席\nChaired by DEMS Chaired by DEMS\n• 確保部門能貫徹管理責任和滿足管治期望 • 負責營運服務的管理和運作\nEnsures fulfillment of management Responsible for the management and\naccountability and governance expectations operation of Trading Services\n高層管理委員會 營運服務管理委員會\nSenior Management Team Committee Trading Services Management Committee\n• 機電工程署副署長╱規管服務擔任主席 • 機電工程署副署長╱營運服務擔任主席\nChaired by DD/RS Chaired by DD/TS\n• 就規管服務的計劃制訂及政策執行作出 • 就營運服務的計劃制訂及政策執行作出\n監察 監察\nMonitors policy implementation and Monitors policy implementation and\nprogramme development in Regulatory programme development in Trading\nServices Services\n07", "page_number": 8, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 8, "summary": "different communication programmes to cater for their 當中包括年報、網站、通訊刊物如《機電 different needs. Our communication channels include annual 與我》、《電力快訊》、《氣體快訊》、《智 reports, websites, publications such as E&M Safety Newsletter, 能》、《機電傳聲》和《群聲》、客戶聯絡 Electricity News, Gas Safety Bulletin, EnergyWits, VoiceLink 小組、員工協商委員會、與商會和專業團 and GroupVoice, customer liaison groups, staff consultative 體的定期諮詢，以及有關機電安全及能源 committees, regular consultations with trade associations and 效益的宣傳及推廣與社區外展活動等。", "content": "與持份者溝通 Stakeholder Engagement\n作為政府機構，我們的持份者包括客戶、 As a government agency, our stakeholder groups include\n決策局、僱員、受規管業界、工商業組織、 customers, policy bureaux, staff, regulated trades, industry and\n供應商和承辦商、專業和行業團體及社會 business organisations, suppliers and contractors, professional\n大眾。 and trade associations and the general public.\n考慮到持份者的不同類別，我們提供了多 Given the varied nature of our stakeholders, we have developed\n種溝通渠道，以配合持份者不同的需要。 different communication programmes to cater for their\n當中包括年報、網站、通訊刊物如《機電 different needs. Our communication channels include annual\n與我》、《電力快訊》、《氣體快訊》、《智 reports, websites, publications such as E&M Safety Newsletter,\n能》、《機電傳聲》和《群聲》、客戶聯絡 Electricity News, Gas Safety Bulletin, EnergyWits, VoiceLink\n小組、員工協商委員會、與商會和專業團 and GroupVoice, customer liaison groups, staff consultative\n體的定期諮詢，以及有關機電安全及能源 committees, regular consultations with trade associations and\n效益的宣傳及推廣與社區外展活動等。 professional institutions, and ongoing electrical and mechanical\nsafety and energy efficiency publicity, promotion and community\n此外，我們的高層管理人員更以身作則， outreach programmes.\n支持和鼓勵同事加入香港工程師學會的理\n事會、各個委員會和工作小組，及參與國 Furthermore, our senior managers are also personally involved in\n際性的工程組織，維持本港工程專業的高 supporting and encouraging colleagues to join the Council and\n水平。 various Boards and Committees of the Hong Kong Institution\nof Engineers, and participating in international engineering\norganisations, as part of the effort to upkeep the high standards\nof the engineering profession in Hong Kong.\n08", "page_number": 9, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 9, "summary": "", "content": "我們於2011/12年度為下列主要持份者舉 The following major stakeholder engagement activities were\n行了多項活動： held in 2011/12:\n公眾人士 Public at large\n• 為各類機構/學校舉行220場講座或 • 220 talks and visits were delivered / organized to\n探訪，宣傳能源效益及節能 promote energy efficiency and conservation for\norganizations / schools\n• 為多個機構舉行30場簡報會，宣傳\n新的《建築物能源效益條例》及有 • 30 presentations were delivered to various organizations for\n關建築物能源實務守則與能源審核 promotion of the new Buildings Energy Efficiency Ordinance\n的強制執行事宜 on mandatory implementation of building energy code and\nenergy audit\n• 舉行了66次外展講座，而機電工程\n• 66 outreach talks and 188 visits with about 7,900\n署教育徑也接待了188個參觀團，共\nvisitors to the Education Path of EMSD HQs were\n約7,900位訪客，向各機構和學校宣\ndelivered / organized to promote energy efficiency and\n傳能源效益和節能\nconservation for organizations / schools\n• 為全港幼稚園、小學及老人中心安排\n• 339 visits were delivered to kindergartens, primary schools\n339次外展講座，向約5萬位參加者\nand elderly centres with about 50,000 participants for\n宣傳電力安全\npromoting electrical safety\n• 走訪181家幼稚園，講解機動遊戲\n• 181 kindergartens (over 26,000 students participated) were\n機、升降機和自動梯的安全使用\nvisited to promote safe use of amusement rides and lift &\n方法，有26,000名以上學童參加\nescalator\n• 於2011年舉行64次學校展覽，宣傳\n• 64 school exhibitions on Mandatory Energy Efficiency\n強制性能源效益標籤計劃\nLabelling Scheme (MEELS) were conducted in 2011\n• 於2011年7月及9月兩輪全面走訪全\n• 2 rounds of full-scale publicity visits to relevant retailers\n港有關的零售商，宣傳第一及第二階\nwere conducted in July and September 2011 to promote 1st\n段的強制性能源效益標籤計劃\nand 2nd phases of MEELS\n• 於2011年5月，就用水效益標籤計\n• 2 joint briefing sessions on Water Efficiency Labelling\n劃及強制性與自願性能源效益標籤\nScheme and MEELS (both mandatory and voluntary) were\n計劃，舉行兩次聯合簡介會\nconducted in May 2011\n• 於2011年8月8日及11月7日就能源 • 2 public seminars on energy efficiency & conservation\n效益、節能與節能駕駛，舉行兩場公 and eco-driving were held on 8 August and\n開研討會 7 November 2011\n09", "page_number": 10, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 10, "summary": "", "content": "• 於2011年6月28日為能源效益技術 • Forum on Energy Efficiency and Conservation Projects &\n聯絡小組舉行「能源效益及節能項 Initiatives was held on 28 June 2011 for members of Liaison\n目與活動」研討會，參加者包括公營 Group on Energy Efficiency Technologies, comprising public\n機構及政府部門 organizations and government departments\n• 由2011年8月12日至11月11日進行 • A public consultation on “Restricting of Sale of Energy-\n「限制銷售能源效益較低的鎢絲燈\ninefficient Incandescent Light Bulbs” was held from 12\n泡」的公眾諮詢，並於公眾諮詢期間\nAugust to 11 November 2011. 7 briefings were delivered\n為多個機構、傳媒與諮詢委員會舉\nto various organizations, media and advisory committees\nduring the public consultation period\n行7次簡介會\n• 2 meetings were held with task force members and trade\n• 就自願性能源效益標籤計劃將會涵\nmembers for the preparation of new appliance under\n蓋的新電器產品，與工作小組成員\nVoluntary Energy Efficiency Labelling Scheme in November\n及業界人士於2011年11月及2012年\n2011 and January 2012\n1月舉行兩次會議\n• A total of 31 safety talks and seminars on the requirements\n• 為業界人士就《供電電纜（保護）規\nof Electricity Supply Lines (Protection) Regulation were\n例》的要求，舉行31場安全講座及研\ndelivered to the trade, inclusive of government works\n討會，參加者包括政府工務部門、顧\ndepartments, consultants, contractors, competent persons,\n問公司、承辦商、合資格人士、一般\ngeneral site staff, etc.\n工地員工等\n• 33 briefings on gas safety to industry, District Councils, etc.\n• 為業界及區議會等舉行33場氣體安\nwere conducted\n全簡介會\n• 12 briefing sessions, technical and safety talks and seminars\n• 為1,500多位業界代表、升降機/自\nwere conducted for over 1,500 trade representatives,\n動梯擁有人、業主立案法團成員和\nlift / escalator owners, members of the incorporated owners\n物業管理公司員工舉辦12場簡介\nand building management staff\n會、技術及安全講座與研討會\n10", "page_number": 11, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 11, "summary": "此外，機 and 20 May 2011. An EMSTF Way Forward Workshop was 電工程營運基金也於2011年11月 held on 3 and 4 November 2011 3日及4日舉行了「未來之路」前瞻 工作坊 • The Human Resource Management (HRM) Committee convened meetings on 30 June 2011, 10 October 2011 and • 部門的人力資源管理委員會於2011 19 January 2012 to discuss HRM as well as Training and 年6月30日、10月10日及2012年1月 Development issues of wide concerns 19日舉行會議，討論人力資源管理 • The Staff Satisfaction Survey, a biennial event, was 事項，及有關人力培訓與發展的宏 conducted in 2011/12 觀課題 • 3 sessions of Director’s briefing were held in November & • 進行2011/12年度員工滿意度調查。", "content": "我們的員工 Our Staff\n• 部門於2012年1月6日及2月7日舉行 • Our Regulatory Services Strategy Workshop was held on\n了規管服務策略工作坊，而機電工 6 January 2012 and 7 February 2012. The EMSTF’s annual\n程營運基金也於2011年4月8日及5 Strategy Formulation Workshop was held on 8 April 2011\n月20日舉行了策略工作坊。此外，機 and 20 May 2011. An EMSTF Way Forward Workshop was\n電工程營運基金也於2011年11月 held on 3 and 4 November 2011\n3日及4日舉行了「未來之路」前瞻\n工作坊 • The Human Resource Management (HRM) Committee\nconvened meetings on 30 June 2011, 10 October 2011 and\n• 部門的人力資源管理委員會於2011 19 January 2012 to discuss HRM as well as Training and\n年6月30日、10月10日及2012年1月 Development issues of wide concerns\n19日舉行會議，討論人力資源管理\n• The Staff Satisfaction Survey, a biennial event, was\n事項，及有關人力培訓與發展的宏\nconducted in 2011/12\n觀課題\n• 3 sessions of Director’s briefing were held in November &\n• 進行2011/12年度員工滿意度調查。\nDecember 2012\n調查隔年進行一次\n• 179 ambassador visits were made by directorate officers to\n• 於2011年11月及12月舉行3場署長\nvarious venues\n簡報會\n• A joint meeting with 11 staff unions of EMSD was conducted\n• 首長級人員到訪了179個場地，進行\non 31 October 2011\n親善探訪\n• 2 sessions on Yearly Forum for professional staff was held\n• 於2011年10月31日 與部門11個工會\nin March 2012\n舉行聯席會議\n• Yearly Forums for seconded inspectorate, technical and\n• 於2011年3月舉行兩場部門專業人 junior staff were held in January 2011 and March 2012\n員周年論壇\n• 4 home visits, 46 hospital visits, 10 workplace visits, 236\n• 於2011年1月及2012年3月為部門外 goodwill phone calls and 27 condolence visits to sick or\n調的督察級、技術級及初級員工舉 hospitalized staff were conducted by the Staff Welfare Unit\n行周年論壇\n• 員工福利組為抱恙或住院員工進行\n了4次家訪、46次醫院探訪、10次工\n作間探訪、236次電話問候及27次吊\n唁探訪\n11", "page_number": 12, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 12, "summary": "", "content": "客戶 Our Clients\n• 在2011年9月20日與香港郵政舉行 • Client meeting with Hongkong Post was held on 20\n客戶會議，以檢討我們的操作及維 September 2011 to review our Operation & Maintenance\n修服務，以及討論香港郵政轄下場 (O&M) services and discuss energy saving measures and\n地的節能措施和環保問題 environmental issues in Hongkong Post’s venues\n• 在2011年10月6日與機管局舉行高 • High level meeting was held with Airport Authority Hong\n層會議，檢討為機管局提供的維修 Kong (AAHK) on 6 October 2011 to review the maintenance\n保養服務和財務事宜 services provided to AAHK and financial matters\n• 在2011年6月16日與民航處舉行會 • A visit to Civil Aviation Department was conducted on 16\n議，就營運基金為提供的操作及維 June 2011 to exchange views on EMSTF’s O&M services\n修服務交換意見\n• High Level Seminars were held with Fire Services Department\nto review service performance and explore new business\n• 在2011年4月28日、5月27日、6月30\nopportunities on 28 April; 27 May; 30 June; 26 July; 30\n日、7月26日、8月30日、9月26日、10\nAugust; 26 September; 27 October and 30 November 2011\n月27日及11月30日與消防處舉行高\n層座談會，以檢討服務表現和尋找\n• High level meetings were held with Food and Environmental\n新的商機\nHygiene Department on 17 May 2011 and 15 December\n2011 to discuss the development of crematorium and\n• 在2011年5月17日及12月15日與食環\ncolumbarium business in Hong Kong\n署舉行兩次高層會議，討論本港火\n葬場和骨灰龕業務的發展\n• High level meetings were held with the following\nGovernment Departments viz. Architectural Services\n• 與下列部門舉行高層會議：建築\nDepartment on 13 January 2012, Civil Engineering and\n署（2012年1月13日）;土木工程\nDevelopment Department on 19 September 2011, Hong\n拓展署（2011年9月19日）;香港\nKong Observatory on 24 November 2011 and 17 January\n天文台（2011年11月24日及2012\n2012, Hong Kong Police Force on 21 December 2011,\n年1月17日）;香港警務處（2011\nTransport Department on 18 May 2011, Trade & Industry\n年12月21日）；運輸署（2011年\nDepartment on 22 September 2011\n5月18日）；工業貿易署（2011年\n9月22日）\n• Various courtesy visits / high level seminars / working level\nseminars were conducted for Hospital Authority\n• 安排與醫院管理局進行了多次親善\n探訪／高層座談會／工作層座談會等\n12", "page_number": 13, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 13, "summary": "《建築物能源效益條例》是 近年政府推出了大量措施，推動及鼓勵低碳生活。", "content": "署長的話\nDirector’s Message\n我們的目標，是成為實踐可持續發展的\n先進典範。\nOur aim is to become a state-of-the-art\nshowcase of sustainability.\n陳帆 太平紳士\nMr. Chan Fan, Frank, JP\n有關環境的種種討論，在香港非常熾熱，社會公眾尤 另一項新發展，是《建築物能源效益條例》之下\n其年輕一代對綠色生活、環保、能源效益及節能的 的《建築物能源效益守則》和《能源審核守則》\n關注與日俱增。 已於2012年2月刊憲，為該條例於2012年9月\n全面實施而鋪路。《建築物能源效益條例》是\n近年政府推出了大量措施，推動及鼓勵低碳生活。 本港首個規管建築物的能源效益法例，由於建\n作為節能及能源效益的先驅，機電工程署樂於見到 築物佔本港總耗電量高達九成，條例對提高建\n社會各界對低碳生活的支持日漸提高。我們會繼續 築物能源效益預計會帶來深遠的正面影響。\n努力，確保部門為社會提供的工程服務和規管服務，\n彰顯低碳減排的最佳做法。 低碳減排\n除了規管工作，我們也在日常業務營運方面，致力締\n本報告歸納了我們去年在環保、社會和經濟三方面\n造一個低碳減排的環境。機電工程營運基金一直為\n的表現，也勾劃出我們的計劃和前瞻願景。在創造\n客戶部門在機電系統的設計、採購、運作及維修保\n香港可持續發展環境的路上，希望大家與我們一起\n養各方面，提供工程方案及服務以加強能源效益、\n努力。\n採用清潔能源和實行綠色採購。\n能源效益\n舉些例子：我們為客戶採購混合動力車及電動車、在\n我們的能源效益規管架構於2011/12年度有兩項重 政府大樓安裝節能的照明及空調系統、及為冷卻塔\n大發展，首先是2012年9月全面推行強制性能源效 安裝電磁去水垢系統。我們為客戶提供了大量工程\n益標籤計劃第二階段。第二階段涵蓋洗衣機和抽濕 方案，以改善環境和提高市民生活質素，以上只是\n機，把計劃涵蓋的產品種類增至總共5個。業界遵守 其中數例。\n強制性能源效益標籤計劃的程度一直很高，市民的\n反應也良好。我們會不斷檢討計劃，並考慮收緊\n評級要求。\n13", "page_number": 14, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 14, "summary": "", "content": "The environment is a major topic of public debate Regarding other new development, the gazetting\nand discussion in Hong Kong. There is increasing of the Building Energy Code and Energy Audit Code\ncommunity concern in green living, environmental Edition 2012 under the Buildings Energy Efficiency\nprotection, energy efficiency and conservation, Ordinance in February 2012, paved the way for the full\nparticularly among the younger generation. operation of the Ordinance in September 2012. As the\nfirst energy efficiency legislation governing buildings,\nThe Government has embarked on numerous the Ordinance is expected to have long-term positive\ninitiatives in recent years to facilitate and encourage effects in enhancing energy efficiency in buildings,\nlow-carbon living. As a pioneer of energy efficiency which consume almost 90 per cent of all electricity\nand conservation in Hong Kong, EMSD is delighted consumption in Hong Kong.\nto see increasing community support for the cause.\nWe shall continue to ensure that all the engineering Low Carbon Low Emission\nand regulatory services we provide to the community\nRegulatory framework aside, fostering a low-carbon,\nexemplify low-carbon and low-emission best practices.\nlow-emission environment is also a day-to-day\ncommitment. Our Trading Services has been providing\nThis report summarises our environmental, social\nclient departments with engineering solutions and\nand economic performance in last year, and\nservices to optimise energy use, harness clean energy,\noutlines some of our plans and aspirations\nand practise green procurement in every aspect of\ngoing forward. We hope you will join us\nour E&M system design, procurement, operation and\nin creating a sustainable environment for\nmaintenance services.\nHong Kong.\nSome examples are the procurement of hybrid and\nEnergy Efficiency\nelectric vehicles for clients, installing energy efficient\nOur energy efficiency regulatory framework saw two lighting and high efficiency air-conditioning systems\nmajor developments in the year 2011/12. One was the in government buildings, and installing magnetic de-\nfull implementation of phase two of the Mandatory scaling system for cooling towers. These are just a\nEnergy Efficiency Labelling Scheme (MEELS) in few of the many engineering solutions we provide to\nSeptember 2012. This phase of the Scheme covers our clients to help improve the environment and the\nwashing machines and dehumidifiers, bringing the community’s quality of life.\ntotal number of product types covered by the Scheme\nto five. Trade compliance to MEELS has been very\nhigh and community reception positive. We shall be\nconstantly reviewing the Scheme and the possibility\nof tightening its grading requirements.\n14", "page_number": 15, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 15, "summary": "部門也會繼續鼓勵員工，為專業工程學會的工作作出 貢獻，及參與社區服務和慈善活動。", "content": "以身作則 感謝持份者\n作為政府部門，我們應該以身作則。我們的重點 假如沒有持份者的支持和積極參與，我們不可能向\n有三：關懷員工、維持高專業水平、以及服務社會。 低碳減排生活邁進。近年我們積極與其他公營機\n構、私人企業、業界、非政府機構、意見領袖及公眾\n提高工作安全，是我們對員工履行社會責任的重要 人士緊密合作及討論，做出了一點成績。本報告不單\n任務。部門在2011/12年度，內部員工和承辦商職業 闡釋了機電工程署在履行社會及環保責任方面的努\n安全都有出色表現，意外數字創新低。我們並不自 力，亦是我們與各持份者交流的渠道之一。我們希望\n滿，會繼續向各階層的員工加強工作安全的培訓和 這份報告能引發新的意念和討論。\n宣傳工作。\n最後，我謹代表機電工程署再次向所有持份者致意。\n與此同時，員工培養、訓練、知識管理和招攬新血 我們的工作以至這報告的出版，都有賴大家鼎力支\n等，都是維持整體員工的幹練程度和活力的主要 持和鼓勵，謹此致謝。\n元素，部門正緊密部署在未來數年提升這幾方面的\n水平。\n部門也會繼續鼓勵員工，為專業工程學會的工作作出\n貢獻，及參與社區服務和慈善活動。\n陳帆\n15", "page_number": 16, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 16, "summary": "", "content": "Leading by Example Thanks to Stakeholders\nAs a government department, we should lead Our journey to achieve low-carbon, low-emission\nby example. Our focus is three-fold: being a caring living is not possible without the support and active\nemployer, upholding the professional standards, and engagement of our stakeholders. In recent years\nserving the community. much has been achieved via close cooperation and\ndiscussion with other public organisations, private\nWorkplace safety is a priority in discharging our sector companies, various trades, NGOs, opinion\nsocial responsibility towards our employees. The leaders and members of the public. This report\nyear 2011/12 saw excellent performance in both in- describes EMSD’s efforts in discharging its social\nhouse and contractor safety, with accident numbers and environment responsibilities, and is part of our\nat record low levels. We are not complacent ongoing dialogue with stakeholders. We hope it will\nand shall continue to step up workplace safety trigger new ideas and discussions.\ntraining and publicity across all levels of staff.\nOn behalf of EMSD, I wish to thank all our stakeholders\nAt the same time, staff capacity building, training, once again for their support and encouragement,\nknowledge management and recruiting new without which our work and this publication would\nblood are also vital to maintaining a competent not have been possible.\nand dynamic workforce, and the department is\ngearing up to achieve higher standards in each\nof these aspects in the coming years.\nWe will continue to encourage our staff to contribute\nto the work of professional engineering bodies, and\nto participate in community and charitable events\nand activities. Chan Fan, Frank\nDirector of Electrical and Mechanical Services\n16", "page_number": 17, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 17, "summary": "國際機構及本港的政 The impact of sustainable development on our Regulatory 策制訂者都要求優先處理可持續發展事 Services is no less significant. Both international bodies and local 項，例如管制排放物和減低能源強度。", "content": "挑戰和機遇\nChallenges and Opportunities\n可持續發展對機構的影響 Impact of Sustainability on the Organisation\n香港作為國際都市，必須在發展快速的知 As an international city, Hong Kong must maintain its economic\n識型經濟中維持經濟增長，並同時提高 growth in a fast-paced knowledge economy while at the\n市民的生活質素。從可持續發展的角度來 same time improve the quality of life for its citizens. From a\n看，這表示機電工程署等機構必須以最 sustainability perspective, this means that organisations such\n有利生態環境的方式從事日常業務，俾能 as EMSD must find the most eco-friendly way to conduct its\n善用資源、盡量減少廢物和污染。同樣重 daily activities so that resources are used in an optimal manner\n要的是，我們必須妥善照顧員工、客戶及 with the least possible waste and pollution. Equally important is\n其他持份者的安全、健康和福祉。與此同 that the safety, health and general well-being of its employees,\n時，我們也須尋找和充分把握可持續發展 customers and other stakeholders must be well taken care of.\n所帶來的商機。 At the same time, we must also identify and make full use of\nbusiness opportunities arising from sustainable development.\n對規管服務的影響\nImpact on Regulatory Services\n可持續發展對我們的規管服務，也帶來\n不容忽視的影響。國際機構及本港的政 The impact of sustainable development on our Regulatory\n策制訂者都要求優先處理可持續發展事 Services is no less significant. Both international bodies and local\n項，例如管制排放物和減低能源強度。作 policy makers call for priority attention to sustainability issues\n為亞太經濟合作組織（亞太經合組織） such as emissions control and energy intensity reduction. As a\n的成員，香港全力支持2007年在悉尼 member of the Asia-Pacific Economic Cooperation (APEC), Hong\n簽署的《亞太經合組織領導人關於氣候 Kong fully supports the APEC Leaders’ Declaration on Climate\n變化、能源安全和清潔發展的宣言》，並 Change, Energy Security and Clean Development adopted in\n會以2005年的能源強度為基礎，致力在 Sydney in 2007, and will seek to reduce at least 25% of energy\n2030年前將能源強度降低至少25%。 intensity by 2030, with 2005 as the base year.\n經濟增長、人口增加及氣候變化對自然資 The strain imposed on natural resources by economic growth,\n源造成的壓力，已促使多國領袖專注研究 human population and climate change has prompted many\n如何為經濟增長和發展創造更多可持續 leaders around the world to focus on ways to create more\n的模式，並為此制定更嚴格的排放管制規 sustainable models for economic growth and development,\n例。我們的規管服務所面對的挑戰，是掌 which could lead to more stringent emission control regulations.\n握當前的國際發展形勢，協助政府建立一 The challenge for our Regulatory Services is to keep abreast of\n個利便香港轉型為具能源效益及低碳經 current international developments and help the Government\n濟體的能源效益規管架構。 create an energy efficiency regulatory framework that is\nconducive to the transformation of Hong Kong into an energy\nefficient and low carbon economy.\n17", "page_number": 18, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 18, "summary": "為此，我們已持續採取措 shortage in skilled manpower that could add to our operating 施以審慎控制成本，並使用各種方法提升 cost. In response, we have continued to take prudent cost 生產力，例如加強員工能力、更廣泛使用 control measures, stepped up productivity by various means 資訊科技，以及爭取與客戶部門簽訂更多 such as enhancing staff competence and wider application of 長期服務水平協議，使業務更趨穩定。", "content": "由於政府陸續制定和實施更多能源效益 As more energy efficiency legislations are enacted and\n法例，我們的執法工作也會相應增加。與 implemented, our enforcement work will also grow. At the same\n此同時，由於業界及市民大眾需要更多有 time, our trades and citizens will need more information on\n關能源效益、節約能源和可再生能源的 energy efficiency and conservation as well as renewable energy,\n資訊，以及深化對這些範疇的認識，我們 further boosting our public education work. We shall also\n會加強公眾教育工作。我們也會提升員工 step up our internal capabilities to perform these duties more\n的能力以讓他們更有效地執行職務，並為 effectively and, at the same time, introduce where appropriate\n香港引入適用的先進節能技術。 state-of-the-art energy efficiency technologies into Hong Kong.\n對營運服務的影響 Impact on Trading Services\n目前全球經濟持續不穩，或會令我們的收 A potential threat to our service viability is the likely fluctuation\n入出現波動，加上通脹和技術人力資源短 in revenue as a result of continued instability in the current\n缺可能會提高營運成本，這些都對我們的 global economic climate, as well as the threat of inflation and\n業務帶來隱憂。為此，我們已持續採取措 shortage in skilled manpower that could add to our operating\n施以審慎控制成本，並使用各種方法提升 cost. In response, we have continued to take prudent cost\n生產力，例如加強員工能力、更廣泛使用 control measures, stepped up productivity by various means\n資訊科技，以及爭取與客戶部門簽訂更多 such as enhancing staff competence and wider application of\n長期服務水平協議，使業務更趨穩定。 technology, reviewed and enhanced resource management, and\nsecured more long-term service level agreements with client\n至於商機方面，客戶部門對我們的能源管 departments to add stability to our service.\n理、節約能源和可再生能源等服務項目的\n需求日增，就是其中的明顯例子。政府致 As to opportunities, an obvious area is client departments’\n力推行環保建築綱領，所有局和部門需以 increasing demand for our energy management, energy\n2007/08年度為基礎，在2009/10年度至 saving and renewable energy project services. Further energy\n2013/14年度減省耗電量5%，也為我們的 saving opportunities will also come from the Government’s\n節約能源業務帶來更多商機。行政長官在 commitment to its Green Building Framework which aims to\n二零一零至一一年施政報告也重申，期望 reduce electricity consumption in all bureaux and departments\n在2020年，香港的碳強度可以由2005年 by a total of 5% from 2009/10 to 2013/14 against the base\n的水平減少五至六成。最近通過的《建築 year of 2007/08. The Chief Executive has also reiterated in his\n物能源效益條例》及政府公布的應對氣候 2010/11 Policy Address that he expects the carbon intensity in\n變化行動綱領，也勢必使客戶對能源效益 Hong Kong to be reduced by 50-60% by 2020, compared with\n服務的需求大增。整體來說，由於客戶部 the 2005 level. The newly enacted Buildings Energy Efficiency\n門愈來愈明白能源效益和節約能源對經濟 Ordinance and the release of the Government’s climate change\n和環境的好處，我們的能源管理業務長遠 action agenda are set to create greater demand for energy\n而言可望持續增長。 efficiency services. Overall, the energy management service is\nlikely to grow in the long run as client departments become\nincreasingly aware of both the economic and environmental\nbenefits of energy efficiency and conservation.\n18", "page_number": 19, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 19, "summary": "與此同時，我們為客戶部門的 identify non-compliances for improvement. At the same time, we also 節能及可再生能源計劃提供專業工程服務， make a positive impact through providing professional engineering 協助他們直接減低能源消耗量和廢物產生 services in energy efficiency and renewable energy projects to client 量，亦對可持續發展帶來裨益。", "content": "機構對可持續發展的影響 Organisation’s Impact on Sustainability\n規管服務 Regulatory Services\n機電工程署在多方面影響到可持續發展。 EMSD makes an impact on sustainability in several ways. Our\n我們的規管服務對可持續發展起着正面作 Regulatory Services makes a positive impact on sustainability via\nvarious schemes, promotional campaigns and awards to promote\n用。我們執行能源效益法例，並通過各種計\nenergy efficiency and the wider use of renewable energy, as well\n劃、推廣活動和獎項，推廣能源效益和更廣\nas the enforcement of energy efficiency related legislation. Notable\n泛應用可再生能源。當中的重要例子包括\nexamples are the voluntary and mandatory Energy Efficiency\n電氣產品的自願性和強制性能源效益標籤\nLabelling Schemes for electrical appliances, the Fresh Water Cooling\n計劃、空調系統使用淡水冷卻塔計劃、建築\nTowers Scheme for Air-conditioning Systems and the Energy\n物能源效益註冊計劃，以及在《建築物能源\nEfficiency Registration Scheme for Buildings, and gazetting of\n效益條例》下實務守則的刊憲工作。年內，\nCodes of Practice under the Building Energy Efficiency Ordinance.\n我們開展了廣泛的宣傳和教育工作，例如進\nExtensive publicity and education programmes such as TV and radio\n行電視及電台宣傳、舉辦網上活動和設置網\npromotion, online activities and websites, publications, events,\n站、印製刊物、舉辦特別活動、為業界和市\nas well as talks and seminars are held for trades and the general\n民舉辦講座和研討會等，以深化市民對具能\npublic throughout the year to build awareness of an energy\n源效益的生活方式的認識。\nefficient lifestyle.\n營運服務\nTrading Services\n我們的營運服務為本港各政府部門及公營\nOur Trading Services provides E&M engineering services to\n機構提供機電工程服務，過程中涉及的辦公\ngovernment departments and public bodies in Hong Kong, a process\n室運作及相關工程項目，無可避免會對環境 which inevitably impacts upon the environment through our office\n造成影響。 operations and engineering related works.\n為減少這些影響，我們實施了一套綜合管理 To mitigate the impact, we have adopted an Integrated Management\n系統，將品質、環境、職安健管理系統整合 System that combines quality, environmental, occupational health and\n成一個流程框架，並找出未能符合要求的地 safety management systems as an overall process framework and to\n方以作改善。與此同時，我們為客戶部門的 identify non-compliances for improvement. At the same time, we also\n節能及可再生能源計劃提供專業工程服務， make a positive impact through providing professional engineering\n協助他們直接減低能源消耗量和廢物產生 services in energy efficiency and renewable energy projects to client\n量，亦對可持續發展帶來裨益。我們就採購 departments that directly reduce energy consumption and emissions.\n環保車輛為客戶提供技術意見和支援，並為 We give professional advice and support to clients in the procurement\n他們提供日常維修服務。我們也為環境局提 of eco-friendly vehicles and provide on-going maintenance service.\n供技術支援以推廣建築物能源效益資助計 We also give technical support to the Environment Bureau to\n劃，就私人樓宇的能源及碳排放綜合審計與 promote the Buildings Energy Efficiency Funding Schemes and vet\napplications from private buildings owners for partial subsidies to\n能源效益資助申請項目進行評審。此外，我\nconduct energy-cum-carbon audits and energy efficiency projects.\n們亦支持環境局「環保午膳」計劃，為參與\nIn addition, we support the “green lunch” initiative by providing\n計劃的學校裝設相關的設施。\nnecessary facilities in schools for the Environment Bureau.\n19", "page_number": 20, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 20, "summary": "重點與前瞻 Highlights and Way Forward 環境 Environmental 重點 Highlights 1. 強制性能源效益標籤計劃第二階 1. Phase two of the Mandatory Energy Efficiency Labelling 段把涵蓋範圍擴大至洗衣機和抽 Scheme extended the Scheme’s coverage to two more 濕機這兩個電氣產品類別，並已由 types of electrical appliances, namely washing machines 201１年９月19日起全面實施 and dehumidifiers. Phase two began full implementation on 19 September 2011 2. 於２０１１年６月１４日推出為發光 二極管而設的自願性能源效益標 2. A new Voluntary Energy Efficiency Labelling Scheme for 籤計劃 LED lamps was launched on 14 June 2011 3. 《建築物能源效益條例》下的《建 3. The Building Energy Code and the Energy Audit Code 2012 築物能源效益守則》和《能源審核 Editions, under the Buildings Energy Efficiency Ordinance 守則》2012年版本已於2012年2月 were gazetted in February 2012. The Ordinance would 刊憲，而《建築物能源效益條例》 come into full operation on 21 September 2012 已由2012年9月21日起全面實施 4. With delegated powers under the Public Health and 4. 於2011/12年度，機電工程署 Municipal Services Ordinance (PHMSO), EMSD implemented 根據《公眾衞生及市政條例》授予 的權力，就受污染的淡水冷卻塔作 new measures in 2011/12 to regulate contaminated fresh 出規管，以減低冷卻塔可能傳播退 water cooling towers in order to reduce the potential public 伍軍人病症的公眾衞生風險。", "content": "重點與前瞻\nHighlights and Way Forward\n環境 Environmental\n重點 Highlights\n1. 強制性能源效益標籤計劃第二階 1. Phase two of the Mandatory Energy Efficiency Labelling\n段把涵蓋範圍擴大至洗衣機和抽 Scheme extended the Scheme’s coverage to two more\n濕機這兩個電氣產品類別，並已由 types of electrical appliances, namely washing machines\n201１年９月19日起全面實施\nand dehumidifiers. Phase two began full implementation\non 19 September 2011\n2. 於２０１１年６月１４日推出為發光\n二極管而設的自願性能源效益標\n2. A new Voluntary Energy Efficiency Labelling Scheme for\n籤計劃\nLED lamps was launched on 14 June 2011\n3. 《建築物能源效益條例》下的《建\n3. The Building Energy Code and the Energy Audit Code 2012\n築物能源效益守則》和《能源審核\nEditions, under the Buildings Energy Efficiency Ordinance\n守則》2012年版本已於2012年2月\nwere gazetted in February 2012. The Ordinance would\n刊憲，而《建築物能源效益條例》\ncome into full operation on 21 September 2012\n已由2012年9月21日起全面實施\n4. With delegated powers under the Public Health and\n4. 於2011/12年度，機電工程署\nMunicipal Services Ordinance (PHMSO), EMSD implemented\n根據《公眾衞生及市政條例》授予\n的權力，就受污染的淡水冷卻塔作 new measures in 2011/12 to regulate contaminated fresh\n出規管，以減低冷卻塔可能傳播退 water cooling towers in order to reduce the potential public\n伍軍人病症的公眾衞生風險。我們 health risk of spread of Legionnaires’ disease that might\n於２０１１／１２年度從８４１個淡水 arise from them. In 2011/12, water samples from 841 fresh\n冷卻塔抽取了水樣本，根據測試結 water cooling towers were taken, with rectifying action\n果，要求業主採取了《公眾衞生及 taken under PHMSO according to test results\n市政條例》規定的改善工作\n5. Construction work for the energy efficient District Cooling\n5. 啟德發展區的高能效區域供冷系統 System at Kai Tak Development was underway\n現正施工\n6. Organised an APEC Energy Working Group conference\n6. 舉行亞太經合組織能源工作小組 to discuss strategies and policies to encourage the wider\n會議，就更廣泛使用電動車的策略 adoption of electric vehicles\n和政策進行交流討論\n7. Completed 84 energy efficiency projects, such as installation\n7. 為客戶於201１/1２年度完成８4個 of energy efficient lighting, high efficiency air-conditioning\n節能項目，例如安裝節能照明和空 system and magnetic de-scaling system for cooling towers\n調系統、及為冷卻塔安裝電磁去水\nin 2011/12 for Trading Services customers, with\n垢系統等，預計完成後每年可減省\nexpected annual energy savings of almost 12 million kWh\n耗電量約1,200萬千瓦小時\nafter completion.\n20", "page_number": 21, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 21, "summary": "", "content": "環境 Environmental\n前瞻 Way Forward\n1. 探討將強制性能源效益標籤計劃 1. Explore extending the Mandatory Energy Efficiency\n拓展至其他產品種類，及收緊空調 Labelling Scheme to cover more product types, and review\n機與冷凍器具的能源效益評級標準 to tighten the energy efficiency grading standards of air-\nconditioners and refrigerators\n2. 就自願性能源效益標籤計劃擴展至\n包括電磁爐，進行籌備工作 2. Prepare for the extension of the Voluntary Energy Efficiency\nLabelling Scheme to cover induction cookers\n3. 為2012年9月實施《建築物能源效\n益條例》進行籌備工作 3. Prepare for the implementation of the Buildings Energy\nEfficiency Ordinance that begins in September 2012\n4. 根據《公眾衞生及市政條例》，於\n4. Continue to conduct annual water sampling of about\n2011/12年度繼續抽驗約800個淡\n800 fresh water cooling towers and implement regulatory\n水冷卻塔的水樣本，並落實受污染\ncontrol of contaminated cooling towers under the PHMSO\n淡水冷卻塔的規管工作\n5. Continue to implement the District Cooling System project\n5. 繼續推行啟德發展區的區域供冷系\nat Kai Tak Development\n統項目\n6. Continue to implement energy saving projects for Trading\n6. 在未來數年繼續為客戶推展節\nServices customers in years ahead\n能項目\n7. Continue to reduce annual electricity consumption at EMSD\n7. 繼續減少用電，目標是以2007/08\nvenues by a total of 5% from 2009/10 to 2013/14 against\n年度為基準，在2009/10年度至\nthe base year FY 2007/08\n2013/14年度期間，把機電工程署\n轄下場地的每年耗電量減少共5%\n21", "page_number": 22, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 22, "summary": "", "content": "社會 Social\n重點 Highlights\n1. 安全表現出色，部門內部員工及承 1. Outstanding safety performance as in-house and contractor\n辦商意外數字創新低 accident rate reached record low levels\n2. 每名員工年內平均接受4.6２日培訓\n2. Achieved an average of 4.62 annual training days per\nstaff member\n3. 所有管工均正接受了管工安全培\n訓，加強工場安全 3. Safety supervisor training was being arranged for all works\nsupervisors to improve safety performance\n4. 員工滿意度調查的整體滿意度達\n6.5，比上次調查為高 4. Staff Satisfaction Survey reported an overall satisfaction\nrate of 6.5 which showed improvement from the\n5. 於政府公務員事務局的「2011年公 previous survey\n務員優質服務獎勵計劃」中連奪三\n個獎項 5. Received 3 awards under the Civil Service Outstanding\nService Award Scheme 2011 organised by the Civil\n6. 三名學徒在職業訓練局的「2011 Service Bureau\n年度傑出學徒/見習員獎勵計劃」\n6. Three apprentices were recognized in the 2011 Vocational\n中獲獎\nTraining Council Outstanding Apprentice/Trainee Awards\n7. 參與公益金百萬行步行和免費為大\n7. Participated in the Community Chest’s Walk for Millions\n會提供後勤支援，包括起步點大球\nand provided pro bono technical support for the electrical\n場內的機電系統和影音設施操作等\nand mechanical systems and audio visual facilities\n前瞻\nWay Forward\n1. 通過舉行各種促進職業安全及\n1. Continue to improve staff safety awareness through\n健康的活動，持續提高員工的安\norganisation of various occupational safety and health\n全意識\npromotional programmes\n2. 努力達至每名員工平均每年接受最\n2. Aim to accomplish at least 4.5 training days per staff\n少4.5日培訓的目標\nmember per year on average\n3. 於2013／14年度進行的下一次員工\n3. Strive to raise the Staff Satisfaction Index in the next Staff\n滿意度調查，爭取提高員工滿意度\nSatisfaction Survey, to be conducted in 2013/14\n22", "page_number": 23, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 23, "summary": "", "content": "經濟 Economic\n重點 Highlights\n1. 營運基金財政表現良好，收入為 1. Achieved positive financial performance with revenue of\n43.18億元，收入回報率達11.8%，固 $4,318 million, 11.8% Return on Revenue (ROR) and 45.5%\n定資產回報率為45.5% Rate of Return on Fixed Assets for EMSTF\n2. 共批出總值超過1９.４億元的物料供 2. Supported the economy by letting out contracts totaling\n應及服務合約，支持本港經濟 more than $1.94 billion for the provision of goods\nand services\n前瞻\nWay Forward\n1. 作好準備，把握商機，配合客戶對能\n1. Prepare for new business opportunities arising from the\n源管理、節約能源和可再生能源項\nincreasing demand for our energy management, energy\n目等不斷增加的服務需求\nsaving and renewable energy project services from clients\n2. 繼續為客戶就各項基建發展提供 2. Continue to support clients in major infrastructure\n支援 developments\n3. Provide technical advice on new key projects such as\n3. 為主要新項目，如船隻航行監察服\nthe replacement of Vessel Traffic Services System, Cruise\n務系統、新郵輪碼頭項目和啟德發\nTerminal and District Cooling System at Kai Tak Development\n展區的區域供冷系統提供技術意見\n23", "page_number": 24, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 24, "summary": "", "content": "環保表現\nEnvironmental\nPerformance\nn g s\nu s t ainable devel\no p\nati m\ne\ne n\nCr t\ns\nol\nu\nti\no\nn\n案\n方\n展\n發\n續\n持\n可\n造\n締", "page_number": 25, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 25, "summary": "2002 with internationally recognised standards and legislative 年，我們把品質、環保和職業健康及安全 requirements in Hong Kong. 管理等各套系統簡化，合併成一個綜合管 理系統。", "content": "環保責任 Environmental Responsibilities\n提升市民生活質素是機電工程署日常營 One of the underlying principles of EMSD’s operations is to\n運的基本原則之一。但是，在向客戶及市 enhance the quality of life of our community. However, our\n民提供服務的過程中，我們的運作亦會對 operations may also impact the environment in the course of\n環境造成影響。因此，我們的首要任務是 rendering services to customers and the public.\n避免污染環境，或在無法完全避免污染環\n境時，盡量減輕有關的影響。我們致力在 Our first priority is therefore to avoid creating environmental\n業務營運過程中節省資源，減少製造廢物 pollution, or reduce the impact if pollution is inevitable. We\n及預防污染。為此，我們已採取一切合理 strive to conserve resources, minimise the generation of waste\n措施，恪守各種環保法例，作為我們營運 and prevent pollution in our business operation process. To\n的基本準則。與此同時，我們也鼓勵承辦 achieve this goal, we have taken all reasonable measures to\n商、供應商及其員工關注保護環境。 comply with green legislations as the baseline of our operation.\nWe also encourage our contractors, suppliers and their staff to\n我們的環境管理歷程 be equally friendly to the environment.\n我們為環保工作而推行的環境管理系統， Our Environmental Management Journey\n多年來不斷改進。系統在九十年代中期開\n始推行，當時採用分散模式實行，各部別 Our environmental performance is mainly governed by our\n可微調其具體運作，同時符合國際認可標 Environmental Management System (EMS) which has evolved\n準和香港法例。 over the years. First implemented in the mid-1990s, we adopted\na decentralized approach so that each division fine-tuned their\n2000年，我們再向前邁進，成為首個取得 specific operations in accordance with the EMS while complying\nISO 14001企業認證的政府部門。2002 with internationally recognised standards and legislative\n年，我們把品質、環保和職業健康及安全 requirements in Hong Kong.\n管理等各套系統簡化，合併成一個綜合管\n理系統。2006年6月，我們更將環境管理 In 2000, we took a step forward and became the first government\n系統提升至ISO 14001:2004版。2008 agency to attain the ISO 14001 Corporate Certificate. In\n年，規管服務的環境管理系統已擴展至鐵 2002, we streamlined our various management systems in\n路科，即是說整個規管服務都已實施該管 quality, environment and occupational health and safety, and\n理系統。部門的慣例是定期檢討及更新環 combined them into an Integrated Management System (IMS).\n境管理系統，以確保符合ISO 14001及相 In June 2006, the EMS was upgraded to include the updated\n關標準。 ISO 14001:2004. In 2008, the EMS of Regulatory Services was\nextended to cover the Railways Branch such that EMSs are\noperating at all branches of EMSD. It has been a departmental\npractice to constantly and regularly review and upkeep the\nIMS to ensure that it conforms to the ISO 14001 and the\nrelated standards.\n25", "page_number": 26, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 26, "summary": "計劃的第二 Scheme, covering room air conditioners, refrigerating appliances 階段拓展至另外兩類產品，即洗衣機和抽 and compact fluorescent lamps, has been fully implemented. 濕機，已於201１年９月19日全面實施。", "content": "在2009/10年度，機電工程營運基金之下 In 2009/10, all OHSAS 18001 certificates under EMSTF were\n的所有OHSAS 18001認證均已成功提 successfully updated to the 2007 version, and all individual\n升至2007年版，而於2010/11年度，所有 divisions have also been upgrading their ISO 9001 system to the\n部別亦已將其ISO 9001系統提升至 2008 version since 2010/11.\n2008年版。\n節約能源先驅 Energy Efficiency Conservation Initiatives\n機電工程署自九十年代起，一直在本港率 Ever since the 1990s, EMSD has been playing a pioneering\n先推動能源效益和鼓勵更廣泛應用可再 role to promote energy efficiency and encourage wider use of\n生能源。 renewable energy in Hong Kong.\n亞太經合組織領導人於2011年11月在美國 The Asia-Pacific Economic Co-operation (APEC) Honolulu\n夏威夷舉行會議，發表了《檀香山宣言》， Declaration was announced at the APEC Leaders’ Meeting held\n成員國決定在2035年或之前，將能源強度 in Hawaii, United States in November 2011. Economies decided\n進一步降低至４5%的目標。作為亞太經合 to raise the APEC-wide energy intensity reduction target to 45\n組織的成員，香港已採納宣言，並會致力 percent by 2035. As a member economy of the APEC, Hong\n達標。 Kong has adopted the declaration and has been doing its best\nto meet the reduction target in energy intensity.\n以下是我們在201１/1２年度，為配合政府\n推動能源效益和節約能源政策而進行的 Highlighted below are key developments in 2011/12 to\n主要工作。 support Government’s policy to step up energy efficiency\nand conservation.\n強制性能源效益標籤計劃\nMandatory Energy Efficiency Labelling Scheme\n強制性能源效益標籤計劃第一階段已全面\n實施，涵蓋3類產品，即空調機、冷凍器具 The initial phase of the Mandatory Energy Efficiency Labelling\n和緊湊型熒光燈（慳電膽）。計劃的第二 Scheme, covering room air conditioners, refrigerating appliances\n階段拓展至另外兩類產品，即洗衣機和抽 and compact fluorescent lamps, has been fully implemented.\n濕機，已於201１年９月19日全面實施。至 The second phase of the Scheme extends the coverage to\n2012年３底，計劃已有約4,600個表列產 washing machines and dehumidifiers, and has also been fully\n品型號。 implemented since 19 September 2011. All these five product\ntypes are required to bear energy labels to inform consumers\nof their energy efficiency performance. As at the end of March\n2012, around 4,600 product models have been listed under\nthe Scheme.\n26", "page_number": 27, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 27, "summary": "計劃旨在資助私人建築物業 Buildings Energy Efficiency Funding Schemes of a total sum of 主為其樓宇進行能源及碳排放綜合審計， $450 million under the Environment and Conservation Fund, and 製訂能源效益改善方案，並改善大廈的屋 also assisting it in vetting funding applications. The Schemes aim 宇裝備設施，以提升能效表現。", "content": "《建築物能源效益條例》 Buildings Energy Efficiency Ordinance\n《建築物能源效益條例》將於2012年9月 The Buildings Energy Efficiency Ordinance will come into full\n21日全面實施。條例要求新建築物、重大 operation on 21 September 2012. Requirements for compliance\n裝修工程和商業樓宇的能源審核，均須符 with the Building Energy Code in new buildings and major\n合《建築物能源效益守則》規定，並將於 retrofitting works, and energy audit for commercial buildings\n寬限期屆滿後執行。為了配合條例的全面 as well, will be enforced after the current grace period. To\n實施，註冊能源效益評核人的註冊工作已 support the full implementation of the Ordinance, registration\n經展開。由於法例涵蓋大部份政府建築 of Registered Energy Assessors and preparation work for full\n物，營運基金的客戶也需要投放更多資 implementation of the Ordinance are now in progress. As the\n源，加強轄下建築物的能源效益。 Ordinance also applies to most government buildings, it will\nalso drive EMSTF’s client departments to pay more resources to\n建築物能源效益資助計劃 enhance the energy efficiency of their buildings.\n機電工程署營運基金自2009年4月起，一 Building Energy Efficiency Funding Schemes\n直為環境局提供專業技術支援，以實施環\n境及自然保育基金撥款4.5億元推展的建 The EMSTF has been providing professional support to the\n築物能源效益資助計劃，並協助評審有關 Environment Bureau (ENB) since April 2009 on implementing the\n的撥款申請。計劃旨在資助私人建築物業 Buildings Energy Efficiency Funding Schemes of a total sum of\n主為其樓宇進行能源及碳排放綜合審計， $450 million under the Environment and Conservation Fund, and\n製訂能源效益改善方案，並改善大廈的屋 also assisting it in vetting funding applications. The Schemes aim\n宇裝備設施，以提升能效表現。計劃將於 to help building owners conduct energy-cum-carbon audits of\n2012年４月７日結束。 their buildings to identify areas for improvement, and implement\nprojects to upgrade the energy efficiency performance of\n區域供冷系統 building services installations. The Schemes will be closed on 7\nApril 2012.\n啟德發展區的區域供冷系統現正施工。一\n般而言，區域供冷系統的耗電量較傳統氣 District Cooling System\n冷式空調系統減省達35%。據估計，當啟\n德發展計劃全面完成後，區域供冷系統每 The District Cooling System (DCS) at the Kai Tak Development is\n年可減省耗電量達8,500萬千瓦小時，即 under construction. In general, DCS will consume up to 35% less\n每年減少排放59,500公噸二氧化碳。 electricity than traditional air-cooled air-conditioning systems. It\nis estimated that upon completion of the Kai Tak Development,\nthe DCS will save up to 85 million kWh of electricity annually,\nequivalent to a reduction of 59,500 tonnes of carbon dioxide\nemission per annum.\n27", "page_number": 28, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 28, "summary": "如市場可普遍地提供綠色產品，我 procuring green products. 們會把有關綠色要求列為強制性的採購要 求，以鼓勵供應商製造更多綠色產品。", "content": "環保採購 Green Procurement\n環保採購是減少廢物、鼓勵廢物回收及循 Green procurement is one of our key policies to encourage\n環再造的主要政策之一。政府早於2000年 waste reduction, recovery and recycling. The Government\n已修訂了採購規定，要求所有局與部門在 amended its procurement regulations as early as 2000 to require\n採購物料和服務時必須考慮環保因素。為 all bureaux and departments to take into account environmental\n此，機電工程署已在日常運作中奉行環保 considerations when procuring goods and services. In this\n採購的原則，根據環境保護署的環保產品 regard, we have been doing our part by incorporating green\n規格進行採購，並在產品和服務採購政策 requirements into our procurement policy for products and\n中加入環保要求。 services, and in accordance with the Environmental Protection\nDepartment’s (EPD) “green product specifications”.\n我們積極採納了環保署第2/2012號通\n告（綠色採購通告）內有關１０３種產品 We play an active role in green procurement to adopt the\n的綠色採購規定，並在部門採購工作中 green product specifications of 103 products provided in the\n盡量遵循。2011年，機電工程署3.54億 Environment Bureau Circular Memorandum No. 2/2011 (Green\n元直接採購的貨品中，1,980萬元的貨 Procurement Circular) as far as possible in our purchases. In\n品就是綠色採購單上的貨品。環保署有 2011, from the total amount of $354M for direct purchase\n關每年綠色採購情況的2011年報告，將 of goods in EMSD, $19.8M was spent on purchases for the\n７４個政策局／政府部門的綠色採購程 products on the green procurement list. A position report\n度分為５組。報告顯示，機電工程署位 on Annual Green Procurement for the year 2011 prepared by\n列第三組，採購綠色產品達四至六成。 EPD divided the extent of green procurement among the 74\nBureaux / Departments into 5 groups. As revealed in the report,\n我們也密切留意供應商提供的綠色產品和 EMSD was ranked in the 3rd group of having 40-60% in\n服務。如市場可普遍地提供綠色產品，我 procuring green products.\n們會把有關綠色要求列為強制性的採購要\n求，以鼓勵供應商製造更多綠色產品。在 We keep track of the offers from suppliers for the green contents\n2011/12年度，有125 家供應商提供了環保 of their products. We will change the green requirements\n綠色產品，機電工程署的供應商名冊也因 to “mandatory” in the related procurement specifications\n應更新。 as soon as the green products are commonly available in the\nmarket to encourage suppliers to produce more green items. In\n同時，我們也支援客戶落實能源效益及可 2011/12, 125 suppliers who were able to provide environmental\n再生能源項目，以及採購混合動力汽車和 friendly / green products were updated in EMSD Suppliers Lists\n電動汽車等環保車輛。 for procurement of goods.\nAt the same time, we also supported our clients by helping them\nto implement energy efficiency and renewable energy projects\nas well as procure environmental friendly vehicles such as hybrid\nvehicles and electric vehicles.\n28", "page_number": 29, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 29, "summary": "a view to promoting them in E&M works, so as to benefit our clients and the public. 為了使部門同事能更有效地分享環保採購 的資訊和項目經驗，我們已於2010年7月 To facilitate effective sharing of green procurement information 在部門內聯網推出環保採購參考圖書館， and project experiences within the Department, a green 收錄了現行各項環保採購指引、實務守則 procurement reference library was launched on EMSD’s Intranet 與各種高能效產品和裝置的標準，以及綠 in July 2010. The library covers current guidelines, codes of 色產品的一般規格等，供員工參考。", "content": "我們於2010年3月成立了環保採購工作小 A Working Group on Green Procurement in E&M Works\n組，目的是為各類機電工程選覓符合環 was set up in March 2010 with an objective to oversee the\n保要求的材料、產品、系統和建造方法。 identification of green materials and product, systems and\n工作小組也審視各項環保新科技，研究能 construction methodologies in E&M works. The Working Group\n否在機電工程中推廣使用，以令客戶和公 also examines the implications of new green technologies with\n眾受惠。 a view to promoting them in E&M works, so as to benefit our\nclients and the public.\n為了使部門同事能更有效地分享環保採購\n的資訊和項目經驗，我們已於2010年7月 To facilitate effective sharing of green procurement information\n在部門內聯網推出環保採購參考圖書館， and project experiences within the Department, a green\n收錄了現行各項環保採購指引、實務守則 procurement reference library was launched on EMSD’s Intranet\n與各種高能效產品和裝置的標準，以及綠 in July 2010. The library covers current guidelines, codes of\n色產品的一般規格等，供員工參考。 practice and standards relating to energy efficiency products and\ninstallations, as well as general specifications for green products.\n客戶的環保工程項目\nGreen Projects for Clients\n機電工程署的營運服務一直協助客戶發掘\n節省能源的機會及推行環保工程項目，以 EMSD’s Trading Services arm has been assisting clients in\n提高節能效益及更多使用可再生能源。我 identifying energy saving opportunities and implementing green\n們於本年度為政府各政策局╱部門完成了 projects to enhance energy efficiency and the use of renewable\n８4個節能項目，例如獨立太陽能街燈、高 energy. During the year, we have completed 84 energy\n能效太陽能熱水系統、為學校和政府大樓 efficiency projects for government bureaux and departments,\n安裝慳水器材、以水冷式空調系統取代風 such as installation of stand-alone solar street lights, high energy\n冷式空調系統和安裝高效能無油離心式製 efficiency solar hot water systems, installation of water saving\n冷機組等。預計這些新設備可每年減省耗 devices for schools and Government buildings, replacement of\n電量約1,200萬千瓦小時。 air-cooled chillers with water-cooled chillers, and installation\nof high efficiency oil-free centrifugal chillers. It is expected that\nannual energy savings of about 12 million kWh will be achieved\nfrom these new installations.\n29", "page_number": 30, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 30, "summary": "電 磁 感 應 燈以較低溫運作，光色更佳，光輸出穩 Solar LED Lights Beautify River Bank 定，壽命也較長。", "content": "Solar - powered LED street lighting\n200W induction lamp high bay lights replaced 400W metal halide\nhigh bay lights at Shing Mun Valley Swimming Pool\n城門谷綜合泳館綠色設施 太陽能發光二極管美化河岸\n在天花很高的場所，照明系統的維修保養往往 民政事務署委託機電工程營運基金為梧桐河上游\n有困難，成本又高，還有高空工作的潛在危險， 進行美化工程，沿上游2.6公里的河堤裝設了143\n因此電磁感應燈是個理想方案。機電工程營運 支太陽能街燈。工程已於2011年8月完成，是以節\n基金於２０１１年５月，主動為城門谷綜合泳館 能及可再生能源改善環境的另一例子。\n將原有的４００瓦特金屬鹵化物照明，更換為\n２００瓦 特 的 電 磁 感 應 燈。電 磁 感 應\n燈以較低溫運作，光色更佳，光輸出穩 Solar LED Lights Beautify River Bank\n定，壽命也較長。新照明系統較前省電 EMSTF was entrusted by the Home Affairs\n５１％，而照明平均度和照明水平也較前為佳。 Department to beautify the Upper Ng Tung River\nembankment by designing and installing 143 post-\nmounted solar-powered LED lighting posts along\nShing Mun Valley Swimming Pool\na 2.6-km section of the river bank. Completed\nGoes Green in August 2011, the project is another example\nInduction lamps are ideal for high ceiling applications of using energy saving and renewable energy\nwhere maintenance is difficult, costly and hazardous solutions to improve our environment.\ndue to the need for working at height. EMSTF took\nan initiative in May 2011 to replace the existing\n400W Metal Halide high bay lamps at Shing Mun\nValley Swimming Pool with more energy efficient\n200W induction lamps. Induction lamps operate at\nlower temperatures, maintain good colour rendering\nand stable light output and have long service life.\nThe new lamps consume 51% less energy than\nbefore and provide better luminance uniformity and\nilluminance level.\n30", "page_number": 31, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 31, "summary": "2011年夏天，機電工程 營運基金將其更換為更具能源效益的125瓦特發 光二極管，且不含水銀及紫外光，也不會發出過量 熱能。", "content": "以發光二極管推動能源效益\n政府承諾於２００９／１０至２０１３／１４年間的\n５年內節省５％能源。為了讓客戶部門達標，機\n電工程營運基金的措施之一，是為政府物流服務\n署將現有的天井燈改為發光二極管燈，以節省\n能源。\n政府物流服務署大樓的天井燈一直都採用\n400瓦特金屬鹵化物照明。2011年夏天，機電工程\n營運基金將其更換為更具能源效益的125瓦特發\n光二極管，且不含水銀及紫外光，也不會發出過量\n熱能。跟原有的天井燈比較，發光二極管天井燈\n節能達七成，壽命也較長。\nLeading Energy Efficiency Drive\nwith LEDs\nThe Government is committed to achieving a 5%\nenergy saving in five years from 2009/10 to 2013/14\nat all public venues. To help client departments\nachieve the goal, one of EMSTF’s initiatives was to\nreplace existing high bay lights at the Government\nLogistics Centre with LED lights to save energy.\nUntil recently the building’s storage facilities were 125W LED high bay lights are installed at the loading bay area\nand second floor storage area of the Government Logistics\nilluminated with 400W Metal Halide high bay lights. In Centre\nthe summer of 2011, EMSTF replaced them with 125W\nLED which is more energy-efficient and mercury- and\nUV-free, require no warm-up and do not generate\nexcessive heat. The LED high bay lights consume 70%\nless energy compared with the original high bay lights\nand have a much longer life.\n31", "page_number": 32, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 32, "summary": "系統也能監察和 Offices at Tamar has greatly enhanced energy 控制排放海水的温度和氯化物含量，確保符合 efficiency of the air-conditioning facilities at Tamar. 環保法例。", "content": "Chlorine generator located at the sea water pump room Plant room located at new Central Government Offices at Tamar\n添馬集中式海水冷卻系統 Central Sea-water Cooling System\nat Tamar\n我們為添馬新政府總部大樓安裝了最先進的中\n央海水冷卻系統，大大提升了添馬空調設施的能 A state-of-the-art Central Sea Water Cooling\n源效益。系統有強力的過濾設施，阻擋海水中的 System installed at the new Central Government\n沉澱物和廢物侵蝕冷凍機組。系統也能監察和 Offices at Tamar has greatly enhanced energy\n控制排放海水的温度和氯化物含量，確保符合 efficiency of the air-conditioning facilities at Tamar.\n環保法例。 The cooling system features powerful filters to\nensure sediments and wastes of all sizes in the sea\nwater are blocked from the chiller. It monitors and\ncontrols the temperature of discharged sea water\nand chlorine content to ensure compliance with\nenvironmental legislation.\n32", "page_number": 33, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 33, "summary": "我們就兩份新守則為 the BEEO in September 2012, with more stringent 業界舉行了一系列簡介會，也向營運基金客戶部 requirements than earlier versions and took 門解釋了新守則，及其轄下的場地和設施應如何 immediate effect. 符合守則。", "content": "New Building Energy Code and Energy Audit Code\nfor the Buildings Energy Efficiency Ordinance\n能源效益新實務守則刊憲 New Codes of Practice on Energy\nEfficiency Gazetted\n兩份有關《建築物能源效益條例》的新實\n務守則，分別為《建築物能源效益守則》\nTwo new codes of practice relating to the Buildings\n和《能源審核守則》， 已於2012年2月刊憲。\nEnergy Efficiency Ordinance (BEEO) were gazetted\nin February 2012, namely the Code of Practice for\n《建築物能源效益守則》和《能源審核\nEnergy Efficiency of Building Services Installation,\n守則》2012年版本，為《建築物能源效益條例》於\nalso known as the Building Energy Code or BEC,\n2012年9月開始的全面推行訂定了技術規定，要求\nand the Code of Practice for Building Energy Audit,\n比早期版本嚴格。《建築物能源效益守則》為《建\nalso known as the Energy Audit Code or EAC.\n築物能源效益條例》所訂明的4類屋宇裝備裝置，\nThe BEC 2012 and EAC 2012 provide technical\n指明能源效益標準和規定，而《能源審核守則》則\nrequirements to support the full implementation of\n為能源審核訂出技術規定。我們就兩份新守則為\nthe BEEO in September 2012, with more stringent\n業界舉行了一系列簡介會，也向營運基金客戶部\nrequirements than earlier versions and took\n門解釋了新守則，及其轄下的場地和設施應如何\nimmediate effect.\n符合守則。\nThe BEC specifies the energy efficiency standards\nand requirements for the four key types of building\nservices installations prescribed in the BEEO, while\nthe EAC sets out the detailed technical requirements\nin respect of energy audits under the BEEO. A\nseries of briefings were organised for the trade on\nthe new codes. Client departments of EMSTF were\nalso briefed on the codes as well as compliance\nrequirements at clients’ plants and premises.\n33", "page_number": 34, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 34, "summary": "國際交流活動 International Exchange 作為香港推動能源效益的先鋒，我們 As a pioneer in promoting energy efficiency in Hong Kong, 積極參與國際交流活動，以掌握世界 we have been active in international exchange work so as to 各地的節能新趨勢和發展。", "content": "國際交流活動 International Exchange\n作為香港推動能源效益的先鋒，我們 As a pioneer in promoting energy efficiency in Hong Kong,\n積極參與國際交流活動，以掌握世界 we have been active in international exchange work so as to\n各地的節能新趨勢和發展。2011/12 keep ourselves abreast of the latest trends and developments\n年度，機電工程署派員參加了多個地 worldwide. During 2011/12, EMSD representatives attended a\n區性和國際性會議，較重要的如下： variety of regional and international conferences and meetings,\nand the key ones are as follows:\n• 2011年12月在馬來西亞舉行的「亞太\n經合組織╱東盟能源數據聯合工作坊」 • The ASEAN/APEC Joint Workshop on Energy Statistics,\nDecember 2011, Malaysia;\n• 201１年5月在加拿大温哥華舉行的\n「亞太經合組織能源工作小組 • The 41st Meeting of APEC Energy Working Group (EWG41),\n第４１次會議」 May 2011, Vancouver, Canada\n• 201１年１０月在中華台北舉行的「亞 • The 42nd Meeting of APEC Energy Working Group (EWG42),\n太經合組織能源工作小組第４２次 October 2011, Chinese Taipei\n會議」\n• The 38th Meeting of the APEC Expert Group on Energy\n• 201１年１１月在南韓舉行的「亞太 Efficiency and Conservation, November 2011, South Korea\n經合組織能源效益及節能專家小組\n第３８次會議」 • The 39th Meeting of the APEC Expert Group on Energy\nEfficiency and Conservation, February 2012, Australia\n• 201２年２月在澳洲舉行的「亞太經\n合組織能源效益及節能專家小組 • The 4th CIE(HK) International Lighting Symposium, October\n第３９次會議」 2011, Hong Kong\n• 201１年１０月在香港舉行的第四屆香\n港照明學會「國際照明研討會」\n34", "page_number": 35, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 35, "summary": "由於煱爐曾於2012年2月至５月期 維修站、小蠔灣車輛維修站，以及香港國 26.7%，原因是機電工程署總部大樓進行 間關閉，因此2011/12年度的煤氣用量，相 際機場空郵中心的機電工程署工場。", "content": "節約營運資源 Conservation of Operational Resources\n水電煤氣 Public Utilities\n下表載列機電工程署的水、電和煤氣使用 Electricity, water and towngas consumption at EMSD is shown in\n情況。2011/12年度的用電量較2010/11年 the graphs below. Electricity consumption in 2011/12 increased\n度增加1.5％，主要是因為企業數據中心 by 1.5% compared to 2010/11 mainly due to the increased\n的服務需求增加。如果排除因服務需求增 service demand in the Corporate Data Centre. If the effect\n加這因素，用電量則比2010/11年度減少 of such increased activities arising from service demand is\n10.8%。至於用水量，則較2010/11年度大 excluded, there would be a net reduction of 10.8% in electricity\n幅增加26.7%，原因是年內機電工程署總 consumption compared to 2010/11. Water consumption has a\n部大樓進行活動的增多及加路連山物業租 significant increase of 26.7% compared to 2010/11 due to the\n予其他政府部門供臨時用途，也導致額外 increase in activities in EMSD HQ and the usage from temporary\n用水。至於煤氣用量，則因煱爐於2012年2 occupancy of the Caroline Hill premises by other departments in\n月至5月期間關閉，而比2010/11年度大幅 the year. Towngas consumption reduced significantly compared\n下降。 to the consumption level in 2010/11 due to boiler shutdown\nbetween February to May 2012.\n電力 水 煤氣\nElectricity Consumption Water Consumption Towngas Consumption\n(‘000kWh) (m3) (MJ)\n09/10 11,963 09/10 37,027 09/10 341,904\n10/11 12,682 10/11 42,545 10/11 215,856\n11/12 12,872 11/12 53,897 11/12 137,808\n主要用電地點包括九龍灣總部大樓（連同 主要用於空調、園藝灌溉、飲用和清潔 加路連山工場是使用煤氣供應熱水的主\n企業數據中心）、加路連山工場、芬園車輛 等。年內用水量較2010/11年度大幅增加 要場地。由於煱爐曾於2012年2月至５月期\n維修站、小蠔灣車輛維修站，以及香港國 26.7%，原因是機電工程署總部大樓進行 間關閉，因此2011/12年度的煤氣用量，相\n際機場空郵中心的機電工程署工場。 年內 的活動增多及加路連山物業租予其他政府 對2010/11年大幅下降。\n用電量增加1.5%，如排除因為企業數據中心 部門供臨時用途，導致額外用水。\n服務需求增加之因素，2011/12年度的用 Caroline Hill workshop is the major venue\n電量比2010/11年度減少10.8%。 Water is mainly consumed for air- relying on towngas for water heating.\nconditioning, gardening, drinking and Significant reduction was recorded in\nMajor venues include our Kowloon Bay cleaning. Water consumption has a 2011/12 compared to 2010/11 due to boiler\nHeadquarters (including Corporate Data significant increase of 26.7% compared to shut down between February - May 2012.\nCentre), Caroline Hill workshop, Fan Garden 2010/11 which was due to the increase in\nVehicle Depot, Siu Ho Wan Vehicle Depot, activities in EMSD HQ and the usage from\nand the EMSD workshop in the Air Mail temporary occupancy of the Caroline Hill\nCentre at Hong Kong International Airport. premises by other departments in the year.\nElectricity consumption increased by 1.5%\ncompared to last year. If the effect of activity\nchanges due to increased service demand\nfor the Corporate Data Centre is excluded,\nthere would be a net reduction of 10.8% in\nelectricity consumption.\n35", "page_number": 36, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 36, "summary": "我們在2011/12年度採購了3,164 Use of virgin paper was limited to external documents only and 個碳粉盒，而由2005/06年度開始，我們 is avoided as far as practicable. We purchased some 3,164 toner 已遵行政府措施，將用過的碳粉盒回收循 cartridges in 2011/12 and have followed government initiatives 環再用。", "content": "物料 Materials\n辦公室使用的物料 Materials Used in Offices\n紙張及碳粉盒是辦公室使用的主要物料， Paper and toner cartridges are the main materials used in office.\n我們已盡量減少用紙量。2011/12年度的 We make every effort to reduce our paper consumption. In\n用紙量較原定上限少1.9%。由2001年起， 2011/12, paper consumption dropped by 1.9% compared to the\n我們已廣泛採用由循環再造纖維製成的環 set quota. Since 2001, we have adopted the extensive use of\n保紙。2011/12年度，環保紙佔部門總用紙 environment-friendly recycled paper made from recycled fibre. In\n量99%。原木紙只用於對外文件，而且盡 2011/12, 99% of our total paper consumed was recycled paper.\n量少用。我們在2011/12年度採購了3,164 Use of virgin paper was limited to external documents only and\n個碳粉盒，而由2005/06年度開始，我們 is avoided as far as practicable. We purchased some 3,164 toner\n已遵行政府措施，將用過的碳粉盒回收循 cartridges in 2011/12 and have followed government initiatives\n環再用。 to recycle used toner cartridges since 2005/06.\n工場使用的物料 Materials Used in Workshops\n我們在日常運作中使用的物料、部件和產 We recognise that materials, parts and products used in our\n品，在其生產、使用和最終棄置的過程中， everyday operations impact the environment in different ways\n都會對環境造成不同的影響。因此，機電 through their production, use and ultimate disposal. EMSD\n工程署致力減少物料的使用量，並盡量翻 endeavours to reduce the consumption of materials as much\n新和循環再用這些物料，讓我們在長遠的 as possible, and to re-condition and re-use them whenever\n將來仍能享用天然資源。 practical in order to sustain natural resources in the long run.\n廢氣、污水及廢物 Emissions, Effluents and Wastes\n減少廢物及循環再用 Reducing and Recycling of Waste\n我們的廢物管理策略是盡量減少或避免 Our waste management strategy is to minimize unavoidable\n產生廢物，並盡可能回收可再造物料。廢 waste generation and maximise material recycling. Wastes\n物主要來自兩大源頭：辦公室和工場。辦 are primarily generated in two streams – from our offices and\n公室廢物主要是紙張及碳粉盒，而工場廢 from our workshops. Major wastes from offices include paper\n物則以舊水銀燈、舊充電池、金屬廢料、舊 and toner cartridges, while spent mercury lamps, rechargeable\n車胎及光管為主。 batteries, metal scraps, vehicle tyres and spent fluorescent tubes\nare major wastes from workshops.\n36", "page_number": 37, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 37, "summary": "自2005 output of 350kW. Since its inception in 2005, it has been 年完成裝置以來，一直為總部大樓 generating clean renewable energy for use at our headquarters. Performance 提供清潔的可再生能源。", "content": "廢氣 Emissions\n溫室氣體排放 Greenhouse Gas Emissions\n溫室氣體排放已公認為導致全球暖化和 Greenhouse gas (GHG) emissions are widely acknowledged as\n氣候變化的原因。因此，減少排放溫室氣 a cause of global warming and climate change, and reducing\n體，例如二氧化碳，是我們其中一項最大 emissions such as CO2 is one of our biggest challenges. EMSD’s\n的挑戰。機電工程署排放的溫室氣體，主 GHG emissions are mainly attributed to the consumption of\n要由辦公室和工場的用電及運輸工具產 electricity in our offices and workshops, and transport. In\n生。2011/12年度，我們的運輸工具直接產 2011/12, direct emissions from our transport activities amounted\n生的二氧化碳約為1,412公噸，而通過耗電 to about 1,412 tonnes of CO2 and our electricity consumption\n間接排放的二氧化碳則約為9,011公噸。 gave rise to about 9,011 tonnes of CO2.\n運輸 Transport\n機電工程署日常營運所使用的運輸工具 The use of transport in EMSD operations consumes non-\n耗用不能再生的化石燃料，並排放溫室氣 renewable fossil fuels and generates GHG emissions. As of 31\n體。截至2012年3月31日，我們的車隊有 March 2012, we have a fleet of 240 vehicles including lorries,\n240部車輛，包括貨車、客貨車、大型房車 vans, saloon cars and motorcycles to deliver our services, and\n和電單車，供執行職務之用。此外，我們也 at the same time maintain 5,780 government vehicles for our citiz e n\ne\n為客戶部門的5,780部政府車輛提供維修 client departments. We have to ensure that emissions from such at\nor\n服務。為確保車輛在運作及維修過程中的 activities are reduced to a minimum by good housekeeping, p\nor 良\n廢氣排放減至最少，我們實行良好的內務 proper vehicle maintenance, reduced use of transport or c 好\nd 企\n管理措施、妥善保養車輛、減少使用運輸 switching to hybrid or electric vehicles. We now have six hybrid o 業\n工具，以及改用混合動力或電動車輛等。 vehicles, which consume 40% less fuel than conventional cars of go 公\n民\n我們現有6部混合動力車，消耗的燃料比體 similar size, and one electric vehicle. The number of hybrid and a\n積相近的傳統車輛少40%。我們還有1部 electric vehicles will be increased in the next few years. g\nn\n電動汽車，在未來幾年，電動汽車和混合 ei\n動力車的數量將會增加。 For details of our performance in other resources consumption, B\nas well as emissions, effluents and wastes, please refer to the\n其他資源耗用詳情及廢氣、排放物及廢物 section “Summary of Statistics”.\n的數字，請參考「統計資料摘要」。\n機電工程署總部大樓太陽能 Photovoltaic System at EMSD Headquarters\n社會表現\n光伏系統\n機電工程署總部大樓的太陽能光伏 The photovoltaic system is the signature feature of energy\n系統是大樓的示範項目，可生產高達 generation from nature in EMSD Headquarters, with a maximum Social\n350千瓦電量的天然能源。自2005 output of 350kW. Since its inception in 2005, it has been\n年完成裝置以來，一直為總部大樓 generating clean renewable energy for use at our headquarters.\nPerformance\n提供清潔的可再生能源。至2012年 The total output of the system up to end March 2012 is 1.46\n3月底，該系統已累積生產146萬千瓦小 million kWh. The system has helped reduce GHG emissions\n時的能源，減少的溫室氣體排放量相等 equivalent to 1,022 tones of CO2.\n於1,022公噸二氧化碳。\n37", "page_number": 38, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 38, "summary": "", "content": "citiz e n\ne\nat\nor\np\nor 良\nc 好\nd 企\no 業\no 公\ng 民\na\ng\nn\ni\ne\nB\n社會表現\nSocial\nPerformance", "page_number": 39, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 39, "summary": "我們承諾維護平等就業政策，目前有 commitment to upholding the equal opportunity employment 220名員工為輕度殘疾人士，佔員工總人 policy, we currently have 220 employees with minor disabilities, 數約4%。", "content": "社會表現\nSocial Performance\n社會責任 Social Responsibilities\n為客戶和市民締造綠色和健康的生活環 Our responsibility is not limited to maintaining a green and healthy\n境，只是我們眾多職責之一。作為關懷社 environment for our client departments and the public. As a caring\n會及負責任的企業公民，我們亦有義務 and responsible corporate citizen, we also have the obligation to\n為僱員及其他替我們工作的人提供安全 provide a safe and healthy environment for our employees and\n健康的環境，同時遵守相關法例。作為政 other parties working for us, and to comply with the relevant\n府部門，我們按香港特別行政區政府的 laws and regulations. As a government department, we operate\n政策框架行事，包括勞工及人權方面的 under the HKSAR Government policy framework, especially in\n事務。我們也受公務員事務局的行為守則 labour and human rights issues. Governed by the Civil Service\n規範，並依據法例提供平等就業機會。此 Bureau’s codes of conduct, we also provide equal employment\n外，我們也鼓勵員工積極參與不同的社 opportunities in accordance with the law. We also encourage our\n區活動。 staff to participate actively in various community activities.\n員工之僱用和發展 Staff Employment and Development\n僱用 Employment\n截至2011/12年底，我們共有5,302名僱 At the end of 2011/12, we have 5,302 employees. As a\n員。我們承諾維護平等就業政策，目前有 commitment to upholding the equal opportunity employment\n220名員工為輕度殘疾人士，佔員工總人 policy, we currently have 220 employees with minor disabilities,\n數約4%。 representing about 4% of our total workforce.\n學習及發展 Learning and Development\n機電工程署深知，要維持一支能幹及與時 At EMSD, we recognise the need to continually enhance the\n並進的團隊，就必須不斷提升員工的能力 capabilities and competitive strengths of our staff in order to\n和競爭力。因此，我們全力支持員工不斷 build a capable and progressive workforce. As such, we fully\n學習，發展技能，為部門作出更大貢獻。我 support our employees in pursuing learning and development\n們推廣持續進修的文化，並通過人力資源 opportunities that will eventually enhance their contribution to\n方面的有效管理和不斷改進，建立一支勤 the organisation. We are committed to promoting a continuous\n奮向上、才識技能兼備的員工隊伍。我們 learning environment to develop a motivated and competent\n的人力資源管理委員會由機電工程署署長 workforce through effective management and continuous\n擔任主席，並由各職系的首長及一般和共 development of our human resources. Our Human Resources\n通職系的高級管理人員組成。委員會定期 Management Committee, chaired by the Director of Electrical\n舉行會議，檢討部門的培訓計劃及活動。 and Mechanical Services and comprising Heads of Departmental\nGrades as well as senior managers of General and Common\nGrades, meets regularly to review our training programmes\nand initiatives.\n39", "page_number": 40, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 40, "summary": "在2011/12年度，我們招募了57名技工 been running for over 50 years, successfully trained more than 學徒和36名技術員學徒。", "content": "在未來兩年，我們會透過發展部門「知識 We will enhance knowledge mangement by developing\n群組」以加強知識管理。 departmental “Knowledge Communities” in the next two years.\n見習工程師訓練計劃 Graduate Training Scheme\n我們的見習工程師訓練計劃自六十年代推 Since its inception in the 1960s, our Engineering Graduate\n行以來，已培訓了700多位見習工程師。這 Training Programme has attracted more than 700 graduate\n計劃一向公認是香港工程界的最佳在職培 participants. The programme has long been considered one\n訓計劃之一，目的是確保本港能有足夠的 of the best on-the job training schemes in the engineering\n受訓工程師，滿足業界的需要。在2011/12 profession in Hong Kong and has contributed to the provision\n年度，我們在電機、機械、電子、屋宇裝 of trained engineers to meet the needs of the local profession.\n備、資訊科技和生物醫學等範疇共招募了 In 2011/12, we recruited 17 engineering graduates specialising in\n17位見習工程師。 electrical, mechanical, electronics, building services, information\ntechnology and biomedical engineering.\n學徒訓練計劃\nApprentice Training Scheme\n技術員及技工學徒訓練計劃是我們另一項\n主要培訓計劃，目的是提供有系統及高水 Another key training programme is our Technician and Craft\n平的訓練，以滿足機電工程署和社會目前 Apprentice Training Scheme which aims to provide systematic and\n及未來對技術員及技工的需求。計劃推行 good standard training to satisfy the present and future needs of\n50多年來，為業界培訓了超過4,500名學 EMSD as well as the community. The long-standing scheme has\n徒。在2011/12年度，我們招募了57名技工 been running for over 50 years, successfully trained more than\n學徒和36名技術員學徒。除提供在職訓練 4,500 apprentices for the profession. In 2011/12, we recruited\n外，我們亦資助學徒修讀香港專業教育學 57 craft apprentices and 36 technician apprentices. Besides on-\n院的工藝證書課程和高級文憑課程。 the-job training, we have sponsored the apprentices to attend craft\ncertificate courses and higher diploma courses in the Institute of\n我們會於2012/13年檢討現有學徒訓練計 Vocational Education.\n劃，目的為吸引更多的年輕人透過加入機\n電工程署而晉身機電業界。 To attract more young people to embrace the E&M trade\nthrough joining EMSD as apprentice, we will review the existing\nApprentice Training Scheme in 2012/13.\n40", "page_number": 41, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 41, "summary": "按性別劃分 按職級劃分 Breakdown by Gender Breakdown by Grade 10﹪ 8﹪ 22﹪ 90﹪ 70﹪ 男性 女性 專業職系 技術職系 Male Female Professional Technical 僱用人員: 5302名 *截至2012年3月31日 行政及輔助職系 Administrative and support Strength: 5302 *As at 31 March 2012 培訓目標 Training Targets 在2011/12年度，每名員工的每年平均受 In 2011/12, we achieved 4.62 training days per staff member 訓日數為4.62天，高於原定4.5天的目標。", "content": "按性別劃分 按職級劃分\nBreakdown by Gender Breakdown by Grade\n10﹪ 8﹪\n22﹪\n90﹪ 70﹪\n男性 女性 專業職系 技術職系\nMale Female Professional Technical\n僱用人員: 5302名\n*截至2012年3月31日 行政及輔助職系\nAdministrative and support\nStrength: 5302\n*As at 31 March 2012\n培訓目標 Training Targets\n在2011/12年度，每名員工的每年平均受 In 2011/12, we achieved 4.62 training days per staff member\n訓日數為4.62天，高於原定4.5天的目標。 per year on average, exceeding the 4.5 days target set for the\n我們會繼續鼓勵員工進修及提供所需的 year. We continue to encourage and provide training relevant\n培訓，以改善服務、開拓新業務，以及促進 to enhancing our services and developing new services, and to\n員工的個人發展。 facilitate employees’ career development.\n每名員工每年受訓日數\nTraining Days per Staff\n2011/12年平均受訓日數\n4.62\n2011/12 Training Days\n2010/11年平均受訓日數\n4.86\n2010/11 Training Days\n受訓目標日數\n4.5\nTraining Target\n41", "page_number": 42, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 42, "summary": "我們持續舉辦培訓及複修課 consultative committees, meets on a regular basis to monitor the 程，並透過不同渠道發放職安健資料。", "content": "健康安全的工作環境 A Healthy and Safe Working Environment\n職業健康及安全 Occupational Health and Safety\n機電工程署對職業健康及安全十分重 At EMSD, we attach great importance to Occupational\n視。我們的職安健政策及架構，確保 Safety and Health (OSH). Our Safety and Health Policy and\n部門各部份的職安健都達致並維持在 infrastructure help ensure that a high standard of OSH\n高水平。 in the workplace is achieved and maintained throughout\nthe department.\n我們的「職業安全及健康策導委員會」，\n由高層管理人員組成，負責製訂部門的職 The Steering Committee on Occupational Safety and Health,\n安健政策、檢討部門內部及承辦商的意外 which comprises senior management staff, is set up in EMSD\n事故、及監察部門在執行職安健措施方面 to formulate departmental OSH policies, review in-house and\n的情況，以令安全表現得以持續改善。至 contractor accidents and oversee implementation of OSH\n於「部門職業安全及健康委員會」，則由管 initiatives with a view to enabling continuous improvement in\n理層及來自各科／部別及部門協商委員會 safety performance. Our Departmental Occupational Safety and\n的員工代表組成，定期進行會議，監察部 Health Committee, which comprises management and staff\n門的職安健政策落實情況，及檢討職安健 representatives from branches/divisions as well as departmental\n的宣傳活動。我們持續舉辦培訓及複修課 consultative committees, meets on a regular basis to monitor the\n程，並透過不同渠道發放職安健資料。 implementation of departmental safety and health polices, and\nto review the implementation of OSH promotional activities.\nWe have continued to arrange safety training and refresher\n我們在2011/12年的安全表現相當出色，\ncourses, and disseminate safety information through\n部門內部降至18宗意外，是歷來最低。承\nvarious channels.\n辦商意外數字降至9宗，是近十年第二低，\n同時也創了承辦商意外率的歷來新低。良\n好的成績，來自我們採取多管齊下的方式\n須呈報意外率\n加強工作間安全，包括舉辦職安健比賽、 Reportable Accident Rate\n由部門的安全專家進行密集的職業安全探\n訪及簡報會、及要求所有前線管工接受安\n全培訓等。這些措施不但使所有工作人員 9\n2011/12\n更安全，停工時間也相對減少，對客戶和 18\n社會都有好處。 12\n2010/11\n29\n19\n2009/10\n23\n承建商意外 內部意外\nContractor Accident In-house Accident\n42", "page_number": 43, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 43, "summary": "優勝的隊伍和部 accident rate. This was the result of a multi-pronged approach to 別均獲頒獎項，嘉許他們在職安健方面的 enhancing workplace safety that included various occupational 出色表現。", "content": "部門也以各種職安健專題舉辦各項比賽， We have achieved outstanding safety performance in 2011/12.\n例如「零意外」、「最佳安全進步」、「找危 There were 18 in-house accidents, an all time low. At the same\n害、齊參與」、「報告險失事故」、「最佳職 time, 9 contractor accidents were recorded, the second lowest\n安健改善個案」、「最佳辦公室整理」比賽 number in the past decade and the all time low contractor\n和最佳海報設計比賽等。優勝的隊伍和部 accident rate. This was the result of a multi-pronged approach to\n別均獲頒獎項，嘉許他們在職安健方面的 enhancing workplace safety that included various occupational\n出色表現。 safety and health competitions, frequent site visits and staff\nbriefings by our in-house safety experts, and mandatory safety\n此外，機電工程署的合約也加入了一系 training for all frontline supervisors. The benefit for clients and\n列額外條文以加強安全，包括要求嚴格 the community is improved safety for all personnel and reduced\n執行《建築地盤安全手冊》和增加安全巡 downtime. OSH competitions were held on themes such as Zero\n查，並將這些要求納入部門的《項目管理 Accident, Safety Improvement, “We See, We Clear” and “Near-\n手冊》，要求項目負責人遵行。我們也為部 Miss Incident” Reporting, Best Safety Enhancement Project and\n門員工和承辦商舉辦多場簡報會，讓大家 Good Office Housekeeping, best poster design, etc. Awards were\n熟習各項新措施。 given to teams and divisions in recognition of their outstanding\nsafety performance.\nA series of enhanced measures were introduced in order to\nenhance safety in EMSD contracts. The measures, including\nstrict enforcement of the Construction Site Safety Manual\n(CSSM) and increased safety inspection, were incorporated\ninto the Project Administration Handbook for compliance by\nproject officers. Briefing sessions had been held for staff and\ncontractors to familiarize with the new measures.\n43", "page_number": 44, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 44, "summary": "Airport Authority (AA), taking gold award in the “Spot the Hazard” competition and earning 機場工程分部團隊於2011/12年度也創出了零宗須呈 a first runner-up prize for its poster design. 報事故的佳績，原因是實施了多項有助加強工作間安 全的措施，包括舉辦建立團隊工作坊、早會、突擊巡 The airport team also achieved zero reportable 查、跨部別審查、季度培訓和安全工作行為計劃等。", "content": "EMSD and Airport Authority staff at the\nprize presentation ceremony\n機場團隊獲安全獎項 Airport Team Clinches Safety Award\n機電工程營運基金的機場工程分部團隊在機場管理 The EMSTF team at the airport won two awards in\n局舉辦的「工程及維修部承辦商安全運動」中，分別 the Technical Services Department’s Maintenance\n奪得「洞悉危機」比賽金獎和海報設計比賽亞軍兩 Contractor Safety Campaign organized by the\n個獎項。 Airport Authority (AA), taking gold award in\nthe “Spot the Hazard” competition and earning\n機場工程分部團隊於2011/12年度也創出了零宗須呈 a first runner-up prize for its poster design.\n報事故的佳績，原因是實施了多項有助加強工作間安\n全的措施，包括舉辦建立團隊工作坊、早會、突擊巡 The airport team also achieved zero reportable\n查、跨部別審查、季度培訓和安全工作行為計劃等。 incidents during 2011/12, thanks to various initiatives\nto reinforce workplace safety, including teambuilding\nworkshops, morning briefings, surprise inspections,\ncross-divisional checks, quarterly refresher training\nand a work behavior safety programme.\n44", "page_number": 45, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 45, "summary": "政府飛行服務隊以往須調派至少兩名人員把 more effective. 沉重的油槍和油喉從油站拖到要加油的飛機，油 槍如意外掉落地上，便會有漏油之虞。", "content": "Hose Trolley Reduces Manual Handling\nHazards\nWhen it comes to refueling of rescue aircrafts\nused by the Government Flying Service\n(GFS), it invariably poses a certain level of\noccupational hazard during its operation. The\nEMSTF has offered a solution to reduce the\nrisk of injuries arising from the refuelling\noperation, which involves moving and lifting a\nOperators of the Government Flying Services had to\n14 kg fuel hose. Our colleagues initiated a change\nhand carry the fuel hose in the past\nthat enhanced operation safety of GFS personnel.\nThis involved designing a fuel hose trolley with\n油管牽引車減低人手操作風險\nan adjustable height for the nozzle. In the past,\nat least two GFS staff members had to carry\n政府飛行服務隊的營救行動無可避免會有風險。\nthe heavy fuel dispensing nozzle and hose from\n為了減低飛行服務隊操作人員為飛機加油時，要\nthe fuel station to the aircraft, and oil might\n拖動和提起達14公斤的油槍可能引致勞損和受傷\nleak if the nozzle was accidentally dropped\n的風險，機電工程營運基金提出改善建議，加強客\nonto the ground. With the fuel hose trolley,\n戶的員工的操作安全。\nthe fuel hose can now be easily wheeled to\nthe aircraft and the nozzle securely positioned\n方案內容是研製一架可調校油槍高度的油喉牽引\nfor refueling, making the operation safer and\n車。政府飛行服務隊以往須調派至少兩名人員把\nmore effective.\n沉重的油槍和油喉從油站拖到要加油的飛機，油\n槍如意外掉落地上，便會有漏油之虞。操作人員現\n可借助油喉牽引車，輕易地把油喉運到飛機停泊\n的位置，而油槍亦可穩妥放置在牽引車上，方便加\n油，令操作更安全有效。\nFuel Hose trolley reduces manual lifting and thus\nreduce occupational hazards.\n45", "page_number": 46, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 46, "summary": "Staff Design Safety Posters We are committed to raising staff’s awareness for occupational safety and health through various competitions and visits. The pictures show the winning designs of the poster competition. 冠軍作品 The Champion 亞軍作品 季軍作品 The First Runner-up The Second Runner-up 員工病假 Sick Leave 在2011/12年度，部門因員工放取病假而 In 2011/12, a total of 17,061 working days were lost 失去的工作天共17,061天，即相等於每名 due to sick leave. This is equivalent to around 3.22 days 員工約3.22天。", "content": "員工設計職業安全海報\n我們通過多種比賽和探訪，致力提高員工\n的職安健意識。圖為職業安全海報設計比\n賽的得獎作品。\nStaff Design Safety Posters\nWe are committed to raising staff’s\nawareness for occupational safety and\nhealth through various competitions and\nvisits. The pictures show the winning designs\nof the poster competition.\n冠軍作品\nThe Champion\n亞軍作品 季軍作品\nThe First Runner-up The Second Runner-up\n員工病假 Sick Leave\n在2011/12年度，部門因員工放取病假而 In 2011/12, a total of 17,061 working days were lost\n失去的工作天共17,061天，即相等於每名 due to sick leave. This is equivalent to around 3.22 days\n員工約3.22天。 per employee.\n46", "page_number": 47, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 47, "summary": "2009. Overall satisfaction levels in the past years have shown a steady trend. The next survey will be conducted in 2014/15. 員工諮詢途徑 Staff Consultation Channels 我們設有4個部門協商委員會和5個部別協 商委員會，以促進管理層與個別員工組別 There are four departmental consultative committees and five 的溝通。", "content": "員工關係 Staff Relations\n員工滿意度調查 Staff Satisfaction Survey\n我們認為，定期量度及了解員工的滿意度 We believe that it is important to measure and track staff\n極為重要。掌握員工的滿意程度以便進 satisfaction regularly. To gauge staff perception in order\n行架構改善，是我們關顧員工其中的一項 to facilitate organizational improvement is part of our\n承擔。我們委託獨立專業調查公司定期進 commitment to caring for staff. Independent research\n行員工滿意度調查。在最近的2011/12年 specialists are appointed to conduct staff satisfaction\n度調查，所有高級工程師及以下職級的員 surveys on a regular basis. In the latest 2011/12 survey,\n工，均獲邀透過問卷表達他們的意見。調 every employee at senior engineer rank or below was\n查顯示，員工整體滿意度平均分數為6.5分 offered an opportunity to express his/her views through a\n（10分為滿分），與上次於2009年進行的 survey questionnaire. The overall staff satisfaction rating\n調查相比，輕微上升0.2分。過去幾年的員 from the survey is 6.5 (on a scale of 10), which is a slight\n工整體滿意度均見穩定。下一次調查將於 improvement of 0.2 as compared to the previous survey in\n2014/15年度進行。 2009. Overall satisfaction levels in the past years have shown\na steady trend. The next survey will be conducted in 2014/15.\n員工諮詢途徑\nStaff Consultation Channels\n我們設有4個部門協商委員會和5個部別協\n商委員會，以促進管理層與個別員工組別 There are four departmental consultative committees and five\n的溝通。員工也可自由參加部門11個員工 divisional consultative committees to facilitate communication\n協會和一般政府人員工會組織。我們定期 between particular groups of staff and management within\n與員工協會會面和舉行會議，商討員工關 EMSD. Staff members are also free to join the 11 staff unions of\n注的事項。 EMSD as well as the general government staff unions. Regular\ngatherings / meetings are held with the EMSD staff unions to\ndiscuss issues of staff concern.\n47", "page_number": 48, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 48, "summary": "我們與承辦商、顧問 tendering wherever applicable in compliance with 和供應商建立和保持緊密聯繫，確保他 government guidelines. We have established and maintained 們清楚知悉各項重要資訊，例如客戶關注 close communication with our contractors, consultants and 的事項及工作安全，使問題及時得到妥 suppliers to ensure that critical information, such as customer 善處理。", "content": "承辦商及供應商 Contractors and Suppliers\n承辦商及供應商管理 Contractor and Supplier Management\n我們致力為客戶和市民提供優質可靠的 Our contractors, consultants and suppliers are our important\n服務，而承辦商、顧問公司和供應商是我 partners in the provision of reliable and quality services to\n們達成這目標的重要伙伴。我們不時邀請 our clients and the community. We invite these working\n這些工作伙伴競投公共工程合約。在挑選 partners to tender for public works contracts from time\n承辦商時，我們堅守公開和公平的基本原 to time. In selecting contractors, we adhere to the basic\n則，並按照政府的指引，在合適情況下盡 principles of openness and fairness, and adopt competitive\n量採用競爭性投標。我們與承辦商、顧問 tendering wherever applicable in compliance with\n和供應商建立和保持緊密聯繫，確保他 government guidelines. We have established and maintained\n們清楚知悉各項重要資訊，例如客戶關注 close communication with our contractors, consultants and\n的事項及工作安全，使問題及時得到妥 suppliers to ensure that critical information, such as customer\n善處理。 concerns and work safety, is clearly conveyed to them and\nrelevant issues are addressed properly and in a timely manner.\n為了監察承辦商的工作，我們定期舉行會\n議和進行審核，跟進工程的進度，並盡量 To monitor the work of contractors, we conduct regular\n避免工程對附近地方造成不便或滋擾。工 meetings and site visits to keep track of project progress as\n程竣工後，我們會進行檢討，進一步評估 well as to minimise any inconvenience or disturbance caused\n承辦商的表現。 to the neighbourhoods where the works take place. Regular\nreviews on contractors’ performance are carried out to assess\n為了加強員工對承辦商及供應商管理 contractor performance.\n的技巧和誠信，部門於2011年7月發\n出了《機電工程項目管理手冊》，並為負 To enhance our staff skill and integrity in managing the\n責合約管理的員工定期安排有關合約 work of contractors and suppliers, the Project Administration\n及承辦商管理、合約安全及誠信管理的 Handbook for E&M Engineering Works was issued in July\n工作坊。 2011 and regular workshops on contract and contractor\nmanagement, contract safety and integrity management are\narranged for staff responsible for contract management.\n48", "page_number": 49, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 49, "summary": "Services. Pro-active communication with the trades via 如有需要，規管服務也會聯同其他政府部 seminars and discussions are also frequent. Where appropriate, 門、業界及公用事業公司，為受意外事故 Regulatory Services also work jointly with other government 影響的市民盡快恢復水電及氣體供應。", "content": "客戶 Customers\n我們進行日常業務，尤其我們的營運服 Achieving customer satisfaction is a priority in our day-to-day\n務，首要是令客戶稱心滿意。為此，我們委 service, particularly for our Trading Services. In this regard, we\n託獨立調查顧問公司每兩年進行一次客 commission an independent research consultant to conduct\n戶滿意度調查。最近一次的客戶滿意度調 Customer Satisfaction Survey once every two years to gauge\n查將於2012年5月完成。我們會研究調查 customer satisfaction level. The most recent survey would be\n結果，並着手改進，務求令客戶更稱心滿 completed by May 2012, We will act upon the findings, aiming\n意。下次客戶滿意度調查將於2014年年初 to further enhance customer satisfaction. The next survey will be\n進行。 conducted in early 2014.\n規管服務方面，我們的客戶聯絡小組也定 As to Regulatory Services, our Customer Liaison Group meets\n期與公眾代表開會，就規管工作及各種機 regularly with representatives from the general public to\n電安全推廣活動與公眾直接交流意見， exchange views and obtain face-to-face feedback on our\n聽取公眾的看法和建議，從而定出改善措 regulatory and safety promotion activities, and how they can\n施。我們也定期進行公眾意見調查，了解 be improved. Public opinion surveys to gauge public awareness\n市民的機電安全和能源效益意識，並進行 of E&M safety and energy efficiency, as well as trade surveys\n業界調查，探討業界對規管服務的看法， to measure the trade’s views of Regulatory Services, are also\n以找出規管服務需要改善的地方。我們也 conducted regularly to identify improvement areas for Regulatory\n經常主動與業界舉行研討會，討論交流。 Services. Pro-active communication with the trades via\n如有需要，規管服務也會聯同其他政府部 seminars and discussions are also frequent. Where appropriate,\n門、業界及公用事業公司，為受意外事故 Regulatory Services also work jointly with other government\n影響的市民盡快恢復水電及氣體供應。 departments, the trades and utility companies to promptly\nrestore utilities supply to citizens affected by major incidents.\n政府部門及營運基金客戶的研討會及 Seminars and Forums for Government\n論壇 Departments and EMSTF Clients\n年內，我們繼續向其他政府部門和營運 During the year, EMSD continued to promote the benefits and\n基金客戶，推廣能源效益與節能的好處 latest practices in energy efficiency and conservation to other\n和最新發展。有關課題包括一般的最佳 government departments, public organisations and EMSTF\n做法及個別範疇的有效節能措施。以下是 clients. The topics covered general best practices as well as\n2011/12年度的重點活動。 energy saving tips for specific areas. The following are highlights\nin 2011/12.\n49", "page_number": 50, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 50, "summary": "講者包括政府 various departments. 產業處、兩電及煤氣公司代表，分別跟與會者交 流經驗。", "content": "Speakers answering\nquestions\nfrom the delegates\n政府部門研習能源效益知識 Government Departments Learn More\nAbout Energy Efficiency\n能源效益事務處於2011年7月底及8月初在香港中\n央圖書館，為各政府部門舉辦了三場「2011年度 Our Energy Efficiency Office held three briefings\n政府部門的能源消耗報告及監察」簡報會，有400 for government departments in late July and\n多名政府部門代表出席。 early August 2011 at the Central Library on\nthe topic of “Government Departments’\n簡報會的目的，是讓各政府部門的環保經理更深 Energy Consumption Report and Monitoring\n入瞭解能源消耗數據的重要性，及其有效的收集 2011”, attracting over 400 participants from\n與應用方法，從而提高能源效益。講者包括政府 various departments.\n產業處、兩電及煤氣公司代表，分別跟與會者交\n流經驗。\nThe briefings aimed to inform green managers in\ngovernment departments about the importance\nof energy consumption data, its effective\ncollection and application, as well as ways to\nenhance energy efficiency. Guest speakers\nfrom the Government Property Agency as well\nas the power and gas companies also shared\ntheir experiences.\n50", "page_number": 51, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 51, "summary": "Staff of Energy Efficiency Office giving a seminar on Buildings Speakers and organizers of the Green Day event taking Energy Efficiency Ordinance for Property Management Companies a group photo 瑪嘉烈醫院綠色環保日 管業公司建築物能源效益研討會 瑪嘉烈醫院於2012年1月舉行綠色環保日，機電工 能源效益事務處於2012年3月為物業管理公司舉辦 程營運基金及能源效益事務處代表，獲邀講述和分 了一場研討會，介紹《建築物能源效益條例》的最 享有關節能和能源管理的經驗。", "content": "Staff of Energy Efficiency Office giving a seminar on Buildings\nSpeakers and organizers of the Green Day event taking Energy Efficiency Ordinance for Property Management Companies\na group photo\n瑪嘉烈醫院綠色環保日 管業公司建築物能源效益研討會\n瑪嘉烈醫院於2012年1月舉行綠色環保日，機電工 能源效益事務處於2012年3月為物業管理公司舉辦\n程營運基金及能源效益事務處代表，獲邀講述和分 了一場研討會，介紹《建築物能源效益條例》的最\n享有關節能和能源管理的經驗。出席的醫院員工對 新發展，反應相當踴躍。\n多種課題都很感興趣，例如對於電器用品在備用狀\n態下仍然耗能表示關注，並表示會在離開工作間前\n關掉所有辦公室設備。 Buildings Energy Efficiency Seminar for\nProperty Management Companies\nGreen Day at Princess\nSpeaker from our Energy Efficiency Office delivered\nMargaret Hospital\na briefing on the latest development of Buildings\nEnergy Efficiency Ordinance in a seminar held\nRepresentatives from EMSTF and the Energy in March 2012 organised by EMSD. The seminar\nEfficiency Office were invited to speak at the Princess was well attended by the Property Management\nMargaret Hospital Green Day held in January 2012 Companies.\nto share experiences in energy saving and energy\nmanagement opportunities. Attendees from the\nhospital showed interest in a wide range of topics\nsuch as energy wastage of the stand-by power\nmode, and indicated they would switch off all office\nappliances when leaving the workplace.\n51", "page_number": 52, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 52, "summary": "六位來自聯絡小組成 Initiatives for Practical Sharing ” on 28 June 2011. Six speakers from 員機構的同事，包括香港房屋委員會、 the Liaison Group including representatives from the Hong Kong 香港鐵路有限公司、水務署和機電工 Housing Authority, MTR Corporation, Water Supplies Department 程署的代表，就能源效益與節能項目 and EMSD shared their experience in energy efficiency and 分享心得。", "content": "Speakers and EMSD staff taking a group photo\nMore than 180 attendents participating in the\nForum on Energy Efficiency and Conservation\nProjects and Initiatives for Practical Sharing\n能源效益實務分享論壇 Forum to Share Energy Efficiency Experience\n能源效益事務處聯同「節能技術聯絡 Representatives of our Energy Efficiency Office and members of\n小組」代表，於2011年6月28日舉辦 the Liaison Group on Energy Efficiency Technology organised\n了「能源效益與節能項目及措施的實 the “Forum on Energy Efficiency and Conservation Projects and\n務分享論壇」。六位來自聯絡小組成 Initiatives for Practical Sharing ” on 28 June 2011. Six speakers from\n員機構的同事，包括香港房屋委員會、 the Liaison Group including representatives from the Hong Kong\n香港鐵路有限公司、水務署和機電工 Housing Authority, MTR Corporation, Water Supplies Department\n程署的代表，就能源效益與節能項目 and EMSD shared their experience in energy efficiency and\n分享心得。 conservation measures.\n社區 Community\n我們的員工一向積極服務社會。他們 Our staff have long been active in serving the community, both\n除執行職務，向市民傳達機電安全和 in their work duties to reach out to the public to disseminate\n能源效益的信息外，還在工餘時參與 E&M safety and energy efficiency messages, and as voluntary\n義工服務，回饋社會。我們的義工隊 service beyond their work duties in order to give back to the\n在多方面服務社會已超過十年。部門 community. Our Staff Voluntary Service Team, for example, has\n許多專業工程師也積極參與本地和 served the community in numerous initiatives for more than ten\n國際的專業工程學會，為業界的發展 years. Many of our professional engineers also play active roles\n出力，維持業界的高專業水平。 in local and international professional engineering institutes to\ncontribute to the growth of the profession and help maintain its\nhigh standards.\n52", "page_number": 53, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 53, "summary": "研 October 2011. Held at the Hong Kong Science Park, it 討會假香港科學園舉行，吸引了亞太 drew delegates from 15 APEC economies and included an 經合組織的15個經濟體參加。", "content": "公眾教育活動 Public Education Activities\n我們一直與其他政府部門和社會各界緊 We work closely with other government departments and the\n密協作，致力向市民推廣機電安全和節約 community to promote E&M safety and energy efficiency to\n能源。這是機電工程署規管服務的重要 the public, an important aspect of the work of our Regulatory\n一環。我們通過不同渠道進行公眾教育工 Services. Public education is conducted through a variety of\n作，包括傳媒、互聯網、刊物、推廣及廣告 channels, including mass media and the Internet, publications,\n宣傳活動、海報及郵件、嘉年華會、巡迴 promotional and advertising campaigns, posters and mail-outs,\n展覽、話劇表演、遊戲和問答比賽，以及為個 carnivals, roadshows, drama performances, game contests,\n別社會群組專門舉辦的講座及研討會等。 quizzes, talks and seminars tailored to the needs of specific\nsegments of the public.\nMore than 150 delegates attended the\n“APEC Workshop on Energy and Green\nTransport Benefits of Electric Vehicles”\n亞太經合組織電動車研討會 APEC Workshop on Electric Vehicles\n機電工程署於2011年10月協助舉辦 EMSD helped organised the “APEC Workshop on Energy\n了一個名為「電動車的能源及綠色運 and Green Transport Benefits of Electric Vehicles” in\n輸優點」的亞太經合組織研討會。研 October 2011. Held at the Hong Kong Science Park, it\n討會假香港科學園舉行，吸引了亞太 drew delegates from 15 APEC economies and included an\n經合組織的15個經濟體參加。大會 exhibition of electric vehicles, which was open to the public.\n並同時舉辦一個向公眾開放的電動\n車展覽。 A highlight of the workshop was bringing the APEC delegates\nto visit an electric vehicle plant and a charging facilities plant\n研討會的另一重點活動，是安排與會 in Shenzhen.\n代表參觀深圳的電動車廠及充電生\n產設施。\n53", "page_number": 54, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 54, "summary": "研討會就淡水冷卻塔 stakeholders including building owners, property management 的設計、安裝及維修方面進行了技術交流 companies, consultants and contractors. The forum has brought 和分享經驗，並向與會者介紹《建築物能 about sharing of practical experience in the design, installation 源效益條例》及其實施情況。", "content": "Mr. S C Wong, Acting Assistant Director/ Electricity &\nEnergy Efficiency, speaking at the Technical Forum\nAttendants of more than 700 at the Technical Forum\n淡水冷卻塔與建築物能源效益技術 Technical Forum on Control and Practices of\n研討會 Fresh Water Cooling Towers and Buildings\nEnergy Efficiency\n這一年一度的研討會於2011年11月舉行，\n吸引了700多名參加者。研討會目的是向\nThis annual forum held by the Energy Efficiency Office in\n業界及持份者，包括大廈業主、物業管理\nNovember 2011 attracted over 700 attendants. It provided a\n公司、顧問公司和承辦商，提供一個平台\nplatform to promote the control and practices of fresh water\n宣傳淡水冷卻塔的監管及實務事宜及推\ncooling towers and buildings energy efficiency to the trade and\n廣建築物能源效益。研討會就淡水冷卻塔\nstakeholders including building owners, property management\n的設計、安裝及維修方面進行了技術交流\ncompanies, consultants and contractors. The forum has brought\n和分享經驗，並向與會者介紹《建築物能\nabout sharing of practical experience in the design, installation\n源效益條例》及其實施情況。\nand maintenance of fresh water cooling towers, promotion\nof wider use of energy efficient water-cooled air conditioning\nsystems and introduction to the Buildings Energy Efficiency\nOrdinance and its implementation to the attendees.\n54", "page_number": 55, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 55, "summary": "Mr. KK Li, Assistant Director, Energy Efficiency taking group photo with organizers and guests Game booth set up by the Energy Efficiency Office 為環保嘉年華2012主禮 Officiating at the Green Council Carnival 2012 機電工程署助理署長/能源效益於2012年 1月為 環保 促 進會舉 辦 的 環保 嘉 Assistant Director/ Energy Efficiency from EMSD officiated 年 華 2 012 主 禮，並 扼 要 談 及 新 at the opening ceremony of the Green Council Carnival 2012 的《建築物能源效益條例》與強制性能源 held in January, and gave a briefing about the new Buildings 效益標籤計劃的最新發展。", "content": "Mr. KK Li, Assistant Director, Energy Efficiency taking group\nphoto with organizers and guests\nGame booth set up by the Energy Efficiency Office\n為環保嘉年華2012主禮 Officiating at the Green Council\nCarnival 2012\n機電工程署助理署長/能源效益於2012年\n1月為 環保 促 進會舉 辦 的 環保 嘉\nAssistant Director/ Energy Efficiency from EMSD officiated\n年 華 2 012 主 禮，並 扼 要 談 及 新\nat the opening ceremony of the Green Council Carnival 2012\n的《建築物能源效益條例》與強制性能源\nheld in January, and gave a briefing about the new Buildings\n效益標籤計劃的最新發展。能源效益事務\nEnergy Efficiency Ordinance and the latest developments of\n處也有參與嘉年華，並設置遊戲攤位，向\nthe Mandatory Energy Efficiency Labelling Scheme (MEELS).\n市民派發有用資訊及紀念品。\nOur Energy Efficiency Office also participated in the event,\ndisseminating promotional materials and fun souvenirs on MEELS\nat its game booth to visitors.\n55", "page_number": 56, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 56, "summary": "2012年1月舉行的港島區百 our culture. More than 80 colleagues and their families joined the 萬行，我們有80多位員工及家屬參加， annual Hong Kong Island Walk in January 2012. The walk raised 籌得款項用以幫助全港貧困及有需要 funds for charity services to support less privileged families and 的家庭。", "content": "Group photo after completion of the\ncharity walk\n員工與家屬參與公益金百萬行 Staff and Families Walk for Millions\n支持公益金百萬行已是我們機構文化 Supporting the Community Chest’s Walk for Millions is part of\n的一部份。2012年1月舉行的港島區百 our culture. More than 80 colleagues and their families joined the\n萬行，我們有80多位員工及家屬參加， annual Hong Kong Island Walk in January 2012. The walk raised\n籌得款項用以幫助全港貧困及有需要 funds for charity services to support less privileged families and\n的家庭。 all those in need in Hong Kong.\nIn addition to taking part in the walk, our colleagues also\n除了參加步行，我們的同事更免費為百萬\nprovided pro bono technical support for the electrical and\n行提供技術支援，包括起步點大球場內的\nmechanical systems and audio visual facilities at the Hong Kong\n機電系統和影音設施操作等。\nStadium, where the walk began.\nOver 80 family and staff members attending the charity walk\n56", "page_number": 57, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 57, "summary": "", "content": "經濟表現\nEconomic\nPerformance", "page_number": 58, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 58, "summary": "EMSD plays an active role in the economic development of 我們的營運服務為包括政府部門及公營機 Hong Kong. Our Trading Services arm provides services to our 構等客戶提供服務，而我們的規管服務則 customers comprising government departments and public 以市民大眾為對象。", "content": "經濟表現 Economic Performance\n機電工程署為香港的經濟發展作出貢獻。 EMSD plays an active role in the economic development of\n我們的營運服務為包括政府部門及公營機 Hong Kong. Our Trading Services arm provides services to our\n構等客戶提供服務，而我們的規管服務則 customers comprising government departments and public\n以市民大眾為對象。兩者都為員工提供就 bodies, and our Regulatory Services provides services to the\n業機會，也為向我們提供貨品和服務的供 general public. In turn, these activities create jobs for our staff\n應商及承辦商帶來商機，惠及本地經濟。 and business opportunities for suppliers and contractors from\nwhom we purchase goods and services. All of these activities\n此外，我們的規管服務亦致力確保本港有 contribute to the local economy.\n一個安全和講求節約能源的環境，這對\n吸引外資來港十分重要。由於節能產品和 In addition, our Regulatory Services helps maintain a safe and\n建築物能源效益的規管架構在未來數年 energy efficient environment which is vital to attracting business\n將更趨完備和成熟，市場對低碳及有利生 activities and investment into Hong Kong. As the regulatory\n態環境平衡的產品和服務需求定會增加， framework for energy efficient products and buildings is likely\n從而為業界和社會帶來更多營商和創新 to grow and mature in the coming years, market demand for\n的機會。 low carbon and more sustainable products and services is set\nto increase, thus creating more opportunities for business and\n概覽 innovation for the trade and community.\n我們每年都透過機電工程營運基金業績 Overview\n報告及規管服務行政預算檢討我們的經\n濟表現。如欲全面了解我們的財務表現， Our economic performance is reviewed on a yearly basis\n請參閱機電工程營運基金201１/1２年年報 through the annual reporting of the business results of the\n（http://www.emsd.gov.hk），以及香港 Electrical and Mechanical Services Trading Fund (EMSTF) for\n特別行政區政府的政府一般收入帳目（總 our Trading Services, and through the Administrative Budget\n目42）（www.budget.gov.hk）。 for our Regulatory Services. More information can be obtained\nfrom the EMSTF Annual Report 2011/12 (http://www.emsd.gov.\nhk) and the HKSAR Government’s General Revenue Account\n(Head 42) (www.budget.gov.hk) for a complete review of our\nfinancial performance.\n58", "page_number": 59, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 59, "summary": "", "content": "實際的部門開支摘要載於下表：\nA summary of the actual departmental expenditure is set out in the table below:\n主要經濟指標摘要 - 規管服務\nSummary of Key Economic Indicators – Regulatory Services\n2009/10 2010/11 2011/12\n（千港元） （千港元） （千港元）\n(HK$’000) (HK$’000) (HK$’000)\n供應商及承辦商費用\n74,060 72,384 82,012\nSuppliers & Contractors Costs\n為政府部門進行節能項目╱\n可再生能源項目及室內空氣\nExpenditure on Energy Efficiency Projects/ 200,350 131,102 58,861\nRenewable Energy Projects & IAQ Projects\nfor Government Departments\n總薪酬及福利╱員工成本\n194,809 199,255 214,828\nTotal Payroll and Benefits/ Staff costs\n主要經濟指標摘要 – 營運服務\nSummary of Key Economic Indicators – Trading Services\n2009/10 2010/11 2011/12\n(HK$’000) (HK$’000) (HK$’000)\n營業額\n4,130,110 4,217,056 4,317,640\nTurnover\n供應商及承辦商費用\n1,804,857 1,781,660 1,857,162\nSuppliers & Contractors Costs\n總薪酬及福利╱員工成本\n1,784,968 1,806,854 1,969,511\nTotal Payroll and Benefits / Staff costs\n稅務（名義）\n85,070 98,770 95,560\nTaxation (notional)\n固定資產回報率\n49.1% 58.1% 45.5%\nRate of Return on Fixed Assets\n收入回報率\n11.8% 12.7% 11.8%\nRate of Return on Revenue\n59", "page_number": 60, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 60, "summary": "我們亦支援海事處就更換 及提升現時的船隻航行監察服務系統進 EMSTF also played a role in several new key projects, such as 行可行性研究。", "content": "新業務發展 New Service Development\n在2011/12年度，我們除了繼續為客戶部 During 2011/12, we continued to support client departments in\n門的日常運作及機電項目提供支援外，亦 their daily operations and E&M projects, in addition to assisting\n協助政府推行各項發展基建及低碳經濟 the Government’s policy initiatives to develop Hong Kong’s\n的政策措施。營運基金團隊參與大型基建 infrastructure and an energy efficient and low carbon economy.\nThe EMSTF team has assumed an increasing role in Hong Kong’s\n項目的角色日重，需要提供的資訊與通訊\nmajor infrastructure developments, while meeting increasing\n科技服務及節能環保項目，也見增加。\nservice demand for Information and Communication Technology\nservices as well as energy efficiency and green projects.\n年內有數個重要新場地納入營運基金的\n操作及維修保養業務範圍，例如新政府總\nDuring the year, new major venues were added to EMSTF’s\n部大樓和新立法會綜合大樓、民航處新總\nportfolio for operation and maintenance services. Some\n部大樓、活化後專用作推廣粵劇的油麻地\nexamples are the new Central Government Offices, the new\n戲院、威爾斯親王醫院住院主樓暨創傷中\nLegislative Council Complex, the new Civil Aviation Department\n心、及將軍澳醫院日間醫療大樓。\nHeadquarters building, the revitalised Yau Ma Tei Theatre\ndedicated to promoting Cantonese opera, the Main Clinical\n營運基金也有參與幾個主要新項目，例如 Block and Trauma Centre of the Prince of Wales Hospital and the\n蓮塘／香園圍口岸與相關工程的機電工程 Tseung Kwan O Hospital Ambulatory Care Block.\n技術審核工作。我們亦支援海事處就更換\n及提升現時的船隻航行監察服務系統進 EMSTF also played a role in several new key projects, such as\n行可行性研究。這是個重要項目，完成後 the technical review of E&M engineering works for Liantang/\nHeung Yuen Wai boundary control point and associated works.\n將大大提升執法機關監察本港水域的能\nOur colleagues also supported the Marine Department in\n力。我們還有參與啟德發展區的區域供冷\nconducting a feasibility study for the replacement and upgrading\n系統和新郵輪碼頭項目。\nof existing Vessel Traffic Services System, a major project that\nwill eventually enhance the surveillance capability of our law\n環保方面，我們為一項生物柴油試驗計劃\nenforcement agencies in Hong Kong waters, as well as taking\n提供技術意見，及監察參與計劃的政府車\npart in the Cruise Terminal and Distinct Cooling System at Kai\n輛在使用B5柴油後的表現。另一綠色項\nTak Development.\n目，是協助政府部門購置電動車，及在政\n府停車場安裝電動車充電設施，以協助政\nOn the green front, we provided technical advice for a pilot\n府鼓勵市民更廣泛使用電動車。預計工程 biodiesel scheme and monitored the performance of government\n將於2012/13年度展開。 vehicles using B5 diesel. Another green initiative was to help\nthe Government promote the wider use of electric vehicles\nby helping government departments procure electric vehicles\n(EV) and install EV charging points in government car parks\nthroughout the territory, with works scheduled to commence\nin 2012/13.\n60", "page_number": 61, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 61, "summary": "員 工成本包括薪酬、強制性公積金供款、津 As of 31 March 2011, EMSD employed 5,302 staff. This represents 貼和附帶福利，總額約為22億港元。", "content": "營運基金年內與不同政府部門，續訂機電 A number of major Service Level Agreements (SLAs) were\n設施維修保養和工程支援與監察服務的 secured during the year with various government departments\n長期服務水平協議，包括為醫院管理局轄 for the provision of E&M maintenance and engineering support\n下各家醫院、民航處新總部大樓和入境事 and monitoring services. These included SLAs with the Hospital\n務處深圳灣管制站等場地的機電設施，提 Authority for O&M services at its hospitals, the Civil Aviation\nDepartment for O&M services at its new headquarters, the\n供操作及維修保養服務。我們也與政務司\nImmigration Department for O&M services for its engineering\n司長辦公室和立法會行政管理委員會，分\nequipment at the Shenzhen Bay Control Point, the Chief\n別簽訂服務水平協議，為新政府總部大樓\nSecretary for Administration’s Office for O&M services at the\n和新立法會綜合大樓提供操作和維修保\nnew Central Government Offices, as well as the Legislative\n養服務。此外，我們更成功投得機場管理\nCouncil Commission for O&M services at the new Legislative\n局年內推出的幾份工程合約，負責機場主\nCouncil Complex. Several Airport Authority contracts to operate\n要機電系統的操作及維修保養。\nand maintain major E&M systems at the airport were also won\nvia tendering.\n僱員\n截至2012年3月31日止，機電工程署聘用 Employees\n了5,302名員工，較上年度減少了0.7%。員\n工成本包括薪酬、強制性公積金供款、津 As of 31 March 2011, EMSD employed 5,302 staff. This represents\n貼和附帶福利，總額約為22億港元。 a 0.7% decrease on the previous year. Staff cost including\npayroll, Mandatory Provident Fund contribution, allowance, and\n物料及服務採購 fringe benefits was $2.2 billion.\nProcurement of Goods and Services\n我們一直與顧問、供應商和承辦商緊密合\n作，為市民和客戶部門提供高效率和優質\n的服務。在採購物料及服務方面，我們按 We regularly work with our consultants, suppliers and contractors\n照發展局（工務科）、環境局和政府物流 who support us in providing quality services efficiently and\n服務署制訂的指引，嚴格遵守採購程序和 effectively to the public and our client departments. For the\npurchase of materials and services, we strictly adhere to the\n各類合約的招標程序。2011/12年度，我\nprocurement procedures and tender processes for various types\n們在承辦商及供應商方面的開支總額約為\nof contracts according to the guidelines set by the Development\n19.4億港元。\nBureau (Works Branch), the Environment Bureau and the\nGovernment Logistics Department. The expenses on contractors\nand suppliers in 2011/12 were approximately $1.94 billion.\n61", "page_number": 62, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 62, "summary": "", "content": "獎項及嘉許\n平\n質素達世界級水\nAwards\nand\nRecognition", "page_number": 63, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 63, "summary": "我 their outstanding performance at work or community service. 們也主動參與各項活動、比賽及合適的認 We also participate in events, competitions and certification 證工作，以掌握不同範疇的最佳做 exercises where appropriate to keep ourselves abreast of the 法和標準。", "content": "獎項及嘉許\nAwards and Recognition\n獎項及嘉許 Awards and Recognition\n在2011/12年度，機電工程署人員獲政府 In 2011/12, EMSD staff received several major awards both from\n及外間機構頒發多個重要獎項，表揚他 the Government and also external associations in recognition of\n們在工作或社會服務方面的出色表現。我 their outstanding performance at work or community service.\n們也主動參與各項活動、比賽及合適的認 We also participate in events, competitions and certification\n證工作，以掌握不同範疇的最佳做 exercises where appropriate to keep ourselves abreast of the\n法和標準。 best practices and standards of excellence in different areas.\nThe Director (seventh from right)\nphotographed with senior management\nand staff after receiving the awards at\nthe ceremony\n連摘公務員優質服務獎勵計劃 EMSD received 3 Awards under the Civil Service\n三大獎項 Outstanding Service Award Scheme\n機電工程署三個部別於2011年公務員 Three divisions in EMSD won awards under the Civil Service\n優質服務獎勵計劃連奪三個獎項，證明 Outstanding Service Award Scheme 2011 in recognition\nof their strive for continuous improvement. Project\n各位同事為持續改善作出的努力得到\nDivision won the Meritorious Partnership Award with our\n認同。得獎項目分別是贏得「部門合作\nVersatile Marine Policing Response System while the Gas\n獎」的工程策劃部「海上警視系統」，\nStandards Office (Division A and B) won the Silver and\n和在「監管╱執行服務」組別中分別獲\nBronze Prize of the Regulatory/Enforcement Service Award\n得銀獎和銅獎的氣體標準事務處Ａ部的 with their Reviving Gas and Proactive Team, respectively.\n「健調氣順」隊、和氣體標準事務處Ｂ\n部的「先知先覺」隊。\nThe Civil Service Outstanding Service Award Scheme launched\nby the Civil Service Bureau in 1999 aims to commend individual\n公務員事務局於1999年推出公務員優 departments and teams with excellent performance in the\n質服務獎勵計劃，宗旨是表揚個別政府 delivery of service, offers opportunities for fellow colleagues\nto learn from the award-winning quality service schemes,\n部門及團隊的卓越服務表現，並讓公務\nconsolidate experiences and broaden perspectives, so as to\n員從得獎團隊的出色服務項目中學習，\nfurther enhance the quality of service delivered to the public.\n拓寬視野與經驗，從而加強對公眾旳服\n務質素。\n63", "page_number": 64, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 64, "summary": "除此之外，有兩名學 apprentices, Mr. Law Ho-lun and Mr. Wan Wing-sum won the 徒的卓越表現亦獲得嘉許，分別是羅 meritorious award for their excellent performance. 浩倫及温永森，二人均獲優異獎。", "content": "v\n翁家軒先生(左一)奪得2011年傑出\n學徒及見習員獎勵計劃獎項。\nMr. YUNG Ka-hin won the Outstanding\nApprentice and Trainee Award 2011\n學徒贏得職訓局獎項 Apprentice Won VTC Awards\n機電工程署技術學徒繼２００９年及 EMSD technical apprentices were recipients of the Outstanding\n２０１０年奪得職業訓練局每年舉辦 Apprentices and Trainee Awards organized annually by the\nVocational Training Council in the last two years (2009 & 2010).\n的「傑出學徒及見習員獎勵計劃」獎項\nThe proud achievement was repeated by Mr. Yung Ka-hin, who\n後，201１年再接再厲，由學徒翁家軒先\nreceived the same accolade in 2011. Another two EMSD technical\n生奪得此項殊榮。除此之外，有兩名學\napprentices, Mr. Law Ho-lun and Mr. Wan Wing-sum won the\n徒的卓越表現亦獲得嘉許，分別是羅\nmeritorious award for their excellent performance.\n浩倫及温永森，二人均獲優異獎。\n64", "page_number": 65, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 65, "summary": "", "content": "全球報告倡議組織指標索引 GRI Indicator Index\n指標 全球報告倡議組織指標編號 頁數\nIndicators GRI Reference Page Reference\n策略及分析 Strategy and Analysis 1.1, 1.2 13 - 16\n機構簡介 Organisational Profile 2.1 - 2.10 3 - 7, 39 - 43, 58 - 61\n報告規範\nReport Parameters\n報告概況 Report Profile 3.1 - 3.4 2\n報告範圍及界限 Report Scope and Boundary 3.5 - 3.11 1, 2, 65\n全球報告倡議組織內容索引 GRI Content Index 3.12 65\n認證 Assurance 3.13 67 - 68\n管治、承諾及參與度\nGovernance, Commitments and Engagement\n管治 Governance 4.1 - 2, 4.4 3, 4, 6, 7\n與持份者溝通 Stakeholder Engagement 4.14 - 4.16 8 -12, 50 - 55\n管理方針及績效指標\nManagement Approach and Performance Indicators\n經濟 Economic 經濟績效 Economic Performance EC1, EC3 23, 58 - 61\n環境 Enviromental 物料 Materials EN1, EN2 36 , 66\n能源 Energy EN3, EN5, EN6 20, 21, 26, 27, 35\n水 Water EN8 35, 66\n排放物、污水及廢棄物 Emissions, Effluent and Waste EN16, EN18 36, 66\n產品及服務 Products and Services EN26 25 - 33\n交通運輸 Transport EN29 37\n社會 Social 勞工措施及合理工作 Labour Practices and Decent Work\n- 僱用 Employment LA1 39 - 41, 61\n- 職業健康與安全 Occupational Health & Safety LA6, LA7 42 - 46\n- 培訓與教育 Training and Education LA10, LA11 39 - 41, 64\n- 多元化與平等機會 Diversity & Equal Opportunity LA13 39\n人權 Human Rights\n- 結社自由與集體談判權 Freedom of Association & HR5 47\ncollective Bargaining\n社會 Society\n- 社區 Community SO1 26 - 33, 52 - 56\n產品責任 Product Responsibility\n- 產品及服務標籤 Product & Service Labelling PR5 26\n如欲取得更多關於全球報告倡議組織指標的資料，請瀏覽網站 http://www.globalreporting.org/Home\nFor more information about the GRI indicators, please visit the website http://www.globalreporting.org/Home\n65", "page_number": 66, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 66, "summary": "27,379 27,778 27,587 Paper – A3, A4 (ream) 油漆及溶劑（升） 33,506 34,788 27,947 Paint & Solvent (l) 潤滑油（升） 123,602 102,199 85,046 Lubrication Oil (l) 油脂（公斤） 1,958 1,002 1,674 Grease (kg) 製冷劑（公斤）（例如R22及R134a） 18,915 18,182 20,024 Refrigerant (kg) (e.g. R22 & R134a) 工業用氣體（立方米）（例如氧、氬及乙炔） 2,753 1,767 921 Industrial Gas (m3) (e.g. Oxygen, Argon & Acetylene) 蓄電池電解液（升） 1,947 660 535 Battery Electrolyte (l) 原子車胎（條） 9,103 8,243 9,668 Tubeless Tyre (no.) 外車胎（條） 3,272 2,857 2,648 Outer Cover Tyre (no.) 車胎內膽（條） 1,944 1,732 1,549 Inner Tube (no.) 廢氣污水及廢物 @ Emissions, Effluents and Waste @ 廢紙（公斤） 23,535 22,296 18,476 Waste Paper (kg) 碳粉盒（個） 3,309 3,053 3,736 Toner Cartridges (no.) 用罄電池（公斤） 3,626 3,458 3,389 Batteries (kg) 金屬廢料（公斤） 37,270 47,241 14,511 Metal Scraps (kg) 廢油（升） 117,896 124,148 101,675 Waste Oil (l) 舊車胎（條） 8,172 9,101 12,369 Used Vehicle Tyre (no.) 含水銀照明燈（盞） 145,550 136,454 145,073 Spent Mercury Lamp (no.) 員工 Staff 每千名員工的須予呈報意外宗數 4.38 5.42 3.36 Number of Accidents per 1,000 Staff (reportable) 員工滿意度（以10分為滿分）* 不適用 6.30 6.5 Staff Satisfaction (out of a score of 10)* Not Applicable 培訓（平均培訓日數目標：4.5日╱每名員工） 5.00 4.86 4.62 Training (average training targets : 4.5 days/staff) # 不包括員工食堂和租用辦公室的電力消耗 # Electricity Consumption of canteen, rented offices not included ** 上年度有關數字已更正。", "content": "統計資料摘要 Summary of Statistics\n資源 Resource 2009/10 2010/11 2011/12\n電力（千瓦小時）#\n11,962,512 12,682,496 12,872,172\nElectricity (kWh)#\n煤氣（兆焦耳）\n341,904 215,856 137,808\nTowngas (MJ)\n水（立方米）\n37,027 42,545** 53,897\nWater (m3)\n柴油（升）\n136,074 118,496 102,482\nDiesel (l)\n汽油（升）\n513,083 504,856 472,855\nGasoline (l)\n紙張 - A3、A4（令）\n27,379 27,778 27,587\nPaper – A3, A4 (ream)\n油漆及溶劑（升）\n33,506 34,788 27,947\nPaint & Solvent (l)\n潤滑油（升）\n123,602 102,199 85,046\nLubrication Oil (l)\n油脂（公斤）\n1,958 1,002 1,674\nGrease (kg)\n製冷劑（公斤）（例如R22及R134a）\n18,915 18,182 20,024\nRefrigerant (kg) (e.g. R22 & R134a)\n工業用氣體（立方米）（例如氧、氬及乙炔）\n2,753 1,767 921\nIndustrial Gas (m3) (e.g. Oxygen, Argon & Acetylene)\n蓄電池電解液（升）\n1,947 660 535\nBattery Electrolyte (l)\n原子車胎（條）\n9,103 8,243 9,668\nTubeless Tyre (no.)\n外車胎（條）\n3,272 2,857 2,648\nOuter Cover Tyre (no.)\n車胎內膽（條）\n1,944 1,732 1,549\nInner Tube (no.)\n廢氣污水及廢物 @ Emissions, Effluents and Waste @\n廢紙（公斤）\n23,535 22,296 18,476\nWaste Paper (kg)\n碳粉盒（個）\n3,309 3,053 3,736\nToner Cartridges (no.)\n用罄電池（公斤）\n3,626 3,458 3,389\nBatteries (kg)\n金屬廢料（公斤）\n37,270 47,241 14,511\nMetal Scraps (kg)\n廢油（升）\n117,896 124,148 101,675\nWaste Oil (l)\n舊車胎（條）\n8,172 9,101 12,369\nUsed Vehicle Tyre (no.)\n含水銀照明燈（盞）\n145,550 136,454 145,073\nSpent Mercury Lamp (no.)\n員工 Staff\n每千名員工的須予呈報意外宗數\n4.38 5.42 3.36\nNumber of Accidents per 1,000 Staff (reportable)\n員工滿意度（以10分為滿分）* 不適用\n6.30 6.5\nStaff Satisfaction (out of a score of 10)* Not Applicable\n培訓（平均培訓日數目標：4.5日╱每名員工）\n5.00 4.86 4.62\nTraining (average training targets : 4.5 days/staff)\n# 不包括員工食堂和租用辦公室的電力消耗 # Electricity Consumption of canteen, rented offices not included\n** 上年度有關數字已更正。 ** Figures published last year corrected 66\n@ 有關的廢物由持牌承辦商收集，供物料循環再造或棄置 @ The concerned wastes are collected by the licensed contractor\n* 員工滿意度調查每兩年進行一次 for material recycling or disposal.\n* Staff Satisfaction Survey is conducted once every 2 years.", "page_number": 67, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 67, "summary": "此核實聲明的目的是對外保證此報告所記載之內容為完整及準確。", "content": "VERIFICATION STATEMENT\n核實聲明\nScope and Objective\n範圍及目的\nHong Kong Quality Assurance Agency (HKQAA) was commissioned by Electrical and\nMechanical Services Department (hereinafter referred to as “EMSD”) to undertake an\nindependent verification of the Social and Environmental Report 2011/12 (hereinafter called\n“the Report”). The Report stated EMSD’s sustainability performance and efforts made for\nthe period from 1st April 2011 to 31st March 2012. The verification team did not partake in the\ncompilation of the data and information of the Report.\nThe aim of this verification was to provide assurance on the completeness and accuracy of\nthe informationstated in theReport.\n香港品質保證局已對機電工程署（下稱機電署）社會及環保報告 2011/12（以下簡稱「報\n告」）的全部內容進行獨立驗證。該報告陳述機電署在 2011 年 4 月 1 日至 2012 年 3 月\n31日於可持續發展方面的表現及成就。核實組成員没有參與編制報告的數據和資料。\n此核實聲明的目的是對外保證此報告所記載之內容為完整及準確。\nMethodology\n方法\nThe process used in this verification was based on current best practices. The Report was\nreviewed based on the following criteria:\n• The principles of completeness, accuracy, neutrality, comparability and\nresponsiveness, as set out in the Institute of Social and Ethical AccountAbility\nstandard AA1000, and\n• The Global Reporting Initiative (GRI) G3 Guidelines.\nThe verification procedure included reviewing relevant documentation, interviewing\nresponsible personnel with accountability for preparing the Report and verifying the selected\nrepresentative sample of data and information consolidated in the Report. Raw data and\nsupportingevidenceof the selected samples werethoroughly examined.\n核實工作是依據目前的最佳核實方法執行，以下為評估此報告的準則：\n• 遵守社會及道德問責學會（Institute of Social and Ethical AccountAbility）AA1000\n保證標準所定的完整性、準確性、中立性、可比較性及回應性的原則；及\n• 全球報告倡議組織（GRI）的可持續發展報告指南3 版本\n核實的程序包括審閱相關之文件、與負責編製報告的代表面談及選取報告內具有代表性的\n數據和資料進行查核，並徹底審查所選樣本的根本數據及證據。\n67", "page_number": 68, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 68, "summary": "此報告公平和如實地載述了機電署各項與社會及環保有關的措施、目標、進 度及表現。", "content": "Conclusion\n結論\nBased on the outcome of the verification process, the verification team determined that the\ninformation presented in the Report provided a material and complete representation of the\nperformance of EMSD in the context of sustainable development. The verification team\nconfirmed that the Report was prepared based on factual statements and that the data\ncontained within the Report are accurate. It is a fair and honest representation of initiatives,\ntargets, progress and performance on EMSD’s social and environmental achievements.\nOpportunities for improvement on the reporting structure and contents are separately\nsubmitted to EMSD for their consideration on the compilation of future sustainable\ndevelopment reports. It does not affect our opinion on the Report.\n基於是次的核實結果，香港品質保證局確定報告所載的資料，能對機電署在社會及環保方\n面的表現，作出相關及完整的披露；核實組確認報告是根據事實記錄而編寫，其陳述的資\n料準確無誤。此報告公平和如實地載述了機電署各項與社會及環保有關的措施、目標、進\n度及表現。\n核實組已分別地向機電署就將來的可持續發展報告在結構及內容方面可改進的地方提出了\n建議，這些建議並沒有影響核實組對報告的意見。\nSigned on behalf of HongKong QualityAssurance Agency\n香港品質保證局\nJorine Tam\nAssistant Director, Strategic Business\nMarch 2013\n譚玉秀\n策略業務助理總監\n2013年 3月\n68", "page_number": 69, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 69, "summary": "能 不能 沒有意見 3. 本報告能否令你更了解機電工程署在社會責任方面的表現？", "content": "讀者意見表格\n多謝閣下閱覽本署的《2011/12年度社會及環保報告》。為協助我們改善日後的報告編製工作，歡迎各位提出\n寶貴意見。\n不足 可接受 內容豐富\n1. 你認為報告哪部分的內容最豐富？ 1 2 3 4 5\na. 關於本報告\nb. 關於機電工程署\nc. 署長的話\nd. 挑戰和機遇\ne. 重點與前瞻\nf. 環保表現\ng. 社會表現\nh. 經濟表現\ni. 獎項及嘉許\nj. 全球報告倡議組織指標索引\nk. 統計資料摘要\n2. 本報告能否令你更了解機電工程署在環保方面的表現？ 能 不能 沒有意見\n3. 本報告能否令你更了解機電工程署在社會責任方面的表現？ 能 不能 沒有意見\n4. 整體而言，你怎樣評價本報告？ 差 好 很好\n5. 如有其他意見╱建議，請註明：\n6. 我們可怎樣回應你的意見╱建議？\n（請提供電郵地址或聯絡資料，以便我們跟進）- 可選擇是否填寫此項。\n請把讀者意見表格送交：\n香港九龍啟成街3號，部門安全分部\n傳真：(852) 2576 1207 電郵：safety@emsd.gov.hk\n69", "page_number": 70, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 70, "summary": "1 2 3 4 5 1. Which part of the report do you find most informative? 1 2 3 4 5 a. 關於本報告 b. 關於機電工程署 a. About this Report c. 署長的話 b. About EMSD d. 挑戰和機遇 c. Director’s Message e. 重點與前瞻 d. Challenges and Opportunities f. 環保表現 e. Highlights and Way Forward g. 社會表現 f. Environmental Performance h. 經濟表現 g. Social Performance i. 獎項及嘉許 h. Economic Performance j. 全球報告倡議組織指標索引 i. Awards and Recognition k. 統計資料摘要 j. GRI Indicator Index k. Summary of Statistics 2. 本報告能否令你更了解機電工程署在環保方面的表現？", "content": "讀者意見表格 Feedback Form\n多謝閣下閱覽本署的《2011/12年度社會及環保報告》。為協助我們改善日後的報告編製工作，歡迎各位提出 Thank you for reading our Social and Environmental Report 2011/12. To help us improve future editions of our\n寶貴意見。\nSocial and Environmental Report, we would be grateful to have your comments.\nInadequate Acceptable Very Informative\n1. 你認為報告哪部分的內容最豐富？ 1 2 3 4 5 1. Which part of the report do you find most informative? 1 2 3 4 5\na. 關於本報告\nb. 關於機電工程署 a. About this Report\nc. 署長的話 b. About EMSD\nd. 挑戰和機遇 c. Director’s Message\ne. 重點與前瞻 d. Challenges and Opportunities\nf. 環保表現 e. Highlights and Way Forward\ng. 社會表現 f. Environmental Performance\nh. 經濟表現 g. Social Performance\ni. 獎項及嘉許 h. Economic Performance\nj. 全球報告倡議組織指標索引 i. Awards and Recognition\nk. 統計資料摘要 j. GRI Indicator Index\nk. Summary of Statistics\n2. 本報告能否令你更了解機電工程署在環保方面的表現？\n2. Does the report enable you to understand more about Yes No No Comment\nEMSD’s performance on environmental issues?\n3. 本報告能否令你更了解機電工程署在社會責任方面的表現？\n3. Does the report enable you to understand more about Yes No No Comment\nEMSD’s performance on social issues?\n4. 整體而言，你怎樣評價本報告？\n4. Overall, how would you rate our report? Poor Good Excellent\n5. 如有其他意見╱建議，請註明： 5. Other comments and suggestions, please specify\n6. 我們可怎樣回應你的意見╱建議？ 6. How can we convey our response to your comments/ suggestions?\n（請提供電郵地址或聯絡資料，以便我們跟進）- 可選擇是否填寫此項。 (Please provide email or contact details for us to follow up.) - Optional\nPlease return feedback form to:\nSafety Sub-division, EMSD, 3 Kai Shing Street, Kowloon, Hong Kong\nFax: (852) 2576 1207 Email: safety@emsd.gov.hk\n70", "page_number": 71, "total_pages": 72, "tag": "pdf"}, {"filename": "er2011-2012", "file_number": 71, "summary": "", "content": "機電工程署\n香港九龍啟成街3號\nElectrical and Mechanical Services Department\n3 Kai Shing Street, Kowloon, Hong Kong.\n電話Tel: (852) 2333 3762 傳真Fax: (852) 2890 7493\n網址Website: www.emsd.gov.hk\n電郵E-mail: info@emsd.gov.hk", "page_number": 72, "total_pages": 72, "tag": "pdf"}]