[
    {
        "filename": "er2009-2010",
        "file_number": 0,
        "summary": "2009 /10 社 會 及 環 境 報 告 低 碳 生 活 締 造 更 理 想 環 境",
        "content": "2009 /10\n社 會 及 環 境 報 告\n低 碳 生 活\n締 造 更 理 想 環 境",
        "page_number": 1,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 1,
        "summary": "01 社會及環保報告 2009/10 關於本報告 本報告是機電工程署的環保年刊，闡述我們年內在環保、社會和經濟方面的表 現。本報告也為機電工程署提供一個與持份者溝通的平台，讓他們了解機電工 程署在本港可持續發展及逐步邁向低碳生活中所肩負的角色。 報告範圍 本報告涵蓋機電工程署於2009年4月1日至2010年3月31日期間在本港的運 作情況。報告內的數據為實際數值，涵蓋機電工程署在全港各區的工作。在 合適可行的情況下，各主要事項的數據已整合為可比較的數字。所有金額均 以港元為單位。 匯報原則",
        "content": "01 社會及環保報告\n2009/10\n關於本報告\n本報告是機電工程署的環保年刊，闡述我們年內在環保、社會和經濟方面的表\n現。本報告也為機電工程署提供一個與持份者溝通的平台，讓他們了解機電工\n程署在本港可持續發展及逐步邁向低碳生活中所肩負的角色。\n報告範圍\n本報告涵蓋機電工程署於2009年4月1日至2010年3月31日期間在本港的運\n作情況。報告內的數據為實際數值，涵蓋機電工程署在全港各區的工作。在\n合適可行的情況下，各主要事項的數據已整合為可比較的數字。所有金額均\n以港元為單位。\n匯報原則\n本報告參照《全球報告倡議組織G3指引》編寫。全球報告倡議組織指標索引\n載於本報告最後部分，以供參閱。\n本報告的獨立核實聲明亦載於報告的最後部分。",
        "page_number": 2,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 2,
        "summary": "社會及環保報告 02 2009/10 目 錄 01 關於本報告 03 關於機電工程署 • 抱負、使命和信念 • 部門簡介 • 組織架構 • 企業管治 • 與持份者溝通 07 署長的話 09 挑戰和機遇 11 表現與目標 12 環保表現 21 社會服務表現 33 經濟表現 36 獎項及嘉許 40 全球報告倡議組織指標索引 41 統計資料摘要 42 獨立核實聲明 43 讀者意見表格",
        "content": "社會及環保報告 02\n2009/10\n目 錄\n01 關於本報告\n03 關於機電工程署\n• 抱負、使命和信念\n• 部門簡介\n• 組織架構\n• 企業管治\n• 與持份者溝通\n07 署長的話\n09 挑戰和機遇\n11 表現與目標\n12 環保表現\n21 社會服務表現\n33 經濟表現\n36 獎項及嘉許\n40 全球報告倡議組織指標索引\n41 統計資料摘要\n42 獨立核實聲明\n43 讀者意見表格",
        "page_number": 3,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 3,
        "summary": "0\u0018 社會及環保報告 2009/10 關於機電工程署 我們的抱負、使命和信念 規管服務 營運服務 抱 負 抱 負 成為促使香港在機電安全及善用能源方面，都達 致力提供優質機電工程服務，精益求精，以提升市民的 到世界首要都會水平的政府機構。 生活質素。 使 命 使 命 • 客 戶 確保機電及能源科技均以安全、可靠、經濟及環保 提供優質的工程方案，以滿足客戶的需要。 的方式得以善用，並藉此促進社會的安全及提升 生活質素。 • 員 工 建立一支卓越的員工隊伍，並維持和諧的工作環境。 信 念 專業才能 • 部 門 誠信 掌握科技發展和流程改善，以提供更佳服務。 可靠 信 念 承擔 誠信 出色服務 關懷 以客為本 承擔",
        "content": "0\u0018 社會及環保報告\n2009/10\n關於機電工程署\n我們的抱負、使命和信念\n規管服務 營運服務\n抱 負 抱 負\n成為促使香港在機電安全及善用能源方面，都達 致力提供優質機電工程服務，精益求精，以提升市民的\n到世界首要都會水平的政府機構。 生活質素。\n使 命\n使 命\n• 客 戶\n確保機電及能源科技均以安全、可靠、經濟及環保\n提供優質的工程方案，以滿足客戶的需要。\n的方式得以善用，並藉此促進社會的安全及提升\n生活質素。\n• 員 工\n建立一支卓越的員工隊伍，並維持和諧的工作環境。\n信 念\n專業才能 • 部 門\n誠信 掌握科技發展和流程改善，以提供更佳服務。\n可靠\n信 念\n承擔\n誠信\n出色服務\n關懷\n以客為本\n承擔",
        "page_number": 4,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 4,
        "summary": "社會及環保報告 0\u0018 2009/10 部門簡介 機電工程署有兩大職能。我們的營運服務，即機電 為確保本港的機電安全，規管服務發出各種指引和 工程營運基金（營運基金），為本港各政府部門及 實務守則，並執行多項有關安全使用氣體、電力、升 公營機構提供電氣、機械、電子工程及屋宇裝備服 降機及自動梯、鐵路、電車、山頂纜車及機動遊戲 務。與此同時，我們的規管服務則在電氣、機械、氣 機等的條例。與此同時，為推動能源效益和保護環 體工程、鐵路安全及能源效益方面依照規管架構， 境，我們積極為客戶及市民提供服務和舉辦各種活 執行各項與安全及能源效益相關的法例和推廣公眾 動，並推行香港首條能源效益法例。我們亦為政府 安全教育，以保障市民的安全和提高能源效益。 的環保措施提供廣泛的技術支援，例如制訂不同的 自願性及強制性能源效益計劃、就香港的可再生能 在客戶服務方面，營運基金為客戶提供一站式的工 源來源進行研究、編纂能源消耗數據、引進環保車 程和維修增值服務，以確保本港許多正在使用的系 輛及擬定能源效益法例。 統能繼續有效運作。我們為機場、醫院、學校、紀律 部隊、運輸及公路、港口及海港、政府合署及法院大 樓，以及公眾文娛康樂設施提供服務，這些機構及 設施均與香港市民的生活息息相關。 組織架構 工程服務一 工程服務二 副署長 (營運服務) 企業支援及業務發展 財政 機電工程署署長 / 機電工程營運基金總經理 電力及能源效益 氣體及一般法例 副署長 鐵路 (規管服務) 電力小組 部門行政",
        "content": "社會及環保報告 0\u0018\n2009/10\n部門簡介\n機電工程署有兩大職能。我們的營運服務，即機電 為確保本港的機電安全，規管服務發出各種指引和\n工程營運基金（營運基金），為本港各政府部門及 實務守則，並執行多項有關安全使用氣體、電力、升\n公營機構提供電氣、機械、電子工程及屋宇裝備服 降機及自動梯、鐵路、電車、山頂纜車及機動遊戲\n務。與此同時，我們的規管服務則在電氣、機械、氣 機等的條例。與此同時，為推動能源效益和保護環\n體工程、鐵路安全及能源效益方面依照規管架構， 境，我們積極為客戶及市民提供服務和舉辦各種活\n執行各項與安全及能源效益相關的法例和推廣公眾 動，並推行香港首條能源效益法例。我們亦為政府\n安全教育，以保障市民的安全和提高能源效益。 的環保措施提供廣泛的技術支援，例如制訂不同的\n自願性及強制性能源效益計劃、就香港的可再生能\n在客戶服務方面，營運基金為客戶提供一站式的工 源來源進行研究、編纂能源消耗數據、引進環保車\n程和維修增值服務，以確保本港許多正在使用的系 輛及擬定能源效益法例。\n統能繼續有效運作。我們為機場、醫院、學校、紀律\n部隊、運輸及公路、港口及海港、政府合署及法院大\n樓，以及公眾文娛康樂設施提供服務，這些機構及\n設施均與香港市民的生活息息相關。\n組織架構\n工程服務一\n工程服務二\n副署長\n(營運服務)\n企業支援及業務發展\n財政\n機電工程署署長 /\n機電工程營運基金總經理 電力及能源效益\n氣體及一般法例\n副署長\n鐵路\n(規管服務)\n電力小組\n部門行政",
        "page_number": 5,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 5,
        "summary": "0\u0018 社會及環保報告 2009/10 企業管治 機電工程署是香港特別行政區的一個政府部門，有 規管服務的運作由下列法規所規管： 明確的組織架構。企業管治架構詳列於下圖。 • 《公共財政條例》 • 財務及會計規則 營運基金的組織實務受各種法例、政策、通函和指 • 規管機電工程署在電氣、氣體、機械和鐵路安 引所規範。以下是一些規管營運基金業務運作及 全，以及能源效益方面的管制和執法工作的 活動的主要法規： 相關法例 • 《公共財政條例》 機電工程署除了向有關的決策局負責外，亦受立法 • 《營運基金條例》 會、申訴專員、審計署署長的獨立監督。 • 機電工程營運基金概要協議 • 財務及會計規則 機 電 工 程 署 管理委員會 署長管理委員會 • 機電工程署署長擔任主席 • 機電工程署署長擔任主席 • 負責營運服務的管理和運作 • 確保部門能貫徹管理責任和滿足管治期望 營運服務管理委員會 高層管理委員會 • 機電工程署副署長 ／營運服務擔任主席 • 機電工程署副署長 ／規管服務擔任主席 • 就營運服務的計劃制訂及政策執行作出監察 • 就規管服務的計劃制訂及政策執行作出監察",
        "content": "0\u0018 社會及環保報告\n2009/10\n企業管治\n機電工程署是香港特別行政區的一個政府部門，有 規管服務的運作由下列法規所規管：\n明確的組織架構。企業管治架構詳列於下圖。 • 《公共財政條例》\n• 財務及會計規則\n營運基金的組織實務受各種法例、政策、通函和指 • 規管機電工程署在電氣、氣體、機械和鐵路安\n引所規範。以下是一些規管營運基金業務運作及 全，以及能源效益方面的管制和執法工作的\n活動的主要法規： 相關法例\n• 《公共財政條例》 機電工程署除了向有關的決策局負責外，亦受立法\n• 《營運基金條例》 會、申訴專員、審計署署長的獨立監督。\n• 機電工程營運基金概要協議\n• 財務及會計規則\n機 電 工 程 署\n管理委員會 署長管理委員會\n• 機電工程署署長擔任主席 • 機電工程署署長擔任主席\n• 負責營運服務的管理和運作 • 確保部門能貫徹管理責任和滿足管治期望\n營運服務管理委員會 高層管理委員會\n• 機電工程署副署長 ／營運服務擔任主席 • 機電工程署副署長 ／規管服務擔任主席\n• 就營運服務的計劃制訂及政策執行作出監察 • 就規管服務的計劃制訂及政策執行作出監察",
        "page_number": 6,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 6,
        "summary": "社會及環保報告 0\u0018 2009/10 與持份者溝通 作為政府機構，我們的持份者包括客戶、決策 聲》、客戶聯絡小組、員工協商委員會、員工通 局、僱員、受規管業界、工商業組織、供應商和 訊、與商會和專業團體的定期諮詢，以及有關機電 承辦商、專業和行業團體及社會大眾。 安全及能源效益的宣傳推廣與社區外展活動等。 考慮到持份者的不同類別，我們提供了多種溝通 此外，我們的高層管理人員更以身作則，支持和 渠道，以配合持份者不同的需要，當中包括年報、 鼓勵同事加入香港工程師學會的理事會、各個 網站、通訊刊物如《機電與我》、《電力快訊》、 委員會和工作小組，以及參與國際性的工程組 《氣體快訊》、《智能》、《機電傳聲》和《群 織，維持本港工程專業的高水平。",
        "content": "社會及環保報告 0\u0018\n2009/10\n與持份者溝通\n作為政府機構，我們的持份者包括客戶、決策 聲》、客戶聯絡小組、員工協商委員會、員工通\n局、僱員、受規管業界、工商業組織、供應商和 訊、與商會和專業團體的定期諮詢，以及有關機電\n承辦商、專業和行業團體及社會大眾。 安全及能源效益的宣傳推廣與社區外展活動等。\n考慮到持份者的不同類別，我們提供了多種溝通 此外，我們的高層管理人員更以身作則，支持和\n渠道，以配合持份者不同的需要，當中包括年報、 鼓勵同事加入香港工程師學會的理事會、各個\n網站、通訊刊物如《機電與我》、《電力快訊》、 委員會和工作小組，以及參與國際性的工程組\n《氣體快訊》、《智能》、《機電傳聲》和《群 織，維持本港工程專業的高水平。",
        "page_number": 7,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 7,
        "summary": "0\u0018 社會及環保報告 2009/10 署長的話 我們相信， 香港要建構和維持 低碳經濟和低碳生 活方式，人人都要 參與。",
        "content": "0\u0018 社會及環保報告\n2009/10\n署長的話\n我們相信，\n香港要建構和維持\n低碳經濟和低碳生\n活方式，人人都要\n參與。",
        "page_number": 8,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 8,
        "summary": "社會及環保報告 0\u0018 2009/10 這是我們的第十一份社會及環保報告，向大家匯報 眾也期望政府加強規管，這對我們的資源和架構 機電工程署年內為推動香港經濟可持續發展所做 部署的靈活性，都帶來新的要求。 的工作。我們在報告年度內達成多項目標，並奠下 重要的發展里程碑，希望大家分享我們的喜悅。本 我們相信，香港要推展和維持低碳經濟及低碳生 報告概述機電工程署於2009年4月1日至2010年 活方式，有賴每一位市民的參與。我們近年推出和 3月31日期間，在環保、社會和經濟三方面的表現。 協辦了各式各樣的社區外展及教育活動，讓市民和 業界體驗和認識提高能源效益和節約能源的好處 我們在業務發展上致力貫徹低碳的原則。機電工程 和最佳做法。 署很榮幸能參與政府為香港推展低碳經濟的工作。 為支持政府的減碳目標，我們為客戶提供優質服 支持政府為香港發展低碳經濟，既是我們過去一 務，並發揮規管職能，推動各項嶄新的能效法例。 年的工作重點，也是我們日後致力提升服務質素， 當然，作為負責任的企業公民，我們也在部門內推 加強規管監察能源消耗所秉持的目標之一。 行多項減碳措施，例如減少耗電耗紙、進行綠色採 購，以及在日常工作中時刻留意奉行低碳原則。 本報告除闡述我們為實踐上述目標所做的工作 外，也是機電工程署與持份者溝通的平台，歡迎大 經過多年的努力和籌備，第一階段的強制性能源效 家提出寶貴意見。最後，我謹藉此機會向各持份者 益標籤計劃在2009年11月全面實施，而第二階段 致意，感謝大家一直以來的鼎力支持，以及為編製 也於2010年3月推行。我們會不斷擴充這個計劃， 本年刊提供的寶貴協助。 以涵蓋更多耗能器具。此外，為強制實施《建築物 能源效益守則》而制訂的《建築物能源效益條例 草案》，也已於2009年12月提交立法會審議。在 2010年11月撰寫本報告時，條例草案的審議程序 已經完成，期望可於短期內獲得通過。這條例是政 機電工程署署長 府倡導節能效益，打造低碳經濟的另一里程碑。我 陳鴻祥 們定會全力以赴，支援有關的執法工作。 社會對可持續發展的認識不斷提高，為機電工程 署帶來機遇，也帶來挑戰。客戶對能源及碳排放綜 合審計、能源管理、節能與可再生能源等服務的需 求日增，為機電工程營運基金帶來不少商機。與此 同時，在一些涉及可持續發展的事務方面，例如提 高節能效益和更廣泛使用可再生能源等，社會大",
        "content": "社會及環保報告 0\u0018\n2009/10\n這是我們的第十一份社會及環保報告，向大家匯報 眾也期望政府加強規管，這對我們的資源和架構\n機電工程署年內為推動香港經濟可持續發展所做 部署的靈活性，都帶來新的要求。\n的工作。我們在報告年度內達成多項目標，並奠下\n重要的發展里程碑，希望大家分享我們的喜悅。本 我們相信，香港要推展和維持低碳經濟及低碳生\n報告概述機電工程署於2009年4月1日至2010年 活方式，有賴每一位市民的參與。我們近年推出和\n3月31日期間，在環保、社會和經濟三方面的表現。 協辦了各式各樣的社區外展及教育活動，讓市民和\n業界體驗和認識提高能源效益和節約能源的好處\n我們在業務發展上致力貫徹低碳的原則。機電工程 和最佳做法。\n署很榮幸能參與政府為香港推展低碳經濟的工作。\n為支持政府的減碳目標，我們為客戶提供優質服 支持政府為香港發展低碳經濟，既是我們過去一\n務，並發揮規管職能，推動各項嶄新的能效法例。 年的工作重點，也是我們日後致力提升服務質素，\n當然，作為負責任的企業公民，我們也在部門內推 加強規管監察能源消耗所秉持的目標之一。\n行多項減碳措施，例如減少耗電耗紙、進行綠色採\n購，以及在日常工作中時刻留意奉行低碳原則。 本報告除闡述我們為實踐上述目標所做的工作\n外，也是機電工程署與持份者溝通的平台，歡迎大\n經過多年的努力和籌備，第一階段的強制性能源效 家提出寶貴意見。最後，我謹藉此機會向各持份者\n益標籤計劃在2009年11月全面實施，而第二階段 致意，感謝大家一直以來的鼎力支持，以及為編製\n也於2010年3月推行。我們會不斷擴充這個計劃， 本年刊提供的寶貴協助。\n以涵蓋更多耗能器具。此外，為強制實施《建築物\n能源效益守則》而制訂的《建築物能源效益條例\n草案》，也已於2009年12月提交立法會審議。在\n2010年11月撰寫本報告時，條例草案的審議程序\n已經完成，期望可於短期內獲得通過。這條例是政 機電工程署署長\n府倡導節能效益，打造低碳經濟的另一里程碑。我 陳鴻祥\n們定會全力以赴，支援有關的執法工作。\n社會對可持續發展的認識不斷提高，為機電工程\n署帶來機遇，也帶來挑戰。客戶對能源及碳排放綜\n合審計、能源管理、節能與可再生能源等服務的需\n求日增，為機電工程營運基金帶來不少商機。與此\n同時，在一些涉及可持續發展的事務方面，例如提\n高節能效益和更廣泛使用可再生能源等，社會大",
        "page_number": 9,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 9,
        "summary": "09 社會及環保報告 2009/10 挑戰和機遇 可持續發展對機構的影響 對規管服務的影響 香港作為國際都市，必須在發展快速的知識型經 可持續發展對我們的規管服務，也帶來不容忽視的 濟中維持經濟增長，並同時不斷提高市民的生活 影響。國際機構及本港的政策制訂者都要求優先 質素。從可持續發展的角度來看，這表示機電工程 處理可持續發展事項，例如控制排放物和減低能 署等機構必須以最有利生態環境的方式經營日常 源強度。作為亞太經濟合作組織（亞太經合組織） 業務，俾能善用資源、盡量減少廢物和污染。同樣 的成員，香港全力支持2007年在悉尼簽署的《亞 重要的是，我們必須妥善照顧員工、客戶及其他持 太經合組織領導人關於氣候變化、能源安全和清 份者的安全、健康和福祉。與此同時，我們也須尋 潔發展的宣言》，並會以2005年的能源強度為基 找和充份把握可持續發展所帶來的商機。 礎，致力在2030年前將能源強度降低至少25%。 對營運服務的影響 經濟增長、人口增加及氣候變化對自然資源造成的 壓力，已促使多國領袖專注研究如何為經濟增長和 目前全球經濟持續不穩，或會令我們的收入出現 發展創造更多可持續的模式，並為此制定更嚴格 波動，加上通脹可能會提高營運成本和影響盈利， 的排放管制規例。我們的規管服務所面對的挑戰， 這些都對我們的業務帶來隱憂。為此，我們已持續 是掌握當前的國際發展形勢，協助政府建立能源 採取措施以審慎控制成本，並使用各種方法提升 效益規管架構，利便香港轉型為低碳經濟體。 生產力，例如加強員工培訓、精簡業務流程、善用 資訊科技，以及爭取與客戶部門簽訂更多長期協 由於政府陸續制定和實施更多能源效益法例，我 議，使業務更趨穩定。 們的執法工作也會相應增加。與此同時，由於業界 及市民大眾需要更多有關能源效益、節約能源和可 至於商機方面，客戶部門對我們的能源管理、碳審 再生能源的資訊，以及深化對這些範疇的認識，我 計、節約能源和可再生能源等服務項目的需求日 們會加強公眾教育工作。我們也會提升員工的能力 增，就是其中的明顯例子。政府致力推行環保建 以讓他們更有效地執行職務，並為香港引入適用 築綱領，所有局和部門需以2007/08年度為基礎， 的先進節能技術。 在2009/10年度至2013/14年度減省耗電量5%， 也為我們的節約能源業務帶來更多商機。行政長 官在二零一零至一一年施政報告也重申，期望在 2020年，香港的碳強度可以由2005年的水平減少 五至六成。整體來說，由於客戶部門愈來愈明白能 源效益和節約能源對經濟和環境的好處，我們的 能源管理業務長遠而言可望持續增長。",
        "content": "09 社會及環保報告\n2009/10\n挑戰和機遇\n可持續發展對機構的影響 對規管服務的影響\n香港作為國際都市，必須在發展快速的知識型經 可持續發展對我們的規管服務，也帶來不容忽視的\n濟中維持經濟增長，並同時不斷提高市民的生活 影響。國際機構及本港的政策制訂者都要求優先\n質素。從可持續發展的角度來看，這表示機電工程 處理可持續發展事項，例如控制排放物和減低能\n署等機構必須以最有利生態環境的方式經營日常 源強度。作為亞太經濟合作組織（亞太經合組織）\n業務，俾能善用資源、盡量減少廢物和污染。同樣 的成員，香港全力支持2007年在悉尼簽署的《亞\n重要的是，我們必須妥善照顧員工、客戶及其他持 太經合組織領導人關於氣候變化、能源安全和清\n份者的安全、健康和福祉。與此同時，我們也須尋 潔發展的宣言》，並會以2005年的能源強度為基\n找和充份把握可持續發展所帶來的商機。 礎，致力在2030年前將能源強度降低至少25%。\n對營運服務的影響\n經濟增長、人口增加及氣候變化對自然資源造成的\n壓力，已促使多國領袖專注研究如何為經濟增長和\n目前全球經濟持續不穩，或會令我們的收入出現\n發展創造更多可持續的模式，並為此制定更嚴格\n波動，加上通脹可能會提高營運成本和影響盈利，\n的排放管制規例。我們的規管服務所面對的挑戰，\n這些都對我們的業務帶來隱憂。為此，我們已持續\n是掌握當前的國際發展形勢，協助政府建立能源\n採取措施以審慎控制成本，並使用各種方法提升\n效益規管架構，利便香港轉型為低碳經濟體。\n生產力，例如加強員工培訓、精簡業務流程、善用\n資訊科技，以及爭取與客戶部門簽訂更多長期協\n由於政府陸續制定和實施更多能源效益法例，我\n議，使業務更趨穩定。\n們的執法工作也會相應增加。與此同時，由於業界\n及市民大眾需要更多有關能源效益、節約能源和可\n至於商機方面，客戶部門對我們的能源管理、碳審\n再生能源的資訊，以及深化對這些範疇的認識，我\n計、節約能源和可再生能源等服務項目的需求日\n們會加強公眾教育工作。我們也會提升員工的能力\n增，就是其中的明顯例子。政府致力推行環保建\n以讓他們更有效地執行職務，並為香港引入適用\n築綱領，所有局和部門需以2007/08年度為基礎，\n的先進節能技術。\n在2009/10年度至2013/14年度減省耗電量5%，\n也為我們的節約能源業務帶來更多商機。行政長\n官在二零一零至一一年施政報告也重申，期望在\n2020年，香港的碳強度可以由2005年的水平減少\n五至六成。整體來說，由於客戶部門愈來愈明白能\n源效益和節約能源對經濟和環境的好處，我們的\n能源管理業務長遠而言可望持續增長。",
        "page_number": 10,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 10,
        "summary": "社會及環保報告 10 2009/10 機構對可持續發展的影響 規管服務 營運服務 我們的規管服務也對可持續發展起著正面作用。 我們執行能源效益法例，並通過各種計劃、推廣 機電工程署也在多方面影響到可持續發展。我們 活動和獎項，推廣能源效益和更廣泛應用可再生 的營運服務為本港各政府部門及公營機構提供機 能源。當中的重要例子包括電氣產品的自願性和 電工程服務，過程中涉及的辦公室運作及相關工 強制性能源效益標籤計劃、空調系統使用淡水冷 程項目，無可避免會對環境造成影響。 卻塔計劃、建築物能源效益註冊計劃，以及為實施 《建築物能源效益條例》而進行的準備工 為減少這些影響，我們實施了一套綜合管理系統， 作。年內，我們開展了廣泛的宣傳和教育工作， 將品質、環境、職安健管理系統整合成一個流程框 例如進行電視及電台宣傳、舉辦網上活動和設置網 架，並找出未能符合要求的地方以作改善。與此同 站、印製刊物、舉辦特別活動、為業界和市民舉辦 時，我們為客戶部門的節能及可再生能源計劃提 講座和研討會等，以深化市民對低碳經濟和低碳 供專業工程服務，協助他們直接減低能源消耗量 生活方式的認識。 和廢物產生量，亦對可持續發展帶來裨益。我們就 採購環保車輛為客戶提供技術意見和支援，並為 他們提供日常維修服務。我們也為環境局提供技 術支援以推廣建築物能源效益資助計劃，就私人 樓宇的能源及碳排放綜合審計與能源效益資助申 請項目，進行評審。",
        "content": "社會及環保報告 10\n2009/10\n機構對可持續發展的影響 規管服務\n營運服務\n我們的規管服務也對可持續發展起著正面作用。\n我們執行能源效益法例，並通過各種計劃、推廣\n機電工程署也在多方面影響到可持續發展。我們\n活動和獎項，推廣能源效益和更廣泛應用可再生\n的營運服務為本港各政府部門及公營機構提供機\n能源。當中的重要例子包括電氣產品的自願性和\n電工程服務，過程中涉及的辦公室運作及相關工\n強制性能源效益標籤計劃、空調系統使用淡水冷\n程項目，無可避免會對環境造成影響。\n卻塔計劃、建築物能源效益註冊計劃，以及為實施\n《建築物能源效益條例》而進行的準備工\n為減少這些影響，我們實施了一套綜合管理系統，\n作。年內，我們開展了廣泛的宣傳和教育工作，\n將品質、環境、職安健管理系統整合成一個流程框\n例如進行電視及電台宣傳、舉辦網上活動和設置網\n架，並找出未能符合要求的地方以作改善。與此同\n站、印製刊物、舉辦特別活動、為業界和市民舉辦\n時，我們為客戶部門的節能及可再生能源計劃提\n講座和研討會等，以深化市民對低碳經濟和低碳\n供專業工程服務，協助他們直接減低能源消耗量\n生活方式的認識。\n和廢物產生量，亦對可持續發展帶來裨益。我們就\n採購環保車輛為客戶提供技術意見和支援，並為\n他們提供日常維修服務。我們也為環境局提供技\n術支援以推廣建築物能源效益資助計劃，就私人\n樓宇的能源及碳排放綜合審計與能源效益資助申\n請項目，進行評審。",
        "page_number": 11,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 11,
        "summary": "11 社會及環保報告 2009/10 表現與目標 環 境 表 現 目 標 1.",
        "content": "11 社會及環保報告\n2009/10\n表現與目標\n環 境\n表 現 目 標\n1. 機電工程署有關場地的耗電量比上年度減少 2.8% 1. 繼續減少用電，在 2009/10年度至 2013/14年度把機\n電工程署轄下場地的耗電量減少共5 %\n2. 機電工程署轄下場地的用紙量比2 008/09年度減少3 .8%\n2. 在 2010/11年度為客戶開展逾6 0個節能項目\n3. 由2 009年1 1月9 日起全面推行第一階段的強制性能源\n效益標籤計劃 3. 為強制實施《建築物能源效益守則》而制定的《建築\n物能源效益條例》，進行籌備工作\n4. 為客戶完成逾15 9個節能項目，預計每年可減省耗電\n量1 ,500萬千瓦小時\n4. 繼續推行啟德發展區的區域供冷系統項目\n5. 與環境保護署在 2008年共同制訂《碳審計指引》，並\n於2 010年2 月推出最新修訂版\n6. 2009年1 2月向立法會提交為強制實施《建築物能源\n效益守則》而制訂的《建築物能源效益條例草案》，\n立法會已於2 010年1 月展開相關審議程序\n7. 為環境及自然保育基金的 4.5億元建築物能源效益資\n助計劃提供技術支援，以協助建築物進行能源及碳排\n放綜合審計與能源效益項目\n8. 協助環境局在啟德發展區推行具能源效益的區域供\n冷系統項目\n社 會 經 濟\n表 現 表 現\n1. 每名員工年內平均接受5 日培訓 1. 收入回報率為1 1.8%，固定資產回報率為 49.1%\n2. 舉辦機電安全及能源效益國際研討會 2. 共批出總值超過1 8.8億元的物料供應及服務合約，支\n持本港經濟\n3. 員工意識已經提高，2 009/10年度部門內的意外\n事故數目比2 008/09年度下降了2 5%\n目 標\n目 標 1. 擴展I SO 27001資訊保安管理系統認證至新的小蠔\n灣數據中心，以加強我們的資訊及通訊科技業務\n1. 繼續達至每名員工平均每年接受最少 4.5日培訓\n的目標 2. 作好準備，把握商機，配合客戶對能源管理、碳審計、\n節約能源和可再生能源項目等不斷增加的服務需求\n2. 於2 011年1 1月進行的下一次員工滿意度調查，爭\n取達到6 .4分或以上（以1 0分為滿分）",
        "page_number": 12,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 12,
        "summary": "Environmental 表現 環保 Performance Creating sustainable development solutions",
        "content": "Environmental\n表現\n環保\nPerformance\nCreating sustainable development solutions",
        "page_number": 13,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 13,
        "summary": "11\u0018\u0018 社會及環保報告 2009/10 環保表現 環保責任 率先推動節約能源 提升市民生活質素是機電工程署日常營運的基本 機電工程署自九十年代起，一直在本港率先推動能源 原則之一。不過，在向客戶及市民提供服務的過程 效益和鼓勵更廣泛應用可再生能源。 中，我們的運作亦會對環境造成影響。 亞太經合組織領導人會議於2007年9月在悉尼發表了 因此，我們的首要任務是避免污染環境，或在無法 《亞太經合組織領導人關於氣候變化、能源安全和清 完全避免污染環境時，盡量減輕有關的影響。我 潔發展的宣言》，促請各成員國在2030年或之前， 們致力在業務營運過程中節省資源，減少製造廢 將能源強度在2005年的基礎上至少降低25%。作 物及預防污染。為此，我們已採取一切合理措施， 為亞太經合組織的成員，香港已接納宣言，並會致 恪守各種環保法例，作為我們營運的基本準則。與 力達標。 此同時，我們也鼓勵承辦商、供應商及其員工關注 保護環境。 以下是我們在2009/10年度為配合政府推動能源效益 和節約能源政策而進行的主要工作。 環境管理系統 強制性能源效益標籤計劃 我們為環保工作而推行的環境管理系統，多年來 不斷改進。系統在九十年代中期開始推行，旨在建 強制性能源效益標籤計劃第一階段已由2009年 立一個各部別均參與的環境管理架構。系統要求 11月9日起全面推行。計劃首階段規定的三類產 每個部別負起相關權責，確保運作符合國際認可 品，即空調機、冷凍器具和緊湊型熒光燈（慳電 標準和香港法例。 膽），現時都必須附有能源標籤，為消費者提供有 關能效表現的資料。至2010年3月底，計劃已有約",
        "content": "11\u0018\u0018 社會及環保報告\n2009/10\n環保表現\n環保責任 率先推動節約能源\n提升市民生活質素是機電工程署日常營運的基本 機電工程署自九十年代起，一直在本港率先推動能源\n原則之一。不過，在向客戶及市民提供服務的過程 效益和鼓勵更廣泛應用可再生能源。\n中，我們的運作亦會對環境造成影響。\n亞太經合組織領導人會議於2007年9月在悉尼發表了\n因此，我們的首要任務是避免污染環境，或在無法 《亞太經合組織領導人關於氣候變化、能源安全和清\n完全避免污染環境時，盡量減輕有關的影響。我 潔發展的宣言》，促請各成員國在2030年或之前，\n們致力在業務營運過程中節省資源，減少製造廢 將能源強度在2005年的基礎上至少降低25%。作\n物及預防污染。為此，我們已採取一切合理措施， 為亞太經合組織的成員，香港已接納宣言，並會致\n恪守各種環保法例，作為我們營運的基本準則。與 力達標。\n此同時，我們也鼓勵承辦商、供應商及其員工關注\n保護環境。 以下是我們在2009/10年度為配合政府推動能源效益\n和節約能源政策而進行的主要工作。\n環境管理系統\n強制性能源效益標籤計劃\n我們為環保工作而推行的環境管理系統，多年來\n不斷改進。系統在九十年代中期開始推行，旨在建\n強制性能源效益標籤計劃第一階段已由2009年\n立一個各部別均參與的環境管理架構。系統要求\n11月9日起全面推行。計劃首階段規定的三類產\n每個部別負起相關權責，確保運作符合國際認可\n品，即空調機、冷凍器具和緊湊型熒光燈（慳電\n標準和香港法例。\n膽），現時都必須附有能源標籤，為消費者提供有\n關能效表現的資料。至2010年3月底，計劃已有約\n2000年，我們再向前邁進，成為首個取得ISO 14001\n2,900個表列產品型號。計劃第二階段涵蓋另外兩\n企業認證的政府部門。2002年，我們把品質、環\n保和職業健康及安全管理等各套系統簡化，合併\n成一個綜合管理系統。2006年6月，我們更將環境\n管理系統提升至ISO 14001:2004版。我們定期\n檢討該系統，確保達到ISO 14001的各項標準。\n在2009/10年度，機電工程營運基金之下的所有\nOHSAS 18001認證均已成功提升至2007年版，而\n個別部別亦已將其ISO 9001系統提升至2008年版。",
        "page_number": 14,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 14,
        "summary": "社會及環保報告 11\u0018\u0018 2009/10 類產品，即洗衣機和抽濕機，已於2010年3月19日 序。預計新法例將於2010/11年度完結前頒布，在 展開，並有18個月寬限期供業界作出所需準備。 18個月寬限期過後，於2012年年中全面實施。 強制執行《建築物能源效益守則》 建築物能源效益資助計劃 建築物的耗電量佔香港總耗電量達九成，因此，當 政府於2009年4月透過環境及自然保育基金，開展 局於2007年年底提出強制執行《建築物能源效益 撥款額達4.5億元的建築物能源效益 守則》，以提升建築物的能源效益。2008年年初舉 資助計劃，資助私人建築物進行能 行公眾諮詢時收回的大部分意見，都對這項建議表 源及碳排放綜合審計與能源效益 示支持。在各方努力下，政府於2009年12月向立法 改善項目。機電工程署在資助計 會提交《建築物能源效益條例草案》，展開審議程 劃的制訂過程中一直提供協助， 而營運基金則為資助申請書的評 審工作提供技術支援。 區域供冷系統 啟德發展區將設立區域供冷系統。一般而言，區域 供冷系統的耗電量較傳統氣冷式空調系統減省達 35%。據估計，當啟德發展計劃全面完成後，區域供 冷系統每年可減省耗電量達8,500萬千瓦小時，即每 年減少排放59,500公噸二氧化碳。 環保採購 環保採購是減少廢物、鼓勵廢物回收及循環再造 的主要政策之一。政府早於2000年修訂了採購規 定，要求所有局與部門在採購物料和服務時必須 考慮環保因素。為此，機電工程署已在日常運作中 奉行環保採購的原則，根據環境保護署的環保產 品規格進行採購，並在產品和服務採購政策中加 入環保要求，特別是盡可能將舊設備作折價貼換。",
        "content": "社會及環保報告 11\u0018\u0018\n2009/10\n類產品，即洗衣機和抽濕機，已於2010年3月19日 序。預計新法例將於2010/11年度完結前頒布，在\n展開，並有18個月寬限期供業界作出所需準備。 18個月寬限期過後，於2012年年中全面實施。\n強制執行《建築物能源效益守則》 建築物能源效益資助計劃\n建築物的耗電量佔香港總耗電量達九成，因此，當 政府於2009年4月透過環境及自然保育基金，開展\n局於2007年年底提出強制執行《建築物能源效益 撥款額達4.5億元的建築物能源效益\n守則》，以提升建築物的能源效益。2008年年初舉 資助計劃，資助私人建築物進行能\n行公眾諮詢時收回的大部分意見，都對這項建議表 源及碳排放綜合審計與能源效益\n示支持。在各方努力下，政府於2009年12月向立法 改善項目。機電工程署在資助計\n會提交《建築物能源效益條例草案》，展開審議程 劃的制訂過程中一直提供協助，\n而營運基金則為資助申請書的評\n審工作提供技術支援。\n區域供冷系統\n啟德發展區將設立區域供冷系統。一般而言，區域\n供冷系統的耗電量較傳統氣冷式空調系統減省達\n35%。據估計，當啟德發展計劃全面完成後，區域供\n冷系統每年可減省耗電量達8,500萬千瓦小時，即每\n年減少排放59,500公噸二氧化碳。\n環保採購\n環保採購是減少廢物、鼓勵廢物回收及循環再造\n的主要政策之一。政府早於2000年修訂了採購規\n定，要求所有局與部門在採購物料和服務時必須\n考慮環保因素。為此，機電工程署已在日常運作中\n奉行環保採購的原則，根據環境保護署的環保產\n品規格進行採購，並在產品和服務採購政策中加\n入環保要求，特別是盡可能將舊設備作折價貼換。",
        "page_number": 15,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 15,
        "summary": "111\u0018\u0018\u0018 社會及環保報告 2009/10 同時，我們也支援客戶落實能源效益及可再生能 客戶的環保工程項目 源項目、進行碳審計及能源審計，以及採購混合動 機電工程署的營運服務一直協助客戶發掘節省能 力車輛和電動電單車等環保車輛。 源的機會及進行環保工程項目，以提高節能效率及 更多使用可再生能源。 此外，我們於2010年3月成立了環保採購工作小 組，目的是為各類機電工程選覓符合環保要求的 材料、產品、系統和建造方法。工作小組並會審視 各項環保新科技，研究能否在機電工程中推廣使 用，以令客戶和公眾受惠。 我們也大力支持政府制訂環保採購規格的工作。 機電工程署內聯網設有完備的參考資料庫，收錄 現行各種環保採購指引、實務守則與標準，供員工 閱覽和參考。 與水務署合作開展節水工程項目 機電工程營運基金不斷致力推動環保，協助 客戶落實環保及節能項目。我們的工程策劃 部最近受水務署委託，為政府建築物和學 校加裝節水設施。有關工作已於2010年6月 展開，預計於2012年完成。",
        "content": "111\u0018\u0018\u0018 社會及環保報告\n2009/10\n同時，我們也支援客戶落實能源效益及可再生能 客戶的環保工程項目\n源項目、進行碳審計及能源審計，以及採購混合動\n機電工程署的營運服務一直協助客戶發掘節省能\n力車輛和電動電單車等環保車輛。\n源的機會及進行環保工程項目，以提高節能效率及\n更多使用可再生能源。\n此外，我們於2010年3月成立了環保採購工作小\n組，目的是為各類機電工程選覓符合環保要求的\n材料、產品、系統和建造方法。工作小組並會審視\n各項環保新科技，研究能否在機電工程中推廣使\n用，以令客戶和公眾受惠。\n我們也大力支持政府制訂環保採購規格的工作。\n機電工程署內聯網設有完備的參考資料庫，收錄\n現行各種環保採購指引、實務守則與標準，供員工\n閱覽和參考。\n與水務署合作開展節水工程項目\n機電工程營運基金不斷致力推動環保，協助\n客戶落實環保及節能項目。我們的工程策劃\n部最近受水務署委託，為政府建築物和學\n校加裝節水設施。有關工作已於2010年6月\n展開，預計於2012年完成。",
        "page_number": 16,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 16,
        "summary": "社會及環保報告 111\u0018\u0018\u0018 2009/10 學校的中央／現場派飯計劃 「環保午膳」計劃大受本港學校歡迎。計劃自2 0 0 9年 12月推出以來，已有200多間學校向環境及自然保育基金 申請撥款進行設施改善工程，以實行中央派飯，減少廚餘 及減用即棄餐盒。鑒於申請數目甚多，環境及自然保育基 金已在2010年3月把撥款由5,000萬元增至1.5億元，以為 約120間學校進行中央派飯工程。 至2010年3月底，已有22宗申請獲得批准。機電工程營運 基金與環境保謢署簽訂服務水平協議，負責為學校提供全 面的項目管理服務，包括諮詢、進行可行性研究、項目設 計、採購、承辦商管理和實地工程監察等，以協助學校推 行現場派飯計劃。營運基金的團隊參與為學校管理層舉 辦的簡報會，解釋項目詳情，並走訪了170多間學校進行 實地評估。首間完成裝置「環保午膳」設施的學校是大埔 孫方中書院，有關工程於2010年復活節假期後完成，另有 35間學校的中央派飯工程將於2010年暑假前完成。",
        "content": "社會及環保報告 111\u0018\u0018\u0018\n2009/10\n學校的中央／現場派飯計劃\n「環保午膳」計劃大受本港學校歡迎。計劃自2 0 0 9年\n12月推出以來，已有200多間學校向環境及自然保育基金\n申請撥款進行設施改善工程，以實行中央派飯，減少廚餘\n及減用即棄餐盒。鑒於申請數目甚多，環境及自然保育基\n金已在2010年3月把撥款由5,000萬元增至1.5億元，以為\n約120間學校進行中央派飯工程。\n至2010年3月底，已有22宗申請獲得批准。機電工程營運\n基金與環境保謢署簽訂服務水平協議，負責為學校提供全\n面的項目管理服務，包括諮詢、進行可行性研究、項目設\n計、採購、承辦商管理和實地工程監察等，以協助學校推\n行現場派飯計劃。營運基金的團隊參與為學校管理層舉\n辦的簡報會，解釋項目詳情，並走訪了170多間學校進行\n實地評估。首間完成裝置「環保午膳」設施的學校是大埔\n孫方中書院，有關工程於2010年復活節假期後完成，另有\n35間學校的中央派飯工程將於2010年暑假前完成。",
        "page_number": 17,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 17,
        "summary": "1\u0018 社會及環保報告 2009/10 在文康場地應用可再生能源 為減低對傳統化石燃料的依賴，以及向公眾展示可再生能源的優 點，機電工程營運基金已於五個文娛及康樂場地安裝使用可再生 能源的照明設施，有關場地包括香港公園、尖沙咀海濱長廊、沙 田公園、九龍公園和屯門公園。在香港公園及尖沙咀海濱長廊安 裝的可直接接駁電網的建材一體光伏系統，最高輸出電量分別為 2.4千瓦和 2.2千瓦，既可為場地內的不同設施供電，也可大幅降低 每年的碳排放量。",
        "content": "1\u0018 社會及環保報告\n2009/10\n在文康場地應用可再生能源\n為減低對傳統化石燃料的依賴，以及向公眾展示可再生能源的優\n點，機電工程營運基金已於五個文娛及康樂場地安裝使用可再生\n能源的照明設施，有關場地包括香港公園、尖沙咀海濱長廊、沙\n田公園、九龍公園和屯門公園。在香港公園及尖沙咀海濱長廊安\n裝的可直接接駁電網的建材一體光伏系統，最高輸出電量分別為\n2.4千瓦和 2.2千瓦，既可為場地內的不同設施供電，也可大幅降低\n每年的碳排放量。",
        "page_number": 18,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 18,
        "summary": "社會及環保報告 1\u0018 2009/10 國際交流活動 作為香港推動能源效益的先鋒，我們積極參與國際交流活動，以掌握世界各地的節能新趨勢 和發展。在2009/10年度，機電工程署派員參加了多個地區性和國際性會議，較重要的如下： - 2009年4月在智利舉行的「亞太經合組織能源工作 - 2009年11月於印尼舉行的「亞太經合組織能源工作 小組第37次會議」及有關會議 小組第38次會議」及有關會議 - 2009年4月在新加坡舉行的「亞太經合組織能源效 - 2009年11月於馬來西亞舉行的「亞太經合組織地區 益及節能專家小組第33次會議」及「亞太經合組織 能源效益指標相關能源數據第八次工作坊」 的建築環境可持續能源發展工作坊」 - 2010年2月於新西蘭舉行的「亞太經合組織能源數 - 2009年4月於澳門舉行的「澳門國際環保合作發展 據及分析專家小組第21次會議」及「亞太經合組織 論壇及展覽」 能源效益及節能專家小組第35次會議」 - 2009年9月於中國舉行的「2009年中國電動車之旅」 - 2010年3月於日本舉行的「亞太經合組織能源工作小 組第39次會議」及有關會議 - 2009年10月於台灣舉行的「亞太經合組織發光二極 管照明標準及測試技術發展工作坊」 - 2010年3月於日本舉行的「亞太能源研究中心 2010年年會」 - 2009年10月於杜拜舉行的「第四屆區域供冷系統國 際會議」",
        "content": "社會及環保報告 1\u0018\n2009/10\n國際交流活動\n作為香港推動能源效益的先鋒，我們積極參與國際交流活動，以掌握世界各地的節能新趨勢\n和發展。在2009/10年度，機電工程署派員參加了多個地區性和國際性會議，較重要的如下：\n- 2009年4月在智利舉行的「亞太經合組織能源工作 - 2009年11月於印尼舉行的「亞太經合組織能源工作\n小組第37次會議」及有關會議 小組第38次會議」及有關會議\n- 2009年4月在新加坡舉行的「亞太經合組織能源效 - 2009年11月於馬來西亞舉行的「亞太經合組織地區\n益及節能專家小組第33次會議」及「亞太經合組織 能源效益指標相關能源數據第八次工作坊」\n的建築環境可持續能源發展工作坊」\n- 2010年2月於新西蘭舉行的「亞太經合組織能源數\n- 2009年4月於澳門舉行的「澳門國際環保合作發展 據及分析專家小組第21次會議」及「亞太經合組織\n論壇及展覽」 能源效益及節能專家小組第35次會議」\n- 2009年9月於中國舉行的「2009年中國電動車之旅」 - 2010年3月於日本舉行的「亞太經合組織能源工作小\n組第39次會議」及有關會議\n- 2009年10月於台灣舉行的「亞太經合組織發光二極\n管照明標準及測試技術發展工作坊」 - 2010年3月於日本舉行的「亞太能源研究中心\n2010年年會」\n- 2009年10月於杜拜舉行的「第四屆區域供冷系統國\n際會議」",
        "page_number": 19,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 19,
        "summary": "19 社會及環保報告 2009/10 節約營運資源 水電煤氣 下表載列機電工程署的水電煤氣使用情況。水電耗用量在近年續見下降，煤氣用量因進行翻新工程而在 2009/10年度錄得輕微增長，但我們已實施相應的管制措施。 電力 水 煤氣 耗電量 (‘ 000千瓦小時) 耗水量 (立方米) 煤氣用量 (千兆焦耳) 1\u0018,000 100,000 \u00180,000 \u00180,000 1\u0018,000 \u00180,000 \u00180,000 12,000 \u00180,000 \u00180,000 11,000 20,000 20,000 200\u0018/0\u0018 200\u0018/09 2009/10 200\u0018/0\u0018 200\u0018/09 2009/10 200\u0018/0\u0018 200\u0018/09 2009/10 主要用電地點包括九龍灣總部 主要用於空調、園藝灌溉、飲用 加路連山工場是使用煤氣供應熱 大樓（連同數據中心）、加路連 和清潔等。有關數據涵蓋加路 水的主要場地。2 009/10年度，加 山工場、芬園車輛維修站、小蠔 連山工場及九龍灣總部大樓。 路連山工場進行翻新工程期間， 灣車輛維修站，以及香港國際機 由於有建築工人使用熱水淋浴， 場空郵中心的機電工程署工場。 致令煤氣用量有所增加，我們已 為此採取相應的管制措施。 物料 辦公室使用的物料 紙張及碳粉盒是辦公室使用的主要物料。我們已 件，而且盡量少用。我們在 2009/10年度採購了約 盡量減少用紙量，2 009/10年度的用紙量較上年 3,270個碳粉盒，而由 2005/06年度開始，我們已 度減少了3 .8%。由 2001年起，我們已廣泛採用由 遵行政府措施，將用過的碳粉盒回收循環再用。 循環再造纖維製成的環保紙。2 009/10年度，環 保紙佔部門總用紙量 94%。原木紙只用於對外文",
        "content": "19 社會及環保報告\n2009/10\n節約營運資源\n水電煤氣\n下表載列機電工程署的水電煤氣使用情況。水電耗用量在近年續見下降，煤氣用量因進行翻新工程而在\n2009/10年度錄得輕微增長，但我們已實施相應的管制措施。\n電力 水 煤氣\n耗電量 (‘ 000千瓦小時) 耗水量 (立方米) 煤氣用量 (千兆焦耳)\n1\u0018,000 100,000 \u00180,000\n\u00180,000\n1\u0018,000 \u00180,000\n\u00180,000\n12,000 \u00180,000\n\u00180,000\n11,000 20,000 20,000\n200\u0018/0\u0018 200\u0018/09 2009/10 200\u0018/0\u0018 200\u0018/09 2009/10 200\u0018/0\u0018 200\u0018/09 2009/10\n主要用電地點包括九龍灣總部 主要用於空調、園藝灌溉、飲用 加路連山工場是使用煤氣供應熱\n大樓（連同數據中心）、加路連 和清潔等。有關數據涵蓋加路 水的主要場地。2 009/10年度，加\n山工場、芬園車輛維修站、小蠔 連山工場及九龍灣總部大樓。 路連山工場進行翻新工程期間，\n灣車輛維修站，以及香港國際機 由於有建築工人使用熱水淋浴，\n場空郵中心的機電工程署工場。 致令煤氣用量有所增加，我們已\n為此採取相應的管制措施。\n物料\n辦公室使用的物料\n紙張及碳粉盒是辦公室使用的主要物料。我們已 件，而且盡量少用。我們在 2009/10年度採購了約\n盡量減少用紙量，2 009/10年度的用紙量較上年 3,270個碳粉盒，而由 2005/06年度開始，我們已\n度減少了3 .8%。由 2001年起，我們已廣泛採用由 遵行政府措施，將用過的碳粉盒回收循環再用。\n循環再造纖維製成的環保紙。2 009/10年度，環\n保紙佔部門總用紙量 94%。原木紙只用於對外文",
        "page_number": 20,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 20,
        "summary": "社會及環保報告 20 2009/10 工場使用的物料 運輸 我們在日常運作中使用的物料、部件和產品，在其 機電工程署日常營運所使用的運輸工具耗用不能 生產、使用和最終棄置的過程中，都會對環境造成 再生的化石燃料，並排放溫室氣體。截至2010年 不同的影響。因此，機電工程署致力減少物料的使 3月31日，我們的車隊有247部車輛，包括貨車、客 用量，並盡量翻新和循環再用這些物料，讓我們在 貨車、大型房車和電單車，全供執行職務之用。此 長遠的將來仍能享用天然資源。 外，我們也為客戶部門的5,707部政府車輛提供維 修服務。我們實行良好的內務管理措施，致力確保 廢氣、排放物及廢物 車輛在運作及維修過程中的廢氣排放減至最少。 再者，我們也通過妥善保養車輛、減少使用運輸 減少廢物及循環再用 工具、改用混合動力或電動車輛來減少廢氣排放。 我們現有五部混合動力車輛，消耗的燃料比體積 我們的廢物管理策略是盡量減少或避免產生廢物， 相近的傳統車輛少40%。 並盡可能回收可再造物料。廢物主要是自兩大源 頭：辦公室和工場。辦公室廢物主要是紙張及碳粉 其他資源耗用詳情及廢氣、排放物及廢物的數字， 盒，而工場廢物則以舊充電池、金屬廢料、舊車胎及 請參考「統計資料摘要」。 光管為主。 溫室氣體排放 溫室氣體排放已公認為導致全球暖化和氣候變 化的原因。因此，減少排放溫室氣體，例如二氧化 碳，是我們其中一項最大的挑戰。機電工程署排放 的溫室氣體，主要由辦公室和工場的用電及運輸 工具產生。2009/10年度，我們的運輸工具直接產 機電工程署總部大樓的太陽能光伏系統 生的二氧化碳約為1,640公噸，而通過耗電間接排 放的二氧化碳則約為8,374公噸。 機電工程署總部大樓的太陽能光伏系統是大樓的 示範項目，可產生高達 350千瓦電量的天然能源。 自2 005年完成裝置以來，一直為總部大樓提供清 潔的可再生能源。至 2010年 3月底，該系統已累積 產生1 24萬千瓦小時的能源，所減少的溫室氣體排 放量相等於 868公噸二氧化碳。",
        "content": "社會及環保報告 20\n2009/10\n工場使用的物料 運輸\n我們在日常運作中使用的物料、部件和產品，在其 機電工程署日常營運所使用的運輸工具耗用不能\n生產、使用和最終棄置的過程中，都會對環境造成 再生的化石燃料，並排放溫室氣體。截至2010年\n不同的影響。因此，機電工程署致力減少物料的使 3月31日，我們的車隊有247部車輛，包括貨車、客\n用量，並盡量翻新和循環再用這些物料，讓我們在 貨車、大型房車和電單車，全供執行職務之用。此\n長遠的將來仍能享用天然資源。 外，我們也為客戶部門的5,707部政府車輛提供維\n修服務。我們實行良好的內務管理措施，致力確保\n廢氣、排放物及廢物\n車輛在運作及維修過程中的廢氣排放減至最少。\n再者，我們也通過妥善保養車輛、減少使用運輸\n減少廢物及循環再用\n工具、改用混合動力或電動車輛來減少廢氣排放。\n我們現有五部混合動力車輛，消耗的燃料比體積\n我們的廢物管理策略是盡量減少或避免產生廢物，\n相近的傳統車輛少40%。\n並盡可能回收可再造物料。廢物主要是自兩大源\n頭：辦公室和工場。辦公室廢物主要是紙張及碳粉\n其他資源耗用詳情及廢氣、排放物及廢物的數字，\n盒，而工場廢物則以舊充電池、金屬廢料、舊車胎及\n請參考「統計資料摘要」。\n光管為主。\n溫室氣體排放\n溫室氣體排放已公認為導致全球暖化和氣候變\n化的原因。因此，減少排放溫室氣體，例如二氧化\n碳，是我們其中一項最大的挑戰。機電工程署排放\n的溫室氣體，主要由辦公室和工場的用電及運輸\n工具產生。2009/10年度，我們的運輸工具直接產\n機電工程署總部大樓的太陽能光伏系統\n生的二氧化碳約為1,640公噸，而通過耗電間接排\n放的二氧化碳則約為8,374公噸。\n機電工程署總部大樓的太陽能光伏系統是大樓的\n示範項目，可產生高達 350千瓦電量的天然能源。\n自2 005年完成裝置以來，一直為總部大樓提供清\n潔的可再生能源。至 2010年 3月底，該系統已累積\n產生1 24萬千瓦小時的能源，所減少的溫室氣體排\n放量相等於 868公噸二氧化碳。",
        "page_number": 21,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 21,
        "summary": "表現 社會服務",
        "content": "表現\n社會服務",
        "page_number": 22,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 22,
        "summary": "社會及環保報告 22 2009/10 社會服務表現 社會責任 長及一般和共通職系的高級管理人員組成。委員會 定期舉行會議，檢討部門的培訓計劃及活動。 為客戶和市民締造綠色和健康的生活環境，只是我 們眾多職責之一。作為關懷社會及負責任的企業公 見習工程師訓練計劃 民，我們亦有義務為僱員及其他替我們工作的人提 供安全健康的環境，同時遵守相關法例。作為政府 我們的見習工程師訓練計劃自六十年代推行以來， 部門，我們按香港特別行政區政府的政策框架行 已培訓了680多位見習工程師。這計劃一向公認是 事，包括勞工及職安健方面的事務。我們也受公務 香港工程界的最佳在職培訓計劃之一，目的是確 員事務局的行為守則規範，並依據法例提供平等就 保本港能有足夠的受訓工程師，滿足業界的需要。 業機會。此外，我們也鼓勵員工積極參與不同的社 在2009/10年度，我們在電機、機械、電子、屋宇裝 區活動。 備、資訊科技和生物醫學等範疇共招募了21位見 習工程師。 人員僱用及發展 學徒訓練計劃 僱用 技術員及技工學徒訓練計劃是我們另一項主要培訓 截至2009/10年年底，我們共有5,295名僱員，其 計劃，目的是提供高水平的系統訓練，以滿足機電 中約68%按長期聘用條款受聘。我們承諾維護平 工程署和社會目前及未來對技術員及技工的需求。 等就業政策，目前有229名員工為輕度殘疾人士， 計劃推行50多年來，為業界培訓了4,500多名學徒。 佔員工總人數約4%。 在2009/10年度，我們招募了44名技工學徒和40名 技術員學徒。除提供在職訓練外，我們亦資助學徒 我們嚴格遵行政府政策，按時向員工發放工資，並 修讀香港專業教育學院的工藝證書課程和高級文 按要求備存工資發放記錄。 憑課程。 學習及發展 培訓目標 機電工程署深知，要維持一支能幹及與時並進的團 在2009/10年度，每名員工的每年平均受訓日數為 隊，就必須不斷提升員工的能力和競爭力。因此，我 5天，高於原定4.5天的目標。我們會繼續鼓勵員工 們全力支持員工不斷學習，發展技能，為部門作出更 進修及提供所需的培訓，以改善服務、開拓新業務， 大貢獻。我們推廣持續進修的文化，並通過人力資 以及促進員工的個人發展。 源方面的有效管理和不斷改進，建立一支勤奮向上、 才識技能兼備的員工隊伍。我們的人力資源管理委 員會由機電工程署署長擔任主席，並由各部別的首",
        "content": "社會及環保報告 22\n2009/10\n社會服務表現\n社會責任 長及一般和共通職系的高級管理人員組成。委員會\n定期舉行會議，檢討部門的培訓計劃及活動。\n為客戶和市民締造綠色和健康的生活環境，只是我\n們眾多職責之一。作為關懷社會及負責任的企業公 見習工程師訓練計劃\n民，我們亦有義務為僱員及其他替我們工作的人提\n供安全健康的環境，同時遵守相關法例。作為政府 我們的見習工程師訓練計劃自六十年代推行以來，\n部門，我們按香港特別行政區政府的政策框架行 已培訓了680多位見習工程師。這計劃一向公認是\n事，包括勞工及職安健方面的事務。我們也受公務 香港工程界的最佳在職培訓計劃之一，目的是確\n員事務局的行為守則規範，並依據法例提供平等就 保本港能有足夠的受訓工程師，滿足業界的需要。\n業機會。此外，我們也鼓勵員工積極參與不同的社 在2009/10年度，我們在電機、機械、電子、屋宇裝\n區活動。 備、資訊科技和生物醫學等範疇共招募了21位見\n習工程師。\n人員僱用及發展\n學徒訓練計劃\n僱用\n技術員及技工學徒訓練計劃是我們另一項主要培訓\n截至2009/10年年底，我們共有5,295名僱員，其\n計劃，目的是提供高水平的系統訓練，以滿足機電\n中約68%按長期聘用條款受聘。我們承諾維護平\n工程署和社會目前及未來對技術員及技工的需求。\n等就業政策，目前有229名員工為輕度殘疾人士，\n計劃推行50多年來，為業界培訓了4,500多名學徒。\n佔員工總人數約4%。\n在2009/10年度，我們招募了44名技工學徒和40名\n技術員學徒。除提供在職訓練外，我們亦資助學徒\n我們嚴格遵行政府政策，按時向員工發放工資，並\n修讀香港專業教育學院的工藝證書課程和高級文\n按要求備存工資發放記錄。\n憑課程。\n學習及發展\n培訓目標\n機電工程署深知，要維持一支能幹及與時並進的團\n在2009/10年度，每名員工的每年平均受訓日數為\n隊，就必須不斷提升員工的能力和競爭力。因此，我\n5天，高於原定4.5天的目標。我們會繼續鼓勵員工\n們全力支持員工不斷學習，發展技能，為部門作出更\n進修及提供所需的培訓，以改善服務、開拓新業務，\n大貢獻。我們推廣持續進修的文化，並通過人力資\n以及促進員工的個人發展。\n源方面的有效管理和不斷改進，建立一支勤奮向上、\n才識技能兼備的員工隊伍。我們的人力資源管理委\n員會由機電工程署署長擔任主席，並由各部別的首",
        "page_number": 23,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 23,
        "summary": "2\u0018 社會及環保報告 2009/10 健康安全的工作環境 員工關係 職業健康及安全 員工滿意度調查 機電工程署對職業健康及安全十分重視。我們的職 我們委託獨立的專業調查公司定期進行員工滿意 安健政策及基本架構，確保部門各工作地點的職安 度調查。在最近的2009/10年度調查中，所有高級 健都達標並維持在高水平。 工程師及以下職級的員工，均可透過問卷表達他 們的意見。調查顯示，員工整體滿意度平均分數為 我們的職業安全及健康委員會，由管理層及來自各 6.3分（10分為滿分）。過去幾年的員工滿意度均見 科／部別及部門協商委員會的員工代表組成。委員 穩定。下一次調查將於2011年11月進行。 會定期舉行會議，檢討我們在各範疇的職安健表 現，以找出須予改善的地方。我們持續舉辦培訓及 員工諮詢途徑 複修課程，並透過不同渠道發放職安健資料。 我們設有四個部門協商委員會和五個部別協商委員 2009/10年度的意外率是每千名員工4.38宗事故， 會，以促進管理層與個別員工組別的溝通。員工也可 較2008/09年度減少25%。為加強員工的安全意識 自由參加各現有工會組織及一般政府工會組織。我 和培養安全文化，我們舉辦了各色各樣的職安健活 們定期與11個員工協會舉行會議，商討員工關注的 動，包括職業安全分享會及探訪、海報設計及標語 事項。 創作比賽等。勝出的海報作品已張貼於各工作地 點，而得獎的職安健標語亦印刷在分發給員工日常 使用的便箋紙上。我們也以不同的職安健專題舉辦 各項比賽，例如「零意外」、「最佳安全進步」、「突 破安全記錄」、「找危害、齊參與」、「報告險失事 故」與「最佳職安健改善個案」和「最佳辦公室整 理」比賽等。優勝的隊伍和部別均獲頒獎項，嘉許 他們在職安健方面的出色表現。 員工病假 在2009/10年度，部門因員工放取病假而失去的工 作天共18,823.5天，即相等於每名員工約3.55天。",
        "content": "2\u0018 社會及環保報告\n2009/10\n健康安全的工作環境 員工關係\n職業健康及安全 員工滿意度調查\n機電工程署對職業健康及安全十分重視。我們的職 我們委託獨立的專業調查公司定期進行員工滿意\n安健政策及基本架構，確保部門各工作地點的職安 度調查。在最近的2009/10年度調查中，所有高級\n健都達標並維持在高水平。 工程師及以下職級的員工，均可透過問卷表達他\n們的意見。調查顯示，員工整體滿意度平均分數為\n我們的職業安全及健康委員會，由管理層及來自各 6.3分（10分為滿分）。過去幾年的員工滿意度均見\n科／部別及部門協商委員會的員工代表組成。委員 穩定。下一次調查將於2011年11月進行。\n會定期舉行會議，檢討我們在各範疇的職安健表\n現，以找出須予改善的地方。我們持續舉辦培訓及 員工諮詢途徑\n複修課程，並透過不同渠道發放職安健資料。\n我們設有四個部門協商委員會和五個部別協商委員\n2009/10年度的意外率是每千名員工4.38宗事故， 會，以促進管理層與個別員工組別的溝通。員工也可\n較2008/09年度減少25%。為加強員工的安全意識 自由參加各現有工會組織及一般政府工會組織。我\n和培養安全文化，我們舉辦了各色各樣的職安健活 們定期與11個員工協會舉行會議，商討員工關注的\n動，包括職業安全分享會及探訪、海報設計及標語 事項。\n創作比賽等。勝出的海報作品已張貼於各工作地\n點，而得獎的職安健標語亦印刷在分發給員工日常\n使用的便箋紙上。我們也以不同的職安健專題舉辦\n各項比賽，例如「零意外」、「最佳安全進步」、「突\n破安全記錄」、「找危害、齊參與」、「報告險失事\n故」與「最佳職安健改善個案」和「最佳辦公室整\n理」比賽等。優勝的隊伍和部別均獲頒獎項，嘉許\n他們在職安健方面的出色表現。\n員工病假\n在2009/10年度，部門因員工放取病假而失去的工\n作天共18,823.5天，即相等於每名員工約3.55天。",
        "page_number": 24,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 24,
        "summary": "社會及環保報告 2\u0018 2009/10 承辦商及供應商 規管服務方面，我們的客戶聯絡小組也定期與公眾 代表開會，就規管工作及各種機電安全推廣活動當面 承辦商及供應商的管理 聽取公眾的意見和建議，從而定出改善措施。我們也 定期進行公眾意見調查，了解市民的機電安全和能源 我們致力為客戶和市民提供優質可靠的服務，而承 效益意識，並進行業界調查，探討業界對規管服務的 辦商、顧問和供應商是我們達成前述目標的重要伙 看法，以找出規管服務需要改善的地方。 伴。我們不時邀請這些工作伙伴競投公共工程合 約。在挑選承辦商時，我們堅守公開和公平的基本 為政府部門和營運基金客戶舉辦的研討會 原則，並按照政府的指引，在合適情況下盡量採用 和論壇 競爭性投標。我們與承辦商、顧問和供應商建立和 保持緊密聯繫，確保他們清楚知悉各項重要資訊， 年內，我們繼續向其他政府部門和營運基金客戶 例如客戶關注的事項，使問題及時得到妥善處理。 推廣能源效益與節能的好處和最新發展。有關課 題包括一般的最佳做法及個別範疇的有效節能措 為了監察承辦商的工作，我們定期舉行會議和進行 施。以下是2009/10年度的重點活動。 審核，跟進工程的進度，並盡量避免工程對附近地 方造成不便或滋擾。工程竣工後，我們會進行檢討， 進一步評估承辦商的表現。 我們為與顧問／承辦商有公事往來或接觸的員工及 其上司舉辦誠信管理工作坊，以提高他們對誠信和 操守的意識和敏感度。 客戶 我們的日常業務，尤其是營運服務，首要是令客戶稱 心滿意。為此，我們委託顧問公司每兩年進行一次獨 立的客戶滿意度調查，並根據調查結果作出跟進，務 求令客戶對服務更稱心滿意。最近一次的客戶滿意 度調查在2010年6月完成。",
        "content": "社會及環保報告 2\u0018\n2009/10\n承辦商及供應商 規管服務方面，我們的客戶聯絡小組也定期與公眾\n代表開會，就規管工作及各種機電安全推廣活動當面\n承辦商及供應商的管理 聽取公眾的意見和建議，從而定出改善措施。我們也\n定期進行公眾意見調查，了解市民的機電安全和能源\n我們致力為客戶和市民提供優質可靠的服務，而承 效益意識，並進行業界調查，探討業界對規管服務的\n辦商、顧問和供應商是我們達成前述目標的重要伙 看法，以找出規管服務需要改善的地方。\n伴。我們不時邀請這些工作伙伴競投公共工程合\n約。在挑選承辦商時，我們堅守公開和公平的基本 為政府部門和營運基金客戶舉辦的研討會\n原則，並按照政府的指引，在合適情況下盡量採用 和論壇\n競爭性投標。我們與承辦商、顧問和供應商建立和\n保持緊密聯繫，確保他們清楚知悉各項重要資訊， 年內，我們繼續向其他政府部門和營運基金客戶\n例如客戶關注的事項，使問題及時得到妥善處理。 推廣能源效益與節能的好處和最新發展。有關課\n題包括一般的最佳做法及個別範疇的有效節能措\n為了監察承辦商的工作，我們定期舉行會議和進行 施。以下是2009/10年度的重點活動。\n審核，跟進工程的進度，並盡量避免工程對附近地\n方造成不便或滋擾。工程竣工後，我們會進行檢討，\n進一步評估承辦商的表現。\n我們為與顧問／承辦商有公事往來或接觸的員工及\n其上司舉辦誠信管理工作坊，以提高他們對誠信和\n操守的意識和敏感度。\n客戶\n我們的日常業務，尤其是營運服務，首要是令客戶稱\n心滿意。為此，我們委託顧問公司每兩年進行一次獨\n立的客戶滿意度調查，並根據調查結果作出跟進，務\n求令客戶對服務更稱心滿意。最近一次的客戶滿意\n度調查在2010年6月完成。",
        "page_number": 25,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 25,
        "summary": "2\u0018 社會及環保報告 2009/10 為政府部門舉辦的能源效益 與節能論壇 環保建築管理及碳審計研討會 為營運基金客戶舉辦的環保建築管理及碳 審計研討會於2 009年1 1月舉行，反應十分熱 我們於 2009年 6月為政府部門舉辦的能源效益與 烈，共有4 00多人出席。講者包括環境局、能 節能論壇，共有1 40多人參與。來自頂尖大學的學者 源學會（香港分會）及著名顧問公司的專家。 在會上闡述照明及熱泵節能技術的最新研究成果。 透過這次研討會，與會人士得悉了不同範疇 我們並於2 009年7月舉辦另一輪節約能源簡介會， 的最新發展，包括香港建築物能源效益的法 協助政府部門了解如何遵行 2009年發出的要求政 例、海外的能源審計經驗、碳管理及碳排放 府樓宇設施節約能源的指令，以在 2009/10年度至 對環境的影響。機電工程署的專業人員也在 2013/14年度把電力及能源消耗量減省5 %。電力及 會上講述了為建築物能源效益資助計劃所提 氣體供應公司的代表亦在會上講述相關技術細節。 供的支援服務。 電動車及車隊管理研討會 我們在 2009年5月為1 50多個客戶舉辦電動車研討 會，介紹最新的電動車科技，並推介營運基金在車 隊管理系統及駕駛路線網上搜尋系統方面所提供的 服務，以及其他支援政府在本港推廣使用電動車的 相關服務。",
        "content": "2\u0018 社會及環保報告\n2009/10\n為政府部門舉辦的能源效益\n與節能論壇\n環保建築管理及碳審計研討會\n為營運基金客戶舉辦的環保建築管理及碳\n審計研討會於2 009年1 1月舉行，反應十分熱\n我們於 2009年 6月為政府部門舉辦的能源效益與 烈，共有4 00多人出席。講者包括環境局、能\n節能論壇，共有1 40多人參與。來自頂尖大學的學者 源學會（香港分會）及著名顧問公司的專家。\n在會上闡述照明及熱泵節能技術的最新研究成果。 透過這次研討會，與會人士得悉了不同範疇\n我們並於2 009年7月舉辦另一輪節約能源簡介會， 的最新發展，包括香港建築物能源效益的法\n協助政府部門了解如何遵行 2009年發出的要求政 例、海外的能源審計經驗、碳管理及碳排放\n府樓宇設施節約能源的指令，以在 2009/10年度至 對環境的影響。機電工程署的專業人員也在\n2013/14年度把電力及能源消耗量減省5 %。電力及 會上講述了為建築物能源效益資助計劃所提\n氣體供應公司的代表亦在會上講述相關技術細節。 供的支援服務。\n電動車及車隊管理研討會\n我們在 2009年5月為1 50多個客戶舉辦電動車研討\n會，介紹最新的電動車科技，並推介營運基金在車\n隊管理系統及駕駛路線網上搜尋系統方面所提供的\n服務，以及其他支援政府在本港推廣使用電動車的\n相關服務。",
        "page_number": 26,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 26,
        "summary": "社會及環保報告 2\u0018 2009/10 社區 公眾教育活動 我們的員工一向積極服務社會。他們除執行職務， 我們一直與其他政府部門和社會各界緊密協作， 向市民傳達機電安全和能源效益的信息外，還在 致力向市民推廣機電安全和節約能源。這是機電 工餘時參與義工服務，回饋社會。我們的義工隊在 工程署規管服務的重要一環。我們通過不同渠道 多方面服務社會已超過十年。部門許多專業工程 進行公眾教育工作，包括傳媒、互聯網、刊物、推 師也積極參與本地和國際的專業工程學會，為業 廣及廣告宣傳活動、海報及郵件、嘉年華會、巡迴 界的發展出力，維持業界的高專業水平。 展覽、話劇表演、遊戲和問答比賽，以及為個別 社會群組而設的講座及研討會等。以下是我們在 2009/10年度舉辦的主要活動： 電力規例研討會 2009年1 1月，機電工程署聯同港九電器工程電業器材職 工會及香港電器工程商會舉辦一年一度的電力規例研討 會，內容包括由專業工程師及專家講述如何提升電力業 界的規管服務、如何選擇漏電保護裝置，以及介紹強制 性能源效益標籤計劃等。 「節約能源面面觀」講座 第一屆「註冊電業工程人員工作安全比賽」的頒獎典禮 也在今年的研討會上舉行。比賽由機電工程署舉辦，目 「節約能源面面觀」公眾教育講座於 的是向電力從業員宣傳注重工作安全及符合規管要求的 2009年 7月假香港科學館舉行，講者包括能 重要。 源效益事務處和香港駕駛學院的專家，分別 就家居和辦公室的節能方法、高效能照明裝 置、可再生能源技術及裝置、慳油駕駛方法 與車隊管理，以及飲食業的節能措施等，作 出專題演講。",
        "content": "社會及環保報告 2\u0018\n2009/10\n社區 公眾教育活動\n我們的員工一向積極服務社會。他們除執行職務， 我們一直與其他政府部門和社會各界緊密協作，\n向市民傳達機電安全和能源效益的信息外，還在 致力向市民推廣機電安全和節約能源。這是機電\n工餘時參與義工服務，回饋社會。我們的義工隊在 工程署規管服務的重要一環。我們通過不同渠道\n多方面服務社會已超過十年。部門許多專業工程 進行公眾教育工作，包括傳媒、互聯網、刊物、推\n師也積極參與本地和國際的專業工程學會，為業 廣及廣告宣傳活動、海報及郵件、嘉年華會、巡迴\n界的發展出力，維持業界的高專業水平。 展覽、話劇表演、遊戲和問答比賽，以及為個別\n社會群組而設的講座及研討會等。以下是我們在\n2009/10年度舉辦的主要活動：\n電力規例研討會\n2009年1 1月，機電工程署聯同港九電器工程電業器材職\n工會及香港電器工程商會舉辦一年一度的電力規例研討\n會，內容包括由專業工程師及專家講述如何提升電力業\n界的規管服務、如何選擇漏電保護裝置，以及介紹強制\n性能源效益標籤計劃等。\n「節約能源面面觀」講座\n第一屆「註冊電業工程人員工作安全比賽」的頒獎典禮\n也在今年的研討會上舉行。比賽由機電工程署舉辦，目\n「節約能源面面觀」公眾教育講座於\n的是向電力從業員宣傳注重工作安全及符合規管要求的\n2009年 7月假香港科學館舉行，講者包括能\n重要。\n源效益事務處和香港駕駛學院的專家，分別\n就家居和辦公室的節能方法、高效能照明裝\n置、可再生能源技術及裝置、慳油駕駛方法\n與車隊管理，以及飲食業的節能措施等，作\n出專題演講。",
        "page_number": 27,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 27,
        "summary": "2\u0018 社會及環保報告 2009/10 環保駕駛講座 能源效益事務處應香港生產力促進局邀請，派出 專家出席該局舉辦的「環保駕駛講座」，向運輸 業界講述提升能源效益的專業知識，包括簡介環 保車輛、汽車環保新技術、一般省油駕駛技巧、商 用車輛的省油駕駛技巧，以及能夠節省能源、減 低維修保養支出及減少對環境影響的良好車輛維 修保養做法。 淡水冷卻塔計劃技術研討會 機電工程署總部大樓教育徑 一年一度的技術研討會於2 009年1 0月舉行， 2005年 5月至 2010年 3月期間，機電工程署總部 有3 50多位業界從業員及相關人士出席，當中 大樓的教育徑共接待了8 00多個參觀團，訪客人 包括冷卻塔擁有人／營運者、物業管理公司、 數超過 28,000名。有關參觀活動讓公眾認識更 顧問和承辦商。推廣淡水冷卻塔計劃是機電 多提升能源效益和節約能源的最佳做法，以及 工程署的重點工作項目，以促進空調系統的 了解機電工程署的規管工作。 能源效益及推廣良好的維修保養做法。",
        "content": "2\u0018 社會及環保報告\n2009/10\n環保駕駛講座\n能源效益事務處應香港生產力促進局邀請，派出\n專家出席該局舉辦的「環保駕駛講座」，向運輸\n業界講述提升能源效益的專業知識，包括簡介環\n保車輛、汽車環保新技術、一般省油駕駛技巧、商\n用車輛的省油駕駛技巧，以及能夠節省能源、減\n低維修保養支出及減少對環境影響的良好車輛維\n修保養做法。\n淡水冷卻塔計劃技術研討會 機電工程署總部大樓教育徑\n一年一度的技術研討會於2 009年1 0月舉行， 2005年 5月至 2010年 3月期間，機電工程署總部\n有3 50多位業界從業員及相關人士出席，當中 大樓的教育徑共接待了8 00多個參觀團，訪客人\n包括冷卻塔擁有人／營運者、物業管理公司、 數超過 28,000名。有關參觀活動讓公眾認識更\n顧問和承辦商。推廣淡水冷卻塔計劃是機電 多提升能源效益和節約能源的最佳做法，以及\n工程署的重點工作項目，以促進空調系統的 了解機電工程署的規管工作。\n能源效益及推廣良好的維修保養做法。",
        "page_number": 28,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 28,
        "summary": "社會及環保報告 2\u0018 2009/10 外展活動 2009年 4月至 2010年 3月期間，我們的安全和節能大使走 訪了3 07間幼稚園、小學及老人中心共 38,0 00多位學生及 長者，向他們推廣機電安全及能源效益。安全大使也走訪 了8 9間幼稚園和幼兒園共 13,700多位學生，講解有關升降 機、自動梯和機動遊戲機的安全事宜。年內共舉辦了2 31場 安全講座。 「創新能源項目」設計比賽 機電工程署一直支持能源效益及節能教育應該從小做起。我們獲香港工程師學會和中華電力有限公司邀 請，擔任由該兩家機構主辦的「創新能源項目」設計比賽評審委員會委員。比賽一年一度舉行，目的是鼓勵 青少年發揮創意，推廣節能。我們的代表出席了2 009年 9月舉行的比賽開展典禮暨比 賽內容簡介會，上屆得獎者也有出席分享經驗。今年的入圍隊伍，會透過 電腦遊戲、電腦動畫、插畫、錄像和模型等不同的媒介，表達能源效 益和節能的創新意念。",
        "content": "社會及環保報告 2\u0018\n2009/10\n外展活動\n2009年 4月至 2010年 3月期間，我們的安全和節能大使走\n訪了3 07間幼稚園、小學及老人中心共 38,0 00多位學生及\n長者，向他們推廣機電安全及能源效益。安全大使也走訪\n了8 9間幼稚園和幼兒園共 13,700多位學生，講解有關升降\n機、自動梯和機動遊戲機的安全事宜。年內共舉辦了2 31場\n安全講座。\n「創新能源項目」設計比賽\n機電工程署一直支持能源效益及節能教育應該從小做起。我們獲香港工程師學會和中華電力有限公司邀\n請，擔任由該兩家機構主辦的「創新能源項目」設計比賽評審委員會委員。比賽一年一度舉行，目的是鼓勵\n青少年發揮創意，推廣節能。我們的代表出席了2 009年 9月舉行的比賽開展典禮暨比\n賽內容簡介會，上屆得獎者也有出席分享經驗。今年的入圍隊伍，會透過\n電腦遊戲、電腦動畫、插畫、錄像和模型等不同的媒介，表達能源效\n益和節能的創新意念。",
        "page_number": 29,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 29,
        "summary": "29 社會及環保報告 2009/10 工作影子計劃日 機電工程署於 2009年 5月與國際成就計劃香港部第二次合辦工作影子計劃 日。參與者是1 4位來自可立中學的中四及中六學生。我們派出1 4位專業人 員擔任導師，陪同學生在機電工程署度過了忙碌而充實的一天，包括參 觀總部大樓的環保節能裝置、了解一般的辦公室工作、出席會議，以 及與導師在員工食堂一起午膳。活動的目的是讓同學體驗真實的 工作情況，為日後投身社會作準備。 環保嘉年華 機電工程署高層人員率領能源效益事務處 代表於 2010年1 月底出席並主持由環保促 進會舉辦的「環保嘉年華 2010」開幕禮。 我們在嘉年華設置遊戲攤位，宣傳能源效 益與能源效益標籤計劃。",
        "content": "29 社會及環保報告\n2009/10\n工作影子計劃日\n機電工程署於 2009年 5月與國際成就計劃香港部第二次合辦工作影子計劃\n日。參與者是1 4位來自可立中學的中四及中六學生。我們派出1 4位專業人\n員擔任導師，陪同學生在機電工程署度過了忙碌而充實的一天，包括參\n觀總部大樓的環保節能裝置、了解一般的辦公室工作、出席會議，以\n及與導師在員工食堂一起午膳。活動的目的是讓同學體驗真實的\n工作情況，為日後投身社會作準備。\n環保嘉年華\n機電工程署高層人員率領能源效益事務處\n代表於 2010年1 月底出席並主持由環保促\n進會舉辦的「環保嘉年華 2010」開幕禮。\n我們在嘉年華設置遊戲攤位，宣傳能源效\n益與能源效益標籤計劃。",
        "page_number": 30,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 30,
        "summary": "社會及環保報告 \u00180 2009/10 機電安全嘉年華2009 一年一度的「機電安全香港通」，是機電工程署為提高公眾機電安全和能源效 益意識而舉辦的重點活動之一。「機電安全香港通」由機電工程署與來自電力、 氣體、公共運輸、遊樂、房屋及物業管理等界別的多個主要機構合辦，已踏入第 九年，活動包括一系列社區及傳媒宣傳活動。壓軸項目是在戶外舉行的「機電安 全嘉年華」，於2009年10月一連兩日假維多利亞公園進行，吸引了一萬多名市民 參與。 與港鐵攜手推廣鐵路安全 機電工程署的意外事故分析報告及香港中文大學的乘客安全調查顯示，在港 鐵發生的意外事故，大部分都是因乘客沒有緊握自動梯扶手和衝車門所致。 2009年5月，機電工程署鐵路科代表獲邀與其他嘉賓主持安全乘搭港鐵聯合宣 傳活動開幕典禮。該宣傳活動為期一個月，其間港鐵向乘客派發創意宣傳單張， 並於每天派出神秘大使，於繁忙時段向50位注重安全的 乘客送贈免費港鐵車票，以示嘉許。",
        "content": "社會及環保報告 \u00180\n2009/10\n機電安全嘉年華2009\n一年一度的「機電安全香港通」，是機電工程署為提高公眾機電安全和能源效\n益意識而舉辦的重點活動之一。「機電安全香港通」由機電工程署與來自電力、\n氣體、公共運輸、遊樂、房屋及物業管理等界別的多個主要機構合辦，已踏入第\n九年，活動包括一系列社區及傳媒宣傳活動。壓軸項目是在戶外舉行的「機電安\n全嘉年華」，於2009年10月一連兩日假維多利亞公園進行，吸引了一萬多名市民\n參與。\n與港鐵攜手推廣鐵路安全\n機電工程署的意外事故分析報告及香港中文大學的乘客安全調查顯示，在港\n鐵發生的意外事故，大部分都是因乘客沒有緊握自動梯扶手和衝車門所致。\n2009年5月，機電工程署鐵路科代表獲邀與其他嘉賓主持安全乘搭港鐵聯合宣\n傳活動開幕典禮。該宣傳活動為期一個月，其間港鐵向乘客派發創意宣傳單張，\n並於每天派出神秘大使，於繁忙時段向50位注重安全的\n乘客送贈免費港鐵車票，以示嘉許。",
        "page_number": 31,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 31,
        "summary": "\u00181 社會及環保報告 2009/10 機電工程署開放日 機電工程署於2009年6月首次舉辦開放日，邀請 市民參觀九龍灣總部大樓。總部大樓由空運貨站 改建，貫徹了環保原則和理念，以及對香港市民的 承擔。市民對開放日活動反應十分熱烈，當天共有 3,000多名市民報名參加大樓的教育徑導賞團，參 觀地下展覽廳和七樓的展覽區，以及到天台近距離觀看本港其中一個最大型的太陽能光伏系 統。市民透過各種有趣的互動節能遊戲，對可再生能源和科技有更深入的了解。 參與社區活動 員工康樂會社會服務組 員工康樂會中樂組為國際復康日演出 員工康樂會社會服務組定期為長者和有需要人 機電工程署員工康樂會中樂組 25位成員於2 010年 士提供家居維修服務。仁愛堂每月安排社會服務 1月 9日應仁濟醫院上環復康服務中心的邀請，在 組的義工，為有需要人士上門維修家居器具。 中西區區議會於西環卑路乍灣公園為國際復康日 舉辦的一項戶外活動中演奏。",
        "content": "\u00181 社會及環保報告\n2009/10\n機電工程署開放日\n機電工程署於2009年6月首次舉辦開放日，邀請\n市民參觀九龍灣總部大樓。總部大樓由空運貨站\n改建，貫徹了環保原則和理念，以及對香港市民的\n承擔。市民對開放日活動反應十分熱烈，當天共有\n3,000多名市民報名參加大樓的教育徑導賞團，參\n觀地下展覽廳和七樓的展覽區，以及到天台近距離觀看本港其中一個最大型的太陽能光伏系\n統。市民透過各種有趣的互動節能遊戲，對可再生能源和科技有更深入的了解。\n參與社區活動\n員工康樂會社會服務組 員工康樂會中樂組為國際復康日演出\n員工康樂會社會服務組定期為長者和有需要人 機電工程署員工康樂會中樂組 25位成員於2 010年\n士提供家居維修服務。仁愛堂每月安排社會服務 1月 9日應仁濟醫院上環復康服務中心的邀請，在\n組的義工，為有需要人士上門維修家居器具。 中西區區議會於西環卑路乍灣公園為國際復康日\n舉辦的一項戶外活動中演奏。",
        "page_number": 32,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 32,
        "summary": "社會及環保報告 \u00182 2009/10 為長者提供資訊及通訊科技義工服務 機電工程署的資訊及電腦科技義工，為女青年會及安 老事務委員會於2009年10月合辦的長者電腦課程提 供支援服務。課程共分四節，課題包括如何處理數碼 相片、中文輸入法和基本電腦知識。 慈善活動 機電工程署員工積極參與各項慈善活動。過去1 2個月期間， 機電工程署員工參加了香港公益金百萬行和保良局慈善步 行，兩項活動都是在 2010年1 月舉行。此外，機電工程署員工 也在 2009年1 1月參加了東區尤德夫人那打素醫院的慈善步 行籌款 2009，為醫院籌集款項以協助提升醫護服務質素。 此外，機電工程署的1 1個員工協會也於2 009年 8月和 9月，為受 颱風「莫拉克」影響的台灣災民籌款。",
        "content": "社會及環保報告 \u00182\n2009/10\n為長者提供資訊及通訊科技義工服務\n機電工程署的資訊及電腦科技義工，為女青年會及安\n老事務委員會於2009年10月合辦的長者電腦課程提\n供支援服務。課程共分四節，課題包括如何處理數碼\n相片、中文輸入法和基本電腦知識。\n慈善活動\n機電工程署員工積極參與各項慈善活動。過去1 2個月期間，\n機電工程署員工參加了香港公益金百萬行和保良局慈善步\n行，兩項活動都是在 2010年1 月舉行。此外，機電工程署員工\n也在 2009年1 1月參加了東區尤德夫人那打素醫院的慈善步\n行籌款 2009，為醫院籌集款項以協助提升醫護服務質素。\n此外，機電工程署的1 1個員工協會也於2 009年 8月和 9月，為受\n颱風「莫拉克」影響的台灣災民籌款。",
        "page_number": 33,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 33,
        "summary": "社會及環保報告 2009/10 表現 經濟",
        "content": "社會及環保報告\n2009/10\n表現\n經濟",
        "page_number": 34,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 34,
        "summary": "社會及環保報告 \u0018\u0018 2009/10 經濟表現 機電工程署為香港的經濟發展作出貢獻。我們的營 經濟表現概覽 運服務為包括政府部門及公營機構等客戶提供服 務，而我們的規管服務則以市民大眾為對象。兩者 我們每年都透過機電工程營運基金業績報告及規 都為員工提供就業機會，也為向我們提供貨品和服 管服務行政預算，檢討我們的經濟表現。如欲全面 務的供應商及承辦商帶來商機，惠及本地經濟。 了解我們的財務表現，請參閱機電工程營運基金 2009/10年年報(http://www.emsd.gov.hk)，以及 此外，我們的規管服務亦致力確保本港有一個安 香港特別行政區政府的政府一般收入帳目（總目 全和講求節約能源的環境，這對吸引外資來港十 42）(www.budget.gov.hk)。 分重要。由於能效產品和建築物能源效益的規管 架構在未來數年將更趨完備和成熟，市場對低碳 及有利生態環境平衡的產品和服務需求定會增 加，從而帶來更多營商和創新的機會。 主要經濟指標摘要－營運服務 2007/08 2008/09 2009/10 （千港元） （千港元） (千港元） 營業額 3,533,773 3,760,726 4,130,110 供應商及承辦商 1,524,659 1,641,131 1,804,857 總薪酬及福利 ／員工成本 1,664,602 1,770,126 1,784,968 稅務(名義) 56,455 52,950 85,070 主要經濟指標摘要－規管服務 2007/08 2008/09 2009/10 （千港元） （千港元） (千港元） 供應商及承辦商 51,280 58,787 74,060 為政府部門進行節能項目/再生能源項目 72,664 70,818 200,350 及室內空氣質素項目的支出 總薪酬及福利 ／員工成本 177,490 195,229 194,809",
        "content": "社會及環保報告 \u0018\u0018\n2009/10\n經濟表現\n機電工程署為香港的經濟發展作出貢獻。我們的營 經濟表現概覽\n運服務為包括政府部門及公營機構等客戶提供服\n務，而我們的規管服務則以市民大眾為對象。兩者 我們每年都透過機電工程營運基金業績報告及規\n都為員工提供就業機會，也為向我們提供貨品和服 管服務行政預算，檢討我們的經濟表現。如欲全面\n務的供應商及承辦商帶來商機，惠及本地經濟。 了解我們的財務表現，請參閱機電工程營運基金\n2009/10年年報(http://www.emsd.gov.hk)，以及\n此外，我們的規管服務亦致力確保本港有一個安 香港特別行政區政府的政府一般收入帳目（總目\n全和講求節約能源的環境，這對吸引外資來港十 42）(www.budget.gov.hk)。\n分重要。由於能效產品和建築物能源效益的規管\n架構在未來數年將更趨完備和成熟，市場對低碳\n及有利生態環境平衡的產品和服務需求定會增\n加，從而帶來更多營商和創新的機會。\n主要經濟指標摘要－營運服務\n2007/08 2008/09 2009/10\n（千港元） （千港元） (千港元）\n營業額 3,533,773 3,760,726 4,130,110\n供應商及承辦商 1,524,659 1,641,131 1,804,857\n總薪酬及福利 ／員工成本 1,664,602 1,770,126 1,784,968\n稅務(名義) 56,455 52,950 85,070\n主要經濟指標摘要－規管服務\n2007/08 2008/09 2009/10\n（千港元） （千港元） (千港元）\n供應商及承辦商 51,280 58,787 74,060\n為政府部門進行節能項目/再生能源項目\n72,664 70,818 200,350\n及室內空氣質素項目的支出\n總薪酬及福利 ／員工成本 177,490 195,229 194,809",
        "page_number": 35,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 35,
        "summary": "\u0018\u0018 社會及環保報告 2009/10 新業務發展 人員僱用 年內，我們除了繼續為客戶部門的日常運作及機電 截至2010年3月31日止，機電工程署聘用了5,295名 項目提供支援外，亦協助政府推行各項發展基建 員工，較上年度增加了4.5%。員工成本包括薪酬、 及低碳經濟的政策措施。營運基金的團隊正參與 強制性公積金供款、津貼和附帶福利，總額約為 多個大型基建、節能、能源及二氧化碳排放綜合審 19.8億港元。 計及機電資產更換項目，而「學校環保午膳計劃」 物料及服務採購 也是我們的服務範疇之一。 我們一直與顧問、供應商和承辦商緊密合作，為 2009/10 年度，我們開展了一些廣為人知的大型基 市民和客戶部門提供服務。在採購物料及服務 建項目，包括廣深港高速鐵路和啟德郵輪碼頭。我 方面，我們按照發展局（工務科）、財經事務及 們為廣深港高速鐵路系統擔任獨立評審顧問，為 庫務局和政府物流服務署制訂的指引，嚴格遵 啟德郵輪碼頭前沿區配套設施的建造和設備的安 從採購程序和各類合約的招標程序。2009/10年 裝，提供顧問及項目管理服務。此外，我們也為消 度，我們在承辦商及供應商方面的開支總額約為 防處潛水訓練中心的設計和建造、民航處的新總 18.8億港元。 部大樓、用水效益標籤計劃，以及政府建築物和學 校加裝節水器具等主要項目，提供相關的工程和 專業顧問服務。 我們也與各政府部門續簽了更多服務水平協議， 提供機電維修與工程支援及監察服務。年內簽訂 的主要服務水平協議，包括為懲教署的羅湖懲教 所，提供機電設施測試和校驗的技術諮詢服務；為 渠務署的新增污水處理設施，提供操作、維修保 養及緊急支援服務；以及就路政署八號幹線青沙 管制區的管理、操作與維修保養合約，提供技術諮 詢及監察服務。",
        "content": "\u0018\u0018 社會及環保報告\n2009/10\n新業務發展 人員僱用\n年內，我們除了繼續為客戶部門的日常運作及機電 截至2010年3月31日止，機電工程署聘用了5,295名\n項目提供支援外，亦協助政府推行各項發展基建 員工，較上年度增加了4.5%。員工成本包括薪酬、\n及低碳經濟的政策措施。營運基金的團隊正參與 強制性公積金供款、津貼和附帶福利，總額約為\n多個大型基建、節能、能源及二氧化碳排放綜合審 19.8億港元。\n計及機電資產更換項目，而「學校環保午膳計劃」\n物料及服務採購\n也是我們的服務範疇之一。\n我們一直與顧問、供應商和承辦商緊密合作，為\n2009/10 年度，我們開展了一些廣為人知的大型基\n市民和客戶部門提供服務。在採購物料及服務\n建項目，包括廣深港高速鐵路和啟德郵輪碼頭。我\n方面，我們按照發展局（工務科）、財經事務及\n們為廣深港高速鐵路系統擔任獨立評審顧問，為\n庫務局和政府物流服務署制訂的指引，嚴格遵\n啟德郵輪碼頭前沿區配套設施的建造和設備的安\n從採購程序和各類合約的招標程序。2009/10年\n裝，提供顧問及項目管理服務。此外，我們也為消\n度，我們在承辦商及供應商方面的開支總額約為\n防處潛水訓練中心的設計和建造、民航處的新總\n18.8億港元。\n部大樓、用水效益標籤計劃，以及政府建築物和學\n校加裝節水器具等主要項目，提供相關的工程和\n專業顧問服務。\n我們也與各政府部門續簽了更多服務水平協議，\n提供機電維修與工程支援及監察服務。年內簽訂\n的主要服務水平協議，包括為懲教署的羅湖懲教\n所，提供機電設施測試和校驗的技術諮詢服務；為\n渠務署的新增污水處理設施，提供操作、維修保\n養及緊急支援服務；以及就路政署八號幹線青沙\n管制區的管理、操作與維修保養合約，提供技術諮\n詢及監察服務。",
        "page_number": 36,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 36,
        "summary": "及嘉許 獎項",
        "content": "及嘉許\n獎項",
        "page_number": 37,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 37,
        "summary": "\u0018\u0018 社會及環保報告 2009/10 獎項及嘉許 機電工程署人員每年均獲政府及外間機構頒發獎 • 「精明電力規管隊」也獲得「監管╱執行服務 項，表揚他們在工作或社會服務方面的出色表現。 獎」的「特別嘉許（善用資源）獎」 我們也主動參與各項活動、比賽及合適的認證工 作，以掌握不同範疇的最佳做法和標準。 • 監管╱執行服務獎：「一番新氣象」獲頒優異獎 2009/10年度，我們獲得以下獎項及嘉許： 青年工程師服務社會獲嘉許 六項公務員優質服務獎 衞生工程部電子工程師謝樂謙先生獲香港工程師 學會頒發2010年度的「傑出青年工程師」優異獎。 機電工程署人員表現出色，在「2009年公務員優質 謝先生於2000年加入機電工程署，現時負責電子 服務獎勵計劃」中贏得六個獎項，分別為： 及生物醫療儀器的維修保養管理及項目管理工 作。謝先生在工程和客戶服務方面都表現卓越，並 • 部門獎：與運輸署的合作項目「新一代無線交 積極參與部門和社區事務，貢獻良多。 通監察系統」獲「部門合作獎」季軍 • 部門獎：部門有份參與的「科學為民」獲頒「部 門合作獎」優異獎 • 隊伍獎：「奧運馬術特別職務隊」獲頒「專門服 務獎」優異獎 • 監管╱執行服務獎：「精明電力規管隊」榮獲冠軍",
        "content": "\u0018\u0018 社會及環保報告\n2009/10\n獎項及嘉許\n機電工程署人員每年均獲政府及外間機構頒發獎 • 「精明電力規管隊」也獲得「監管╱執行服務\n項，表揚他們在工作或社會服務方面的出色表現。 獎」的「特別嘉許（善用資源）獎」\n我們也主動參與各項活動、比賽及合適的認證工\n作，以掌握不同範疇的最佳做法和標準。 • 監管╱執行服務獎：「一番新氣象」獲頒優異獎\n2009/10年度，我們獲得以下獎項及嘉許： 青年工程師服務社會獲嘉許\n六項公務員優質服務獎 衞生工程部電子工程師謝樂謙先生獲香港工程師\n學會頒發2010年度的「傑出青年工程師」優異獎。\n機電工程署人員表現出色，在「2009年公務員優質 謝先生於2000年加入機電工程署，現時負責電子\n服務獎勵計劃」中贏得六個獎項，分別為： 及生物醫療儀器的維修保養管理及項目管理工\n作。謝先生在工程和客戶服務方面都表現卓越，並\n• 部門獎：與運輸署的合作項目「新一代無線交 積極參與部門和社區事務，貢獻良多。\n通監察系統」獲「部門合作獎」季軍\n• 部門獎：部門有份參與的「科學為民」獲頒「部\n門合作獎」優異獎\n• 隊伍獎：「奧運馬術特別職務隊」獲頒「專門服\n務獎」優異獎\n• 監管╱執行服務獎：「精明電力規管隊」榮獲冠軍",
        "page_number": 38,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 38,
        "summary": "社會及環保報告 \u0018\u0018 2009/10 技工在2009年卡爾加里世界技能大賽獲頒 優異獎 衞生工程部空調技工陳俊文先生於加拿大卡爾加 里的「2009年第40屆世界技能大賽」中獲頒優異 獎。技能大賽每兩年舉行一次，為全球23 歲或以下 的青年技工而設。陳先生代表香港參賽，面對來自 50多個國家和地區的900名對手，在連續四天的比 賽中，完成多項有關安裝空調設施的工作，不但表 現了出色技術，也符合嚴格的安全要求。陳先生是 機電工程署學徒訓練計劃的畢業生。 在最佳汽車學徒比賽中獲獎 機電工程署三位汽車技工學徒在職業訓練局汽車 業訓練委員會於2009年11月舉辦的「最佳汽車學 徒比賽」中獲獎。他們分別是贏得第五名的王凱豪 先生、第六名的李振文先生和獲頒優異獎的張文 威先生。 申訴專員投訴處理嘉許獎 氣體標準事務處的陳達廣先生，以其與石油氣的 士業界的出色聯繫和溝通工作，獲申訴專員公署 頒發「2009 年申訴專員嘉許獎 (公職人員獎)」。 陳先生在處理業界對專用石油氣加氣站供氣問題 的投訴和查詢時表現卓越，不但迅速作出回應，並 且展示了出色的領導才能。",
        "content": "社會及環保報告 \u0018\u0018\n2009/10\n技工在2009年卡爾加里世界技能大賽獲頒\n優異獎\n衞生工程部空調技工陳俊文先生於加拿大卡爾加\n里的「2009年第40屆世界技能大賽」中獲頒優異\n獎。技能大賽每兩年舉行一次，為全球23 歲或以下\n的青年技工而設。陳先生代表香港參賽，面對來自\n50多個國家和地區的900名對手，在連續四天的比\n賽中，完成多項有關安裝空調設施的工作，不但表\n現了出色技術，也符合嚴格的安全要求。陳先生是\n機電工程署學徒訓練計劃的畢業生。\n在最佳汽車學徒比賽中獲獎\n機電工程署三位汽車技工學徒在職業訓練局汽車\n業訓練委員會於2009年11月舉辦的「最佳汽車學\n徒比賽」中獲獎。他們分別是贏得第五名的王凱豪\n先生、第六名的李振文先生和獲頒優異獎的張文\n威先生。\n申訴專員投訴處理嘉許獎\n氣體標準事務處的陳達廣先生，以其與石油氣的\n士業界的出色聯繫和溝通工作，獲申訴專員公署\n頒發「2009 年申訴專員嘉許獎 (公職人員獎)」。\n陳先生在處理業界對專用石油氣加氣站供氣問題\n的投訴和查詢時表現卓越，不但迅速作出回應，並\n且展示了出色的領導才能。",
        "page_number": 39,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 39,
        "summary": "\u00189 社會及環保報告 2009/10 市政工程部人員東亞運工作獲表揚 市政工程部約230位員工獲民政事務局及第五屆 東亞運動會籌備委員會頒發感謝狀，以表揚他們 對2009年12月成功舉行的東亞運動會的卓越貢 獻。有關人員為18個東亞運動會場地的機電、空 調、屋宇裝備及電子系統，提供技術意見、運作支 援及候命支援服務，並進行各種電力、視像、廣播 和電子計時系統改善工程。 營運基金承辦商獲公德地盤嘉許獎 部負責監督該工程項目，對承辦商獲頒上述獎項 也有相當貢獻。 一年一度的「公德地盤嘉許獎」由發展局舉辦，旨 在向承辦商及地盤監督機構推廣職業健康及安 全。機電工程營運基金「把行車時間顯示系統擴展 至九龍區」項目的承辦商快易通有限公司，獲頒「 2009公德地盤嘉許獎」優異獎。我們的工程策劃",
        "content": "\u00189 社會及環保報告\n2009/10\n市政工程部人員東亞運工作獲表揚\n市政工程部約230位員工獲民政事務局及第五屆\n東亞運動會籌備委員會頒發感謝狀，以表揚他們\n對2009年12月成功舉行的東亞運動會的卓越貢\n獻。有關人員為18個東亞運動會場地的機電、空\n調、屋宇裝備及電子系統，提供技術意見、運作支\n援及候命支援服務，並進行各種電力、視像、廣播\n和電子計時系統改善工程。\n營運基金承辦商獲公德地盤嘉許獎 部負責監督該工程項目，對承辦商獲頒上述獎項\n也有相當貢獻。\n一年一度的「公德地盤嘉許獎」由發展局舉辦，旨\n在向承辦商及地盤監督機構推廣職業健康及安\n全。機電工程營運基金「把行車時間顯示系統擴展\n至九龍區」項目的承辦商快易通有限公司，獲頒「\n2009公德地盤嘉許獎」優異獎。我們的工程策劃",
        "page_number": 40,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 40,
        "summary": "社會及環保報告 \u00180 2009/10 全球報告倡議組織指標索引 指標 全球報告倡議組織指標編號 頁數 策略及分析 1.1, 1.2 7 - 10 機構簡介 2.1 - 2.10 3 - 5, 22 - 24, 34 - 39 報告規範 報告概況 3.1 - 3.4 1, 42 報告範圍及界限 3.5 - 3.11 1, 2, 5, 40 全球報告倡議組織內容索引 3.12 40 認證 3.13 42 管治、承諾及參與度 管治 4.1-2, 4.4 3, 5, 6, 22 - 24 與持份者溝通 4.14 - 4.16 6, 22 - 24 管理方針及績效指標",
        "content": "社會及環保報告 \u00180\n2009/10\n全球報告倡議組織指標索引\n指標 全球報告倡議組織指標編號 頁數\n策略及分析\n1.1, 1.2 7 - 10\n機構簡介\n2.1 - 2.10 3 - 5, 22 - 24, 34 - 39\n報告規範\n報告概況 3.1 - 3.4 1, 42\n報告範圍及界限 3.5 - 3.11 1, 2, 5, 40\n全球報告倡議組織內容索引 3.12 40\n認證 3.13 42\n管治、承諾及參與度\n管治 4.1-2, 4.4 3, 5, 6, 22 - 24\n與持份者溝通 4.14 - 4.16 6, 22 - 24\n管理方針及績效指標\n經濟 經濟績效 EC1, EC3 9 - 11, 34, 35\n環境 物料 EN1, EN2 19, 20, 41\n能源 EN3, EN5, EN6 11, 19, 20, 41\n水 EN8 19, 41\n排放物、污水及廢棄物 EN16, EN18 20, 41\n產品及服務 EN26 13 - 17, 20\n交通運輸 EN29 20\n社會 勞工措施及合理工作\n- 僱用 LA1 22, 35\n- 職業健康與安全 LA6, LA7 23\n- 培訓與教育 LA10, LA11 22, 41\n- 多元化與平等機會 LA13 22\n人權\n- 結社自由與集體談判權 HR5 24\n社會\n- 社區 SO1 13 - 20, 25 - 32\n產品責任\n- 產品及服務標籤 PR5 24\n如欲取得更多關於全球報告倡議組織指標的資料，請瀏覽網站 http://www.globalreporting.org/Home",
        "page_number": 41,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 41,
        "summary": "油漆及溶劑 (升) 44,626 42,755 33,506 潤滑油 (升) 140,599 124,520 123,602 油脂 (公斤) 2,212 2,249 1,958 製冷劑 (公斤) (例如R22及R134a) 16,379 15,803 * 18,915 工業用氣體 (立方米) (例如氧、氬及乙炔) 3,733 3,611 2,753 蓄電池電解液 (升) 2,520 1,620 1,947 原子車胎 (條) 9,064 8,108 9,103 外車胎 (條) 3,393 3,278 3,272 車胎內膽 (條) 2,422 2,102 1,944 廢氣、排放物及廢物 @ 廢紙 (公斤) 16,748 14,124 23,535 碳粉盒 (個) 3,058 2,957 3,309 用罄電池 (公斤) 3,553 2,896 3,626 金屬廢料 (公斤) 47,714 30,375 37,270 廢油 (升) 128,778 116,616 * 117,896 車胎 (條) 12,210 7,989 8,172 含水銀照明燈，包括熒光燈 (盞) 107,039 113,007 145,550 員工 每千名員工的須予呈報意外宗數 5.46 5.87 4.38 員工滿意度 (以10分為滿分) 6.50 不適用 6.30 培訓 (平均培訓日數 / 員工) 5.67 5.25 5.00 #不包括員工食堂和租用辦公室的耗電量 *更正上年度數字 @有關廢物由持牌物料回收／處置承辦商收集",
        "content": "\u00181 社會及環保報告\n2009/10\n統計資料摘要\n資源 2007/08 2008/09 2009/10\n電力 (千瓦小時)# 12,620,831 12,311,211 * 11,962,512\n煤氣 (兆焦耳) 317,000 277,248 341,904\n水 (立方米) 69,000 59,878 37,027\n柴油 (升) 56,194 118,861 * 136,074\n汽油 (升) 464,259 386,222 * 513,083\n紙張 – A3、A4 (令) 29,326 28,459 27,379\n油漆及溶劑 (升) 44,626 42,755 33,506\n潤滑油 (升) 140,599 124,520 123,602\n油脂 (公斤) 2,212 2,249 1,958\n製冷劑 (公斤) (例如R22及R134a) 16,379 15,803 * 18,915\n工業用氣體 (立方米) (例如氧、氬及乙炔) 3,733 3,611 2,753\n蓄電池電解液 (升) 2,520 1,620 1,947\n原子車胎 (條) 9,064 8,108 9,103\n外車胎 (條) 3,393 3,278 3,272\n車胎內膽 (條) 2,422 2,102 1,944\n廢氣、排放物及廢物 @\n廢紙 (公斤) 16,748 14,124 23,535\n碳粉盒 (個) 3,058 2,957 3,309\n用罄電池 (公斤) 3,553 2,896 3,626\n金屬廢料 (公斤) 47,714 30,375 37,270\n廢油 (升) 128,778 116,616 * 117,896\n車胎 (條) 12,210 7,989 8,172\n含水銀照明燈，包括熒光燈 (盞) 107,039 113,007 145,550\n員工\n每千名員工的須予呈報意外宗數 5.46 5.87 4.38\n員工滿意度 (以10分為滿分) 6.50 不適用 6.30\n培訓 (平均培訓日數 / 員工) 5.67 5.25 5.00\n#不包括員工食堂和租用辦公室的耗電量\n*更正上年度數字\n@有關廢物由持牌物料回收／處置承辦商收集",
        "page_number": 42,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 42,
        "summary": "社會及環保報告 \u00182 2009/10 獨立核實聲明",
        "content": "社會及環保報告 \u00182\n2009/10\n獨立核實聲明",
        "page_number": 43,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 43,
        "summary": "關於機電工程署 c. 署長的話 d. 挑戰與機遇 e. 表現與目標 f. 環保表現 g. 社會服務表現 h. 經濟表現 i.",
        "content": "\u0018\u0018 社會及環保報告\n2009/10\n讀者意見表格\n多謝閣下閱覽本署的2009/10年度社會及環保報告。為協助我們改善日後的報告編製工作，歡迎閣下提出\n寶貴意見。\n1. 你認為報告哪部分的內容最豐富？ 不足 可接受 內容豐富\n1 2 3 4 5\na. 關於本報告\nb. 關於機電工程署\nc. 署長的話\nd. 挑戰與機遇\ne. 表現與目標\nf. 環保表現\ng. 社會服務表現\nh. 經濟表現\ni. 獎項及嘉許\nj. 全球報告倡議組織指標索引\nk. 統計資料摘要\n2. 本報告能否令你更了解機電工程署在環保方面的表現？ 能 不能 沒有意見\n3. 本報告能否令你更了解機電工程署在社會責任方面的表現？ 能 不能 沒有意見\n4. 整體而言，你怎樣評價本報告？ 差 好 很好\n5. 如有其他意見／建議，請註明：\n6. 我們可怎樣回應你的意見／建議（請提供電郵地址或聯絡資料，以便我們跟進）－可選擇是否填寫此項。\n請把讀者意見表格擲回：\n香港九龍啟成街3號\n機電工程署\n部門安全分部\n傳真：(852) 2576 1207\n電郵：safety@emsd.gov.hk",
        "page_number": 44,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2009-2010",
        "file_number": 44,
        "summary": "機電工程署 香港九龍啟成街3號 電話: (852) 2333 3762 傳真: (852) 2890 7493 網址: www.emsd.gov.hk 電郵: info@emsd.gov.hk",
        "content": "機電工程署\n香港九龍啟成街3號\n電話: (852) 2333 3762 傳真: (852) 2890 7493\n網址: www.emsd.gov.hk\n電郵: info@emsd.gov.hk",
        "page_number": 45,
        "total_pages": 45,
        "tag": "pdf"
    }
]