[
    {
        "filename": "er2010-2011",
        "file_number": 0,
        "summary": "",
        "content": "2010/11\n社會及環保報告\n支援可持續發展\n締造更理想環境",
        "page_number": 1,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 1,
        "summary": "本報告 也為機電工程署提供一個與持份者溝通的平台，讓他們了解機電工程署在本港可持續 發展及逐步邁向低碳生活之旅中所肩負的角色。",
        "content": "關於本報告\n這是機電工程署的環保年刊，報告了我們年內在環保、社會和經濟方面的表現。本報告\n也為機電工程署提供一個與持份者溝通的平台，讓他們了解機電工程署在本港可持續\n發展及逐步邁向低碳生活之旅中所肩負的角色。\n報告範圍\n本報告涵蓋機電工程署由2010年4月1日至2011年3月31日期間在本港的運作情況。報\n告內提供的數據均為實際數字，涵蓋機電工程署在全港各區的工作。在合適可行的情\n況下，各主要事項的數據已整合為可比較的數據。所有金額均以港元為單位。\n匯報原則\n本報告參照《全球報告倡議組織G3指引》編寫。全球報告倡議組織指標索引載於本報\n告最後部分，以供參考。\n本報告的獨立核實聲明亦載於報告的最後部分。\n01 社會及環保報告 2010/11",
        "page_number": 2,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 2,
        "summary": "",
        "content": "目錄\n01\n關於本報告\n03\n關於機電工程署\n• 抱負、使命和信念\n• 部門簡介\n• 組織架構\n• 企業管治\n• 與持份者溝通\n07\n署長的話\n11\n挑戰和機遇\n13\n表現與目標\n15\n環保表現\n24\n社會服務表現\n35\n經濟表現\n38\n獎項及嘉許\n40\n全球報告倡議組織指標索引\n41\n統計資料摘要\n42\n獨立核實聲明\n43\n讀者意見表格\n社會及環保報告 2010/11 02",
        "page_number": 3,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 3,
        "summary": "專業才能 誠信 • 部 門 可靠 掌 握 科 技 發 展 和 流 程 改 善 ， 以 提 供 更 佳 服 務 。",
        "content": "關於機電工程署\n我們的抱負、使命和信念\n規管服務 營運服務\n抱負 抱負\n成為促使香港在機電安全及善用能源方面，都達到 致 力 提 供 優 質 機 電 工 程 服 務 ， 精 益 求 精 ， 以 提\n世界首要都會水平的政府機構。 升 市 民 的 生 活 質 素 。\n使命 使命\n確保機電及能源科技均以安全、可靠、經濟及環保 • 客 戶\n的方式得以善用，並藉此促進社會的安全及提升生 提 供 優 質 的 工 程 方 案 ， 以 滿 足 客 戶 的 需 要 。\n活質素。\n• 員 工\n信念 建 立 一 支 卓 越 的 員 工 隊 伍 ， 並 維 持 和 諧 的 工 作\n環 境 。\n專業才能\n誠信 • 部 門\n可靠 掌 握 科 技 發 展 和 流 程 改 善 ， 以 提 供 更 佳 服 務 。\n承擔\n信念\n誠 信\n出 色 服 務\n關 懷\n以 客 為 本\n承 擔\n03 社會及環保報告 2010/11",
        "page_number": 4,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 4,
        "summary": "與此同時，為推動能源效益和保護環境，我們 香港市民的生活息息相關。",
        "content": "部門簡介\n機電工程署有兩大職能。我們的規管服務在電氣、機 行香港首條能源效益法例。我們亦就政府的環保措\n械、氣體工程、鐵路安全及能源效益方面提供規管 施給予廣泛的專業及技術支援，例如制訂不同的自\n架構，執行各種安全與能源效益法例和推廣公眾安 願性及強制性能源效益計劃、就香港的可再生能源\n全教育，以保障市民的安全和提高能源效益。與此 來源進行研究、編纂能源消耗數據、引進環保車輛\n同時，我們的營運服務，即機電工程營運基金（營運 以及擬定能源效益法例。\n基金），為本港各政府部門及公營機構提供電氣、機\n械、電子工程及屋宇裝備服務。 在客戶服務方面，營運基金提供一站式的工程和維\n修增值服務，以確保本港許多正在使用的系統能持\n為確保本港的機電安全，規管服務出版各種指引和 續有效運作。我們為機場、醫院、學校、紀律部隊、運\n實務守則，並執行有關安全使用氣體、電力、升降機 輸及公路、港口及海港、政府合署及法院大樓，以及\n及自動梯、鐵路、電車、山頂纜車及機動遊戲機等的 公眾文娛康樂設施提供服務，這些機構及設施均與\n條例。與此同時，為推動能源效益和保護環境，我們 香港市民的生活息息相關。\n積極為客戶及市民提供服務和舉辦各種活動，並推\n電力及能源效益\n氣體及一般法例\n組織架構\n副署長\n鐵路\n（規管服務）\n電力小組\n部門行政\n機電工程署署長╱\n機電工程營運基金總經理\n工程服務一\n工程服務二\n副署長\n（營運服務）\n企業支援及業務發展\n財政\n社會及環保報告 2010/11 04",
        "page_number": 5,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 5,
        "summary": "企業管治 機電工程署是香港特別行政區的一個政府部門，有 營運基金的組織實務受各種法例、政策、通告和指引 明確的組織架構。",
        "content": "企業管治\n機電工程署是香港特別行政區的一個政府部門，有 營運基金的組織實務受各種法例、政策、通告和指引\n明確的組織架構。企業管治架構詳列於下圖。 所規範。以下是一些規管營運基金業務運作及活動\n的主要法規：\n規管服務的運作由下列法規所規管：\n• 《公共財政條例》\n• 《公共財政條例》 • 《營運基金條例》\n• 財務及會計規則 • 機電工程營運基金概要協議\n• 規管機電工程署在電氣、氣體、機械和鐵路安全， • 財務及會計規則\n以及能源效益方面的管制和執法工作的相關法例\n機電工程署除了向有關的決策局負責外，亦受立法\n會、申訴專員、審計署署長的獨立監督。\n機 電 工 程 署\n署長管理委員會 管理委員會\n• 機電工程署署長擔任主席 • 機電工程署署長擔任主席\n• 確保部門能貫徹管理責任和滿足管治期望 • 負責營運服務的管理和運作\n高層管理委員會 營運服務管理委員會\n• 機電工程署副署長╱ 規管服務擔任主席 • 機電工程署副署長╱ 營運服務擔任主席\n• 就規管服務的計劃制訂及政策執行作出監察 • 就營運服務的計劃制訂及政策執行作出監察\n05 社會及環保報告 2010/11",
        "page_number": 6,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 6,
        "summary": "當中包括年報、網 站、通訊刊物如《機電與我》、《電力快訊》、《氣體 快訊》、《智能》、《機電傳聲》和《群聲》、客戶聯絡 小組、員工協商委員會、員工通訊、與商會和專業團 體的定期諮詢，以及有關機電安全及能源效益的宣 傳及推廣與社區外展活動等。",
        "content": "與持份者溝通\n作為政府機構，我們的持份者包括客戶、決策局、僱\n員、受規管業界、工商業組織、供應商和承辦商、專業\n和行業團體及社會大眾。\n考慮到持份者的不同類別，我們提供了多種溝通渠\n道，以配合持份者不同的需要。當中包括年報、網\n站、通訊刊物如《機電與我》、《電力快訊》、《氣體\n快訊》、《智能》、《機電傳聲》和《群聲》、客戶聯絡\n小組、員工協商委員會、員工通訊、與商會和專業團\n體的定期諮詢，以及有關機電安全及能源效益的宣\n傳及推廣與社區外展活動等。\n此外，我們的高層管理人員更以身作則，支持和鼓勵\n同事加入香港工程師學會的理事會、各個委員會和工\n作小組，及參與國際性的工程組織，維持本港工程專\n業的高水平。\n社會及環保報告 2010/11 06",
        "page_number": 7,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 7,
        "summary": "",
        "content": "署長的話\n〝 機電工程署除了為社會大眾\n提供工程和規管服務，也很榮\n幸能參與推動能源效益教育\n和落實各種能源效益項目的\n工作〞\n陳帆\n機電工程署署長\n07 社會及環保報告 2010/11",
        "page_number": 8,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 8,
        "summary": "低碳生活是全球很多經濟體和社群的願景，香港也 獲立法會批准，涵蓋範圍擴大至洗衣機和抽濕機， 不例外。",
        "content": "低碳生活是全球很多經濟體和社群的願景，香港也 獲立法會批准，涵蓋範圍擴大至洗衣機和抽濕機，\n不例外。香港政府近年採取了不少措施，帶動減低碳 現共包含5類產品。第二階段已由2010年9月起全面\n排放，而機電工程署除了為社會大眾提供工程和規管 推行。\n服務，也很榮幸能參與推動能源效益教育和落實各\n種能源效益項目的工作。 另一新里程是《建築物能源效益條例》於2010年年\n底獲立法會通過，這是本港第一條規管建築物能源\n這份社會及環保報告，匯報了我們由2010年4月1日 效益的法例，將於2012年9月全面實施。建築物耗電\n至2011年3月31日，在環保、社會和經濟三方面的表 佔全港總耗電量約九成，也佔全港溫室氣體排放約\n現，及我們怎樣在提供的工程服務上支持香港的持 六成。這條例將大大提高本港節能的表現。\n續發展，希望與大家分享一點成績和喜悅。\n能源效益新里程\n2010/11年度本港在能源效益方面的立法工作有兩\n大突破，一是強制性能源效益標籤計劃的第二階段\n社會及環保報告 2010/11 08",
        "page_number": 9,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 9,
        "summary": "委員會定期開會，檢討部門的 關掉20多台實體伺服器，並推出超過35台虛擬伺服 培訓計劃及活動，包括歷史悠久的見習工程師訓練 器，以助實體伺服器器材進一步減低耗電量。",
        "content": "〝 我們的營運服務將繼續與客戶部門合作，\n實施各種綠色解決方案，協助客戶場地和\n操作變得更節能、更具可持續性〞\n為客戶提供環保方案 社會責任\n我們的營運服務於日常工作中，也盡量為客戶發掘 作為一個關懷和負責的企業公民，我們的責任並不\n各種節省能源的機會，例如主動協助客戶推行能源 限於為客戶和市民維持環保和健康的環境，亦應該\n效益方案和安裝可再生能源系統等。這包括安裝耗 為我們的員工和其他為我們工作的人仕提供一個安\n電量較低的照明和空調系統，為學校裝設環保飯堂 全和健康的工作環境。職業安全是我們對員工的社\n的設施，安裝太陽能熱水系統和監察九龍灣廢物回 會責任，年內我們成立了「職業安全及健康策導委員\n收中心的廚餘處理設施的操作及維修。我們更獲環 會」，由營運基金高層管理人員組成，目的是監督及\n境局委託，負責測試及採購電動車、在政府停車場 確保部門內部與承辦商均嚴格執行工作安全守則，\n安裝電動車充電設施，及為本港發展電動車的基礎 以進一步減低意外率。\n設施提供顧問服務。\n機電工程署深知必要透過不斷學習和發展技能，以\n年內，我們推出了一系列措施，以減低我們數據中心 提升員工的能力。員工的訓練和發展工作，由人力資\n的耗電量。我們檢視了有關伺服器的用電模式，決定 源管理委員會帶領。委員會定期開會，檢討部門的\n關掉20多台實體伺服器，並推出超過35台虛擬伺服 培訓計劃及活動，包括歷史悠久的見習工程師訓練\n器，以助實體伺服器器材進一步減低耗電量。我們也 計劃和學徒訓練計劃。我很高興見到部門的學徒，\n和政府資訊科技總監辦公室緊密合作，檢討數據中 繼2009年奪得職業訓練局獎項後，於2010年再下一\n心場地籌備指引，希望可以調高數據中心的室溫，從 城，憑著受訓期間的傑出表現，獲得職業訓練局獎\n而減少有關空調系統的耗電量。 項。\n09 社會及環保報告 2010/11",
        "page_number": 10,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 10,
        "summary": "至於淡水冷卻塔規 管制度，和推行啟德發展區的區域供冷系統項目，也 正如期進行。",
        "content": "社區服務是回饋社會的重要一環。我們全力支持員 向持份者致謝\n工參與慈善及志願工作，如慈善步行、和為社區活動\n作文藝表演等。我們不時也會多走一步，主動與業 香港現正轉化為低碳城市，無論機構和個人，在這歷\n界和公用事業合作，服務市民，例如在2010年12月 史性的轉變過程中都可出一分力。這報告不單闡釋\n花園街排檔火警後，加快恢復受影響樓宇和排檔的 機電工程署朝這方向邁進的工作，更是我們與各持\n電力供應。 份者交流的渠道之一。我們希望這刊物能引發新的\n意念和討論。\n展望未來\n最後，我要向所有持份者致意。我們的工作以至這報\n我們會延續2010/11年度的工作，進一步擴大有助 告的出版，都有賴大家對我們的支持，謹此致謝。\n實現可持續發展的各項措施。在能源效益和環保方\n面，焦點仍會是強制性能源效益標籤計劃及《建築\n物能源效益條例》方面的工作。至於淡水冷卻塔規\n管制度，和推行啟德發展區的區域供冷系統項目，也\n正如期進行。與此同時，我們的營運服務將繼續與 機電工程署署長\n客戶部門合作，實施各種綠色解決方案，協助客戶場 陳帆\n地和操作變得更節能、更具可持續性。\n社會責任方面，我們將繼續致力提高職業安全和健\n康水平。一如以往，機電工程署也會繼續支持慈善工\n作和社區活動。\n社會及環保報告 2010/11 10",
        "page_number": 11,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 11,
        "summary": "國際機構及本港的政策制訂者都要求優先處 施以審慎控制成本，並使用各種方法提升生產力，例 理可持續發展事項，例如管制排放物和減低能源強 如加強員工培訓、善用資訊科技，以及爭取與客戶部 度。",
        "content": "挑戰和機遇\n可持續發展對機構的影響\n由於政府陸續制定和實施更多能源效益法例，我們\n香港作為國際都市，必須在發展快速的知識型經濟 的執法工作也會相應增加。與此同時，由於業界及市\n中維持經濟增長，並同時不斷提高市民的生活質素。 民大眾需要更多有關能源效益、節約能源和可再生\n從可持續發展的角度來看，這表示機電工程署等機 能源的資訊，以及深化對這些範疇的認識，我們會加\n構必須以最有利生態環境的方式經營日常業務，俾 強公眾教育工作。我們也會提升員工的能力以讓他\n能善用資源、盡量減少廢物和污染。同樣重要的是， 們更有效地執行職務，並為香港引入適用的先進節\n我們必須妥善照顧員工、客戶及其他持份者的安全、 能技術。\n健康和福祉。與此同時，我們也須尋找和充分把握可\n持續發展所帶來的商機。 對營運服務的影響\n對規管服務的影響 目前全球經濟持續不穩，或會令我們的收入出現波\n動，加上通脹可能會提高營運成本和影響盈利，這些\n可持續發展對我們的規管服務，也帶來不容忽視的 都對我們的業務帶來隱憂。為此，我們已持續採取措\n影響。國際機構及本港的政策制訂者都要求優先處 施以審慎控制成本，並使用各種方法提升生產力，例\n理可持續發展事項，例如管制排放物和減低能源強 如加強員工培訓、善用資訊科技，以及爭取與客戶部\n度。作為亞太經濟合作組織（亞太經合組織）的成 門簽訂更多長期協議，使業務更趨穩定。\n員，香港全力支持2007年在悉尼簽署的《亞太經合\n組織領導人關於氣候變化、能源安全和清潔發展的 至於商機方面，客戶部門對我們的能源管理、碳審\n宣言》，並會以2005年的能源強度為基礎，致力在 計、節約能源和可再生能源等服務項目的需求日\n2030年前將能源強度降低至少25%。 增，就是其中的明顯例子。政府致力推行環保建築\n綱領，所有局和部門需以2007/08年度為基礎，在\n經濟增長、人口增加及氣候變化對自然資源造成的 2009/10年度至2013/14年度減省耗電量5%，也為\n壓力，已促使多國領袖專注研究如何為經濟增長和 我們的節約能源業務帶來更多商機。行政長官在二\n發展創造更多可持續的模式，並為此制定更嚴格的 零一零至一一年施政報告也重申，期望在2020年，\n排放管制規例。我們的規管服務所面對的挑戰，是 香港的碳強度可以由2005年的水平減少五至六成。\n掌握當前的國際發展形勢，協助政府建立能源效益 最近通過的《建築物能源效益條例》及政府公布的\n規管架構，利便香港轉型為具能源效益及低碳的經 應對氣候變化行動綱領，也勢必使客戶對能源效益\n濟體。 服務的需求大增。整體來說，由於客戶部門愈來愈明\n白能源效益和節約能源對經濟和環境的好處，我們\n的能源管理業務長遠而言可望持續增長。\n11 社會及環保報告 2010/11",
        "page_number": 12,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 12,
        "summary": "我 程服務，過程中涉及的辦公室運作及相關工程項目， 們執行能源效益法例，並通過各種計劃、推廣活動 無可避免會對環境造成影響。",
        "content": "機構對可持續發展的影響 營運服務\n規管服務 機電工程署也在多方面影響到可持續發展。我們的\n營運服務為本港各政府部門及公營機構提供機電工\n我們的規管服務也對可持續發展起着正面作用。我 程服務，過程中涉及的辦公室運作及相關工程項目，\n們執行能源效益法例，並通過各種計劃、推廣活動 無可避免會對環境造成影響。\n和獎項，推廣能源效益和更廣泛應用可再生能源。當\n中的重要例子包括電氣產品的自願性和強制性能源 為減少這些影響，我們實施了一套綜合管理系統，將\n效益標籤計劃、空調系統使用淡水冷卻塔計劃、建 品質、環境、職安健管理系統整合成一個流程框架，\n築物能源效益註冊計劃，以及實施《建築物能源效 並找出未能符合要求的地方以作改善。與此同時，我\n益條例》的工作。年內，我們開展了廣泛的宣傳和教 們為客戶部門的節能及可再生能源計劃提供專業工\n育工作，例如進行電視及電台宣傳、舉辦網上活動和 程服務，協助他們直接減低能源消耗量和廢物產生\n設置網站、印製刊物、舉辦特別活動、為業界和市民 量，亦對可持續發展帶來裨益。我們就採購環保車\n舉辦講座和研討會等，以深化市民對具能源效益的 輛為客戶提供技術意見和支援，並為他們提供日常\n生活方式的認識。 維修服務。我們也為環境局提供技術支援以推廣建\n築物能源效益資助計劃，就私人樓宇的能源及碳排\n放綜合審計與能源效益資助申請項目，進行評審。此\n外，我們亦支持環保局「綠色廚房」計劃，為參與計\n劃的學校裝設相關的設施。\n社會及環保報告 2010/11 12",
        "page_number": 13,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 13,
        "summary": "2. 在自願性能源效益標籤計劃中，電視機的能源標籤已由2 011年3 月 起，由「確認式」改為「級別式」，根據電視機的「開啟模式」秏電 3. 為 2012年9月實施《建築物能源效益條例》進行籌備工作 量來量度其能效表現（「級別式」標籤共分五級，一級能效最高。",
        "content": "表現與目標\n環境\n表現 目標\n1. 強制性能源效益標籤計劃第二階段把涵蓋範圍擴大至洗衣機和 1. 為將於2 011年9月全面推行的強制性能源效益標籤計劃第二階段進\n抽濕機這兩個電氣產品類別，並於 2010年 3月1 9日起生效，設有 行籌備工作\n18個月寬限期\n2. 就自願性能源效益標籤計劃擴展至包括 LED燈進行籌備工作\n2. 在自願性能源效益標籤計劃中，電視機的能源標籤已由2 011年3 月\n起，由「確認式」改為「級別式」，根據電視機的「開啟模式」秏電 3. 為 2012年9月實施《建築物能源效益條例》進行籌備工作\n量來量度其能效表現（「級別式」標籤共分五級，一級能效最高。）\n4. 根據《公眾衞生及市政條例》，於2 011/12年度抽驗 800個淡水冷卻\n3. 就強制執行《建築物能源效益守則》而制訂的《建築物能源效益條\n塔的水樣本，並落實受污染淡水冷卻塔的規管工作\n例草案》已於 2010年1 1月獲立法會通過並於1 2月刊憲成為《建築\n物能源效益條例》，該條例將於2 012年9 月2 1日全面實施\n5. 繼續推行啟德發展區的區域供冷系統項目\n4. 引進全新的淡水冷卻塔規管制度。由 2011年1 月起，機電工程署根\n據《公眾衞生及市政條例》授予的權力，就淡水冷卻塔作出規管， 6. 在 2011/12年度繼續為客戶推展節能項目\n以減低冷卻塔傳播退伍軍人病症的公眾衞生風險\n7. 繼續減少用電，以 2007/08年度為基準，在 2009/10年度至 2013/14\n5. 啟德發展區的高能效區域供冷系統現正施工\n年度把機電工程署轄下場地的耗電量減少共 5%\n6. 為客戶於 2010/11年度完成1 24個節能項目，預計每年可減省耗電\n量1 ,200萬千瓦小時 (如：安裝節能的照明和空調系統，及高效能的\n冷凍機組)\n社會 經濟\n表現 表現\n1. 營運基金做到1 2.7%收入回報率的成績\n1. 於2 010年 6月成立「職業安全及健康策導委員會」\n2. 共批出總值超過 18.5億元的物料供應及服務合約，支持本港\n2. 每名員工年內平均接受4 .86日培訓\n經濟\n3. 於2 011年1 月舉辦機電安全及能源效益國際研討會\n目標\n目標\n1. 作好準備，把握商機，配合客戶對能源管理、碳審計、節約能源和\n可再生能源項目等不斷增加的服務需求\n1. 通過舉行各種促進職業安全及健康的活動，提高員工的安全意識\n2. 繼續達至每名員工平均每年接受最少 4.5日培訓的目標\n3. 於2 011年1 1月進行的下一次員工滿意度調查，爭取維持員工滿意度\n13 社會及環保報告 2010/11",
        "page_number": 14,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 14,
        "summary": "",
        "content": "環保表現\n締造可持續發展方案\n社會及環保報告 2010/11",
        "page_number": 15,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 15,
        "summary": "與此同時，我們 亞太經合組織領導人會議於2007年9月在悉尼發表 也鼓勵承辦商、供應商及其員工關注保護環境。",
        "content": "環保表現\n環保責任 在20 09/10年度，機電工程營運基金之下的所有\nOHSAS 18001認證均已成功提升至2007年版，而於\n提升市民生活質素是機電工程署日常營運的基本原 2010/11年度，所有部別亦已將其ISO 9001系統提升\n則之一。不過，在向客戶及市民提供服務的過程中， 至2008年版。\n我們的運作亦會對環境造成影響。\n節約能源先驅\n因此，我們的首要任務是避免污染環境，或在無法完\n全避免污染環境時，盡量減輕有關的影響。我們致力 機電工程署自九十年代起，一直在本港率先推動能源\n在業務營運過程中節省資源，減少製造廢物及預防 效益和鼓勵更廣泛應用可再生能源。\n污染。為此，我們已採取一切合理措施，恪守各種環\n保法例，作為我們營運的基本準則。與此同時，我們 亞太經合組織領導人會議於2007年9月在悉尼發表\n也鼓勵承辦商、供應商及其員工關注保護環境。 了《亞太經合組織領導人關於氣候變化、能源安全\n和清潔發展的宣言》，促請各成員國在2030年或之\n環境管理系統 前，將能源強度在2005年的基礎上至少降低25%。\n作為亞太經合組織的成員，香港已接納宣言，並會致\n我們為環保工作而推行的環境管理系統，多年來不 力達標。\n斷改進。系統在九十年代中期開始推行，旨在建立一\n個各部別均參與的環境管理架構。系統要求每個部 以下是我們在2010/11年度為配合政府推動能源效\n別負起相關權責，確保運作符合國際認可標準和香 益和節約能源政策而進行的主要工作。\n港法例。\n強制性能源效益標籤計劃\n2000年，我們再向前邁進，成為首個取得ISO 14001\n企業認證的政府部門。2002年，我們把品質、環保和 強制性能源效益標籤計劃第一階段已由2009年11月\n職業健康及安全管理等各套系統簡化，合併成一個 9日起全面推行。計劃首階段規定的三類產品，即空\n綜合管理系統。2006年6月，我們更將環境管理系統 調機、冷凍器具和緊湊型熒光燈（慳電膽），現時都\n提升至ISO 14001:2004版。2008年，規管服務的環 必須附有能源標籤，為消費者提供有關能效表現的\n境管理系統已擴展至鐵路科，即是說整個規管服務 資料。至2011年3月底，計劃已有約3,600個表列產\n都已實施該管理系統。我們定期檢討該系統，確保 品型號。計劃第二階段涵蓋另外兩類產品，即洗衣機\n達到ISO 14001的各項標準。 和抽濕機，已於2010年3月19日展開，並有18個月寬\n限期供業界作出所需準備。\n15 社會及環保報告 2010/11",
        "page_number": 16,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 16,
        "summary": "計劃旨在資助私人建築物業主 為其樓宇進行能源及碳排放綜合審計，製訂能源效 此外，我們於2 010年3 月成立了環保採購工作小組， 益改善方案，並改善大廈的屋宇裝備設施，以提升能 目的是為各類機電工程選覓符合環保要求的材料、 效表現。",
        "content": "《建築物能源效益條例》 環保採購\n《建築物能源效益條例》已於2 010年1 1月獲立法會 環保採購是減少廢物、鼓勵廢物回收及循環再造的\n通過，並將於2 012年9月2 1日全面實施。條例要求新 主要政策之一。政府早於2 000年修訂了採購規定，要\n建築物、重大裝修工程和商業樓宇的能源審核，均須 求所有局與部門在採購物料和服務時必須考慮環保\n符合《建築物能源效益守則》規定，這要求目前仍於 因素。為此，機電工程署已在日常運作中奉行環保採\n寬限期內。為了配合條例的全面實施，註冊能源效益 購的原則，根據環境保護署的環保產品規格進行採\n評核人的註冊工作已於2 011年3 月展開，而為2 012年 購，並在產品和服務採購政策中加入環保要求，特別\n9月全面實施條例的準備工作也在進行。由於新法例 是盡可能將舊設備作折價貼換。我們也密切留意供\n涵蓋大部分政府建築物，營運基金的客戶也需要因 應商提供的綠色產品和服務，一旦發現市面其他供\n應條例作出配合。 應商也可提供環保規格符合理想要求的綠色產品和\n服務，我們會把有關要求列為強制性的採購要求，以\n建築物能源效益資助計劃\n配合市場發展，並鼓勵供應商製造更多綠色產品。\n機電工程署營運基金自2 009年4月起，一直為環境 同時，我們也支援客戶落實能源效益及可再生能源\n局提供技術支援，以實施環境及自然保育基金撥款 項目，以及採購混合動力車輛和電動電單車等環保\n4.5億元推展的建築物能源效益資助計劃，並協助評 車輛。\n審有關的撥款申請。計劃旨在資助私人建築物業主\n為其樓宇進行能源及碳排放綜合審計，製訂能源效 此外，我們於2 010年3 月成立了環保採購工作小組，\n益改善方案，並改善大廈的屋宇裝備設施，以提升能 目的是為各類機電工程選覓符合環保要求的材料、\n效表現。 產品、系統和建造方法。工作小組也審視各項環保新\n科技，研究能否在機電工程中推廣使用，以令客戶和\n區域供冷系統\n公眾受惠。\n啟德發展區的區域供冷系統已開始施工。一般而言， 為了使部門同事能更有效地分享環保採購的資訊和\n區域供冷系統的耗電量較傳統氣冷式空調系統減省 項目經驗，我們已於2 010年7 月在部門內聯網推出環\n達 35%。據估計，當啟德發展計劃全面完成後，區域 保採購參考圖書館，收錄了現行各項環保採購指引、\n供冷系統每年可減省耗電量達 8,500萬千瓦小時，即 實務守則與各種高能效產品和裝置的標準，以及綠\n每年減少排放5 9,500公噸二氧化碳。 色產品的一般規格等，供員工參考。\n社會及環保報告 2010/11 16",
        "page_number": 17,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 17,
        "summary": "初步結 果顯示電動車無論在加速或扭力方面的表現，跟汽油車輛 相比毫不遜色。",
        "content": "客戶的環保工程項目\n機電工程署的營運服務一直協助客戶發掘節省能源的機會及推行環保工程項目，以提高節能效率及更多使\n用可再生能源。我們於本年度為各政府部門╱政策局完成124個節能項目，例如照明改用T5燈具，以水冷\n式空調系統取代風冷式空調系統和安裝高效能無油離心式製冷機組。預計這些設備可每年減省耗電量約\n1,200萬千瓦小時。\n電動車有助減排\n電動車由於有助改善路邊空氣污染，更可大幅節省燃\n料開支，因此是政府減碳行動計劃的重要一環。機電工\n程營運基金受環境局委託，測試電動車的表現。初步結\n果顯示電動車無論在加速或扭力方面的表現，跟汽油車輛\n相比毫不遜色。此外，由於電動車不會排放廢氣，因此無須\n停車熄匙。直至2011年3月為止，我們已購入22部電動車並且\n己投入政府車隊。與比同時，我們在政府停車場合共安裝了64\n個充電設施。\n為宣傳於香港更廣泛地使用電動車，機電工程署於2011年設立了熱線聯\n上圖：\n絡電話，為市民和業界提供有關電動車問題的專業意見。 電動車較寧靜，跟汽油車相\n比震動較少。\n左圖：\n電動車充電插頭。\n17 社會及環保報告 2010/11",
        "page_number": 18,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 18,
        "summary": "當使用了這項技術， 水中礦物離子在流過裝置時， 便會受到裝 置電場力量所牽動 (如圖所示) 。",
        "content": "安裝具電力再生功能升降機 廚餘變堆肥\n機電工程營運基金採納環保升降機技術，為上水已婚警察宿舍 環境保護署（環保署）於2008年在九龍灣廢物回收中心設立廚\n把舊升降機更換為具電力再生功能的升降機。這類升降機的特 餘試驗處理設施，將廚餘循環再造。該試驗處理設施啟用初期\n點，是當發動裝置被重力驅動時，產生的能量可轉化為電力， 用作處理奧運及殘奧馬術比賽場地產生的廚餘，繼後再試驗營\n作其他用途。以能源效益計，具電力再生功能的升降機估計較 運一年，回收來自選定工商業機構已在源頭分類的廚餘。\n傳統升降機節省兩至三成電力。\n2010年4月，機電工程營運基金受環保署委託為該設施進行改\n上水已婚警察宿舍是首個安裝具備電力再生功能升降機的政府 善工程，並負責操作和維修，以及監察和控制堆肥裝置的濕度、\n宿舍。這類節能升降機為客戶提供一個環保選擇。 溫度及旋轉速度，以確保堆肥的質素良好。\n具電力再生功能升降機的操作\n（圖表不依實物比例）\n堆肥可作有機肥料使用。\n待處理的廚餘。\n發動機\n再生電力控制器\n上升 九龍灣廚餘試驗處理設施把廚餘轉化為堆肥。\n機廂\n對重裝置往下拉\n系統把剩餘能量運用於\n建築物的其他電力裝置\n廚餘經預處理後，會送進堆肥裝置處理。\n電磁感應式防水垢裝置\n源效益事務處定期留意國際節能科技的發展和掌握有關科技的最新趨勢。\n在本年度我們於政府場地進行了一項用於中央空調冷凝水系統的電磁感應式防水\n垢裝置試驗計劃。當使用了這項技術， 水中礦物離子在流過裝置時， 便會受到裝\n置電場力量所牽動 (如圖所示) 。這將導致冷凝水中較少鈣離子可供形成硬水垢於\n水管內。水垢累積在冷凝器內會導至空調系統效率降低。\n電磁感應式防水垢裝置圖示\n在試驗計劃中，透過肉眼檢查並沒發現顯著的水垢累積在冷凝器內側。這說明操作時間越長，可節省用電量越多。而實際節能多少則\n取決於操作模式和空調負荷。\n社會及環保報告 2010/11 18",
        "page_number": 19,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 19,
        "summary": "國際交流活動 作為香港推動能源效益的先鋒，我們積極參與國際交流活動，以掌握世界各地的節能新趨勢和發展。",
        "content": "國際交流活動\n作為香港推動能源效益的先鋒，我們積極參與國際交流活動，以掌握世界各地的節能新趨勢和發展。在\n2010/11年度，機電工程署派員參加了多個地區性和國際性會議，較重要的如下：\n- 2010年4月「澳門國際環保合作發展論壇及展覽」 - 2010年11月在泰國舉行的「亞太經合組織 ╱東盟\n能源數據聯合工作坊」\n- 2010年5月參加「香港低碳訪美代表團」\n- 2010年11月在中國舉行的「第25屆世界純電動\n- 2010年6月在中國福州舉行的「2010年內地與\n車、混合動力車和燃料電池車大會暨展覽會」\n香港建築業論壇」\n- 2010年11月在文萊舉行的「亞太經合組織能源工\n- 2010年6月在北京舉行的「淘汰低能效照明的政\n作小組第40次會議」\n策、戰略及議題國際工作坊」\n- 2010年12月在澳門舉行的「區域性環保及可持續\n- 2010年6月在日本舉行的「亞太經合組織能源部\n發展會議」\n長會議」\n- 2011年1月在日本舉行的「亞太經合組織能源數\n- 2010年9月在英國舉行的「守法省能源」4E會議\n據及分析專家小組第22次會議」\n- 2010年9月在泰國舉行的「亞太經合組織建築物\n- 2011年1月在香港舉行的「亞太經合組織建築物\n能源效益守則和標籤工作坊」\n能源效益守則和標籤工作坊」\n- 2010年9月在日本舉行的「亞太經合組織能源效\n- 2011年3月往英國進行「通往低碳城市之路」訪問\n益及節能專家小組第36次會議」\n- 2010年10月在日本舉行的「亞太經合組織備用電\n力會議」\n19 社會及環保報告 2010/11",
        "page_number": 20,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 20,
        "summary": "主要由於企業數據中心向各政府部門提供的託管服務有所 上升，用電量因此比2009/10年度錄得6%增長。",
        "content": "節約營運資源\n水電煤氣\n下表載列機電工程署的水、電和煤氣使用情況。主要由於企業數據中心向各政府部門提供的託管服務有所\n上升，用電量因此比2009/10年度錄得6%增長。如排除這方面服務上升的因素，用電量則比2009/10 減少\n3.7%。而用水量則與去年相若。至於煤氣，用量比2009/10年度大幅下降。這是由於2009/10年度煤氣用量\n因加路連山物業給予其他的政府部門使用而導致偏高。\n電力 水 煤氣\n( ‘000kWh) (m3) (MJ)\n14,000 80,000\n400,000\n12,000\n10,000 60,000 300,000\n8,000\n40,000 200,000\n6,000\n4,000\n20,000 100,000\n2,000\n- - -\n2008/09 2009/10 2010/11 2008/09 2009/10 2010/11 2008/09 2009/10 2010/11\n主要用電地點包括九龍灣總部 主要用於空調、園藝灌溉、飲用 加路連山工場是使用煤氣供應\n大樓（連同數據中心）、加路連 和清潔等。有關數據涵蓋加路連 熱水的主要場地。相對 2009/10\n山工場、芬園車輛維修站、小蠔 山工場及九龍灣總部大樓。 年，煤氣用量於2 010/11年已大\n灣車輛維修站，以及香港國際機 幅下降。\n場空郵中心的機電工程署工場。\n物料\n辦公室使用的物料\n紙張及碳粉盒是辦公室使用的主要物料，我們已盡 用紙量 98.4%。原木紙只用於對外文件，而且盡量少\n量減少用紙量。2 010/11年度的用紙量較原定上限 用。我們在 2010/11年度採購了約3 ,232個碳粉盒，而\n少 2.4%。由2 001年起，我們已廣泛採用由循環再造 由2 005/06年度開始，我們已遵行政府措施，將用過\n纖維製成的環保紙。2 010/11年度，環保紙佔部門總 的碳粉盒回收循環再用。\n社會及環保報告 2010/11 20",
        "page_number": 21,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 21,
        "summary": "為確保車輛在運作及維修過程中的廢 廢氣、污水及廢物 氣排放減至最少，我們實行良好的內務管理措施、 妥善保養車輛、減少使用運輸工具，以及改用混合動 減少廢物及循環再用 力或電動車輛等。",
        "content": "工場使用的物料 運輸\n我們在日常運作中使用的物料、部件和產品，在其生 機電工程署日常營運所使用的運輸工具耗用\n產、使用和最終棄置的過程中，都會對環境造成不同 不能再生的化石燃料，並排放溫室氣體。截至\n的影響。因此，機電工程署致力減少物料的使用量， 2011年3月31日，我們的車隊有243部車輛，包括貨\n並盡量翻新和循環再用這些物料，讓我們在長遠的 車、客貨車、大型房車和電單車，全供執行職務之\n將來仍能享用天然資源。 用。此外，我們也為客戶部門的5,671部政府車輛提\n供維修服務。為確保車輛在運作及維修過程中的廢\n廢氣、污水及廢物 氣排放減至最少，我們實行良好的內務管理措施、\n妥善保養車輛、減少使用運輸工具，以及改用混合動\n減少廢物及循環再用 力或電動車輛等。我們現有五部混合動力車，消耗的\n燃料比體積相近的傳統車輛少40%。\n我們的廢物管理策略是盡量減少或避免產生廢物，並\n盡可能回收可再造物料。廢物主要來自兩大源頭：辦 其他資源耗用詳情及廢氣、排放物及廢物的數字，請\n公室和工場。辦公室廢物主要是紙張及碳粉盒，而工 參考「統計資料摘要」。\n場廢物則以舊水銀燈、舊充電池、金屬廢料、舊車胎及\n光管為主。\n廢氣\n機電工程署總部大樓的太陽能光伏系統\n溫室氣體排放 機電工程署總部大樓的太陽能光伏系統是大樓的\n示範項目，可生產高達3 50千瓦電量的天然能源。自\n溫室氣體排放已公認為導致全球暖化和氣候變化 2005年完成裝置以來，一直為總部大樓提供清潔\n的原因。因此，減少排放溫室氣體，例如二氧化碳， 的可再生能源。至 2011年3月底，該系統已累積生產\n是我們其中一項最大的挑戰。機電工程署排放的溫 132萬千瓦小時的的能源，所減少的溫室氣體排放\n室氣體，主要由辦公室和工場的用電及運輸工具產 量相等於 924公噸二氧化碳。\n生。2010/11年度，我們的運輸工具直接產生的二氧\n化碳約為1,532公噸，而通過耗電間接排放的二氧化\n碳則約為8,878公噸。\n21 社會及環保報告 2010/11",
        "page_number": 22,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 22,
        "summary": "機電工程署數據中心的節能措拖 我們目前管理兩個數據中心，分別位於九龍灣及小蠔灣，以支援 我們也安裝了電腦室溫空調設施，以監測和維持數據中心的室 機電工程署及十個其他政府部門 ╱政策局的百多個資訊科技系 溫。",
        "content": "機電工程署數據中心的節能措拖\n我們目前管理兩個數據中心，分別位於九龍灣及小蠔灣，以支援 我們也安裝了電腦室溫空調設施，以監測和維持數據中心的室\n機電工程署及十個其他政府部門 ╱政策局的百多個資訊科技系 溫。我們也盡量安排把伺服器架以相間方式擺放，即所有伺服器\n統，為政府和公眾提供 24小時無間斷資訊科技服務。由於政府對 前方均面對面排列，做到「熱廊」和「冷廊」的布局，確保儀器架\n資訊和通訊科技的使用不斷提升，對我們數據中心的服務需求也 能有效散熱。此外，騰空的伺服器架空間，也裝上封板，以改善「\n迅速增加，而數據中心的能源消耗和效益，也隨之引起關注。 熱廊」和「冷廊」的散熱功能。\n去年我們推出了一系列節能措施，減低數據中心的耗電量。我們 我們也與政府資訊科技總監辦公室緊密合作，檢討《數據中心場\n檢視了有關伺服器的用電模式後，決定關掉 20多台實體伺服器， 地準備工程指引》及《基準綠色數據中心實務指引》，希望可以調\n並在虛擬伺服器平台上推出超過 35台虛擬伺服器，進一步減低實 高數據中心的室溫，從而減少空調系統的耗電量。\n體伺服器數量和耗電量。\n九龍灣數據中心控制室 伺服器架以「熱廊」和「冷廊」方式排列\n社會及環保報告 2010/11 22",
        "page_number": 23,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 23,
        "summary": "",
        "content": "社會表現\n良好企業公民\n社會及環保報告 2010/11",
        "page_number": 24,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 24,
        "summary": "學習及發展 培訓目標 機電工程署深知，要維持一支能幹及與時並進的團 隊，就必須不斷提升員工的能力和競爭力。",
        "content": "社會表現\n社會責任\n見習工程師訓練計劃\n為客戶和市民締造綠色和健康的生活環境，只是我\n們眾多職責之一。作為關懷社會及負責任的企業公 我們的見習工程師訓練計劃自六十年代推行以來，已\n民，我們亦有義務為僱員及其他替我們工作的人提 培訓了700多位見習工程師。這計劃一向公認是香港\n供安全健康的環境，同時遵守相關法例。作為政府部 工程界的最佳在職培訓計劃之一，目的是確保本港能\n門，我們按香港特別行政區政府的政策框架行事，包 有足夠的受訓工程師，滿足業界的需要。在2010/11\n括勞工及職安健方面的事務。我們也受公務員事務 年度，我們在電機、機械、電子、屋宇裝備、資訊科技\n局的行為守則規範，並依據法例提供平等就業機會。 和生物醫學等範疇共招募了17位見習工程師。\n此外，我們也鼓勵員工積極參與不同的社區活動。\n學徒訓練計劃\n僱員\n技術員及技工學徒訓練計劃是我們另一項主要培訓\n僱用 計劃，目的是提供高水平的系統訓練，以滿足機電工\n程署和社會目前及未來對技術員及技工的需求。計\n截至2010/11年底，我們共有5,338名僱員。我們承諾 劃推行50多年來，為業界培訓了4,500多名學徒。在\n維護平等就業政策，目前有224名員工為輕度殘疾人 2010/11年度，我們招募了44名技工學徒和40名技術\n士，佔員工總人數約4%。 員學徒。除提供在職訓練外，我們亦資助學徒修讀香\n港專業教育學院的工藝證書課程和高級文憑課程。\n學習及發展\n培訓目標\n機電工程署深知，要維持一支能幹及與時並進的團\n隊，就必須不斷提升員工的能力和競爭力。因此，我 在2010/11年度，每名員工的每年平均受訓日數為\n們全力支持員工不斷學習，發展技能，為部門作出更 4.86天，高於原定4.5天的目標。我們會繼續鼓勵員\n大貢獻。我們推廣持續進修的文化，並通過人力資源 工進修及提供所需的培訓，以改善服務、開拓新業\n方面的有效管理和不斷改進，建立一支勤奮向上、才 務，以及促進員工的個人發展。\n識技能兼備的員工隊伍。我們的人力資源管理委員\n會由機電工程署署長擔任主席，並由各部別的首長\n及一般和共通職系的高級管理人員組成。委員會定\n期舉行會議，檢討部門的培訓計劃及活動。\n社會及環保報告 2010/11 24",
        "page_number": 25,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 25,
        "summary": "為了進 須呈報意外率 一步提升安全表現，部門更於2010年6月成立全新的 意外數目 「職業安全及健康策導委員會」，成員包括營運基金 70 60 高層管理人員。",
        "content": "健康安全的工作環境\n培養安全文化，我們舉辦了各式各樣的職安健活動，\n包括職業安全探訪及分享會。由2010年9月起，我們\n職業健康及安全\n採用了每月推出一個安全專題的做法，向員工集中發\n放有關的信息，提高安全意識，並印製和派發了兩款\n機電工程署對職業健康及安全十分重視。我們的職 分別以「評估風險、安全施工」和「危急事故、立即匯\n安健政策及基本架構，確保部門各工作地點的職安 報」為題的海報，提醒工作間的同事必須注意事前\n健都達標並維持在高水平。 評估風險，一旦發生事故後也應馬上呈報。我們也以\n不同的職安健專題舉辦各項比賽，例如「零意外」、「\n我們的「部門職業安全及健康委員會」，由管理層及 最佳安全進步」、「找危害、齊參與」、「報告險失事\n來自各科╱ 部別及部門協商委員會的員工代表組成。 故」與「最佳職安健改善個案」和「最佳辦公室整\n委員會定期舉行會議，檢討我們在各範疇的職安健 理」比賽等。優勝的隊伍和部別均獲頒獎項，嘉許他\n表現，以找出須予改善的地方。我們持續舉辦培訓及 們在職安健方面的出色表現。\n複修課程，並透過不同渠道發放職安健資料。為了進\n須呈報意外率\n一步提升安全表現，部門更於2010年6月成立全新的\n意外數目\n「職業安全及健康策導委員會」，成員包括營運基金 70\n60\n高層管理人員。\n50\n40\n在過去10年我們的意外率有下降趨勢，於2009/10 30\n20\n更跌至最低，整體工傷意外千人率為4.38。意外率於\n10\n2010/11年度微升至5.42，為10年來第二低的水平。 0\n01/02 02/03 03/04 04/05 05/06 06/07 07/08 08/09 09/10 10/11\n我們並沒有因此而自滿，為加強員工的安全意識和\n過去10年部門內部意外率\n「職業安全及健康策導委員會」於2010年6月成立，\n目的是訂立部門的職業安全及健康政策、檢討部門\n內部及承辦商的意外事故、及監督部門的職安健活\n動，以持續改善部門的安全表現。委員會於2010/11\n年度共召開3次會議。\n部門職安健策導委員會就職禮\n25 社會及環保報告 2010/11",
        "page_number": 26,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 26,
        "summary": "調查顯示，員工整體滿意度平均分數為 6.3分（1 0 為了監察承辦商的工作，我們定期舉行會議和進行 分為滿分）。",
        "content": "承辦商及供應商\n員工病假\n承辦商及供應商管理\n在 2010/11年度，部門因員工放取病假而失去的工作\n天共1 8,961天，即相等於每名員工約3 .55天。\n我們致力為客戶和市民提供優質可靠的服務，而承\n辦商、顧問和供應商是我們達成前述目標的重要伙\n員工關係\n伴。我們不時邀請這些工作伙伴競投公共工程合約。\n在挑選承辦商時，我們堅守公開和公平的基本原則，\n員工滿意度調查\n並按照政府的指引，在合適情況下盡量採用競爭性\n投標。我們與承辦商、顧問和供應商建立和保持緊密\n我們委託獨立的專業調查公司定期進行員工滿意度\n聯繫，確保他們清楚知悉各項重要資訊，例如客戶關\n調查。在最近的 2009/10年度調查中，所有高級工程\n注的事項及工作安全，使問題及時得到妥善處理。\n師及以下職級的員工，均可透過問卷表達他們的意\n見。調查顯示，員工整體滿意度平均分數為 6.3分（1 0\n為了監察承辦商的工作，我們定期舉行會議和進行\n分為滿分）。過去幾年的員工滿意度均見穩定。下一\n審核，跟進工程的進度，並盡量避免工程對附近地\n次調查將於2 011年1 1月進行。\n方造成不便或滋擾。工程竣工後，我們會進行檢討，\n進一步評估承辦商的表現。\n員工諮詢途徑\n為加強員工對承辦商及供應商管理的技巧、誠信和\n我們設有4個部門協商委員會和 5個部別協商委員\n操守，我們為負責合約管理的員工定期安排合約及承\n會，以促進管理層與個別員工組別的溝通。員工也可\n辦商管理、合約安全及誠信管理工作坊。\n自由參加部門1 1個員工協會和一般政府工會組織。\n我們定期與員工協會會面和舉行會議，商討員工關\n注的事項。\n社會及環保報告 2010/11 26",
        "page_number": 27,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 27,
        "summary": "如有需要，規管服務也會與其他政府部 門、業界及公用事業公司為受意外事故影響的市民， 盡快恢復水電及氣體供應。",
        "content": "客戶 政府部門及營運基金客戶的研討會及論壇\n我們進行日常業務，尤其我們的營運服務，首要是令 年內，我們繼續向其他政府部門和營運基金客戶，推\n客戶稱心滿意。為此，我們委託獨立調查顧問公司每 廣能源效益與節能的好處和最新發展。有關課題包\n兩年進行一次客戶滿意度調查。最近一次的客戶滿 括一般的最佳做法及個別範疇的有效節能措施。以\n意度調查在2010年4月完成，得分是6.01（8分為滿 下是2010/11年度的重點活動。\n分）。我們已研究調查結果，並着手改進，務求令客\n戶更稱心滿意。下次客戶滿意度調查將於2012年年\n初進行。\n規管服務方面，我們的客戶聯絡小組也定期與公眾\n代表開會，就規管工作及各種機電安全推廣活動與\n公眾當面交流意見，聽取公眾的看法和建議，從而定\n出改善措施。我們也定期進行公眾意見調查，了解市\n民的機電安全和能源效益意識，並進行業界調查，\n探討業界對規管服務的看法，以找出規管服務需要\n改善的地方。我們也經常主動與業界舉行研討會，\n討論交流。如有需要，規管服務也會與其他政府部\n門、業界及公用事業公司為受意外事故影響的市民，\n盡快恢復水電及氣體供應。\n27 社會及環保報告 2010/11",
        "page_number": 28,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 28,
        "summary": "助理署長 /能源效益，李國強先生於節能與能效論壇上演講 能源效益事務處人員出席中華電力講座 廣州代表團交流能效發展 廣州市牆材革新與建築節能管理辦公室一個高層代表團，於 2010年 5月來訪機電工程署，與署長及高層管理人員交流。",
        "content": "為公營機構舉辦 節能與能效論壇 為電力公司講解建築物能源效益\n能源效益事務處於2 010年 6月為政府部門和公營機構舉辦「最 能源效益事務處於2 010年9月派出講者，出席一個由中華電力\n新的能源效益與節約研究論壇」，有來自其他政府部門及公營 有限公司（中電）舉辦的建築物能源效益講座，深入講解《建\n機構如香港房屋委員會、香港房屋協會、領匯、市區重建局等 築物能源效益條例》，包括建議的《建築物能源效益守則》，\n的同事參加，出席者有1 50多人。講者包括學者與專家，就 LED 各種法例規定和技術準則。講座相當受歡迎，中電的技術人\n照明系統、都市氣候及空調系統技術，和如何將有關科技應用 員、工程師和管理人員均踴躍出席。\n於能源效益方面等，分享了知識和研究心得。\n助理署長 /能源效益，李國強先生於節能與能效論壇上演講 能源效益事務處人員出席中華電力講座\n廣州代表團交流能效發展\n廣州市牆材革新與建築節能管理辦公室一個高層代表團，於\n2010年 5月來訪機電工程署，與署長及高層管理人員交流。我\n們向代表團簡介了本港在《建築物能源效益條例》、強制性能\n廣州市牆材革新代表團參觀總部大樓的\n源效益標籤計劃及能源最終用途數據庫等方面的推行情況， 教育徑\n代表團也參觀了總部大樓的節能設備及教育徑。\n社會及環保報告 2010/11 28",
        "page_number": 29,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 29,
        "summary": "以下是我們在2010/11年度的主 要活動： 公眾講座推廣節能與能效 淡水冷卻塔技術研討會 能源效益事務處於 2010年 8月假香港科學館舉辦「全方位節 一年一度的「淡水冷卻塔技術研討會」由能源效益事務處於 約能源」公眾講座，為出席的16 0多名市民講解如何在日常生 2010年1 0月舉行，吸引了3 50多名人士出席。",
        "content": "社區 公眾教育活動\n我們的員工一向積極服務社會。他們除執行職務，向 我們一直與其他政府部門和社會各界緊密協作，致\n市民傳達機電安全和能源效益的信息外，還在工餘 力向市民推廣機電安全和節約能源。這是機電工程\n時參與義工服務，回饋社會。我們的義工隊在多方面 署規管服務的重要一環。我們通過不同渠道進行公\n服務社會已超過十年。部門許多專業工程師也積極 眾教育工作，包括傳媒、互聯網、刊物、推廣及廣告\n參與本地和國際的專業工程學會，為業界的發展出 宣傳活動、海報及郵件、嘉年華會、巡迴展覽、話劇\n力，維持業界的高專業水平。 表演、遊戲和問答比賽，以及為個別社會群組而設\n的講座及研討會等。以下是我們在2010/11年度的主\n要活動：\n公眾講座推廣節能與能效 淡水冷卻塔技術研討會\n能源效益事務處於 2010年 8月假香港科學館舉辦「全方位節 一年一度的「淡水冷卻塔技術研討會」由能源效益事務處於\n約能源」公眾講座，為出席的16 0多名市民講解如何在日常生 2010年1 0月舉行，吸引了3 50多名人士出席。研討會目的是為\n活中全方位節能，包括家居和辦公室的節能貼士、強制性能 業界及持份者提供交流平台，就淡水冷卻塔的設計、安裝及\n源效益標籤計劃、高效能的照明裝置和家居電氣安全等事 維修方面的良好做法，進行技術交流和分享經驗，同時推廣\n項，並邀請了客座講者簡介其他有趣課題，例如慳油駕駛習慣 水冷式空調系統，促進節能減排。\n和無線通訊能源效益等。\n350多名人士出席了淡水冷卻塔\n技術研討會\n機電工程署人員出席家居\n機電工程署人員出席家居和辦公室節能講座 和辦公室節能講座\n29 社會及環保報告 2010/11",
        "page_number": 30,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 30,
        "summary": "為業界講解安裝太陽能設備 能源消耗基準工具座談會 我們於 2010年 5月在本署總部大樓舉辦「在新小型工程監管制度 座談會於 2010年1 月舉行，共有6 0多名來自物業管理公司、大 下的太陽能設備安裝簡介會」，邀請了屋宇署代表向業界講述政 學、專上學院、顧問公司及非政府機構的代表出席。",
        "content": "為業界講解安裝太陽能設備 能源消耗基準工具座談會\n我們於 2010年 5月在本署總部大樓舉辦「在新小型工程監管制度 座談會於 2010年1 月舉行，共有6 0多名來自物業管理公司、大\n下的太陽能設備安裝簡介會」，邀請了屋宇署代表向業界講述政 學、專上學院、顧問公司及非政府機構的代表出席。當日講\n府因引入「小型工程監管制度」而就《建築物條例》作出的各項修 者分別來自本署能源效益事務處及香港生產力促進局，深入\n訂，以及私人樓宇安裝太陽能光伏系統和太陽能熱水系統的簡化 介紹即將推出的新版能源消耗基準工具。新版工具可讓使用\n程序詳情。隨着有關程序簡化，我們期望能推動更多市民使用可 者，包括住戶，對本身的能源消耗模式進行能源消耗基準評\n再生能源。講座吸引了1 80多名業界人士參與。 估，從而改善能源效益。座談會的目的，是協助持份者加強對\n新版工具的了解，並搜集其意見，好讓我們於 2010年下半年\n正式推出新版工具供公眾使用前，再作改進。\n機電署和屋宇署同事詳細地講 機電署及香港生產力促進局講\n解太陽能設備安裝的詳情 者介紹新版能源消耗基準的\n使用工具\n超過1 80名業界人士出席簡介會 超過 60業界人士出席座談會\n推出「機電青少年大使計劃 」\n機電工程署於 2010年夏天推出這計劃，宗旨是讓青少年在\n日常生活中成為機電安全和能源效益的大使。這是我們首個\n專為兒童和青少年而設的網上活動，招募工作於網上長期進\n行。一經成功登記，即可成為大使，參加有關機電安全和能源\n效益的網上問答比賽、講座、收到電子資訊和參加機電工程\n署的活動，如開放日和嘉年華會等。我們也希望各位大使能\n主動學習機電安全、能源效益和可再生能源的知識，身體力\n行，成為家人和朋輩的榜樣，宣揚正確的信息。\n網上機電青少年大使計劃\n社會及環保報告 2010/11 30",
        "page_number": 31,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 31,
        "summary": "嘉年華會 設置 20個遊戲攤位，加上展覽、歌星和話劇表演、兒童天地等， 吸引了1 8,000多名市民入場，人數創歷年之冠。",
        "content": "「機電安全香港通」慶祝十周年\n「機電安全香港通」至 2010年已踏進第十年，成為機電工程署和\n各大協辦機構聯手向市民推廣機電安全和能源效益的重要周年\n活動。\n2010年的「機電安全香港通」活動為市民大眾安排了豐富多釆的\n比賽和活動。我們並首次把活動的壓軸項目「機電安全嘉年華」\n移師新界，於1 1月1 3及1 4兩日假荃灣沙咀道球場舉行。嘉年華會\n設置 20個遊戲攤位，加上展覽、歌星和話劇表演、兒童天地等，\n吸引了1 8,000多名市民入場，人數創歷年之冠。2 010年的「機電\n安全香港通」活動，得到來自公用設施、氣體、公共交通、公共房\n屋、遊樂等界別的1 5家主要機構全力支持。\n各協辦機構代表在台上合照\n機電工程署開放日\n機電工程署於 2010年8月2 2日（星期日）舉行開放日，吸引了9 00\n多名市民參觀位於九龍灣的總部大樓。他們在輕鬆的氣氛下參與\n各項互動節能遊戲，並透過參觀教育徑、展覽館和天台觀景台，\n增加了機電安全和能源效益的知識。\n機電工程署開放日的宣傳標幟\n31 社會及環保報告 2010/11",
        "page_number": 32,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 32,
        "summary": "此外，我們更動員業界商會、行業工會和職業訓練局提供協助， 大家都非常踴躍支持，提供義工幫忙，讓攤檔能趕及於 2010年 工會義工隊及花園街販商會代表與電力法例部同事於花園街現場合照 聖誕節的黃金檔期復業。",
        "content": "參與社區活動\n動員業界服務市民\n我們時常主動與業界合作，服務社區，例子之一是 2010年1 2月花\n園街小販攤檔火警後的善後工作。我們電力法例部的同事，與政\n府各部門及中電緊密合作，為受影響的排檔第一時間恢復電力。\n此外，我們更動員業界商會、行業工會和職業訓練局提供協助，\n大家都非常踴躍支持，提供義工幫忙，讓攤檔能趕及於 2010年\n工會義工隊及花園街販商會代表與電力法例部同事於花園街現場合照\n聖誕節的黃金檔期復業。各攤販對我們的額外支援均表示謝\n意。同時，我們也加強為排檔進行巡查，並進行更多電力安全宣\n傳工作。\n花園街販商會主席及副主席致送錦旗給電力法例部同事\n員工康樂組社區演出\n機電工程署員工康樂會中樂團於 2010年1 2月參與了兩場\n社區表演，一個是由觀塘區議會贊助的「社區和諧合家歡\n綜藝嘉年華會」大型社區活動，出席者有立法會議員、觀塘\n區議會議員、政府部門代表和市民大眾。另一活動也於同\n日舉行，是由樂智協會為智障人士舉辦的「傷健歌舞同展\n藝 2010」歌舞比賽。員工康樂會中樂團能為社區活動出一\n分力，深感榮幸。\n中樂團在台上表演\n社會及環保報告 2010/11 32",
        "page_number": 33,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 33,
        "summary": "參與安全健步嘉年華2 010的機電署同事一同合照 支持公益金百萬行 機電工程署同寅除了參加「公益金百萬行」外，營運基金的同事過 去十年也為百萬行義務提供多種技術支援，包括在活動舉行當日 免費於大球場裝置各項機電設備及影音設施，並借出我們加路連 山道香港維修站的車位作大會臨時泊車之用。",
        "content": "慈善活動\n機電安全健步籌款\n機電工程署高層管理人員連同電力法例部及其他部別共 50多名\n員工，於 2010年1 2月參加了在粉嶺舉行的「機電安全健步嘉年華\n2010」。是項活動由香港機電業工會聯合會及香港機電工程商聯\n會舉辦，目的是為「建造業關懷基金」籌款，向建造業意外傷亡者\n及家屬提供協助。\n參與安全健步嘉年華2 010的機電署同事一同合照\n支持公益金百萬行\n機電工程署同寅除了參加「公益金百萬行」外，營運基金的同事過\n去十年也為百萬行義務提供多種技術支援，包括在活動舉行當日\n免費於大球場裝置各項機電設備及影音設施，並借出我們加路連\n山道香港維修站的車位作大會臨時泊車之用。我們日後會繼續為\n「公益金百萬行」盡一分綿力。\n參與安全健步嘉年華2 010的機電署同事一同合照\n員工康樂會義工隊\n員工康樂會義工隊透過仁愛堂安排，每月為長者和有需要人士提供家居器具維\n修服務。\n員工康樂會義工隊成員每月為有需要的人士服務\n33 社會及環保報告 2010/11",
        "page_number": 34,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 34,
        "summary": "",
        "content": "經濟表現\n服務本土經濟\n社會及環保報告 2010/11",
        "page_number": 35,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 35,
        "summary": "由於能效產品和建築物能源效益的規管架構在 年年報（http://www.emsd.gov.hk），以及香港特別 未來數年將更趨完備和成熟，市場對低碳及有利生 行政區政府的政府一般收入帳目（總目42）（www. budget.gov.hk）。",
        "content": "經濟表現\n機電工程署為香港的經濟發展作出貢獻。我們的營 態環境平衡的產品和服務需求定會增加，從而為業\n運服務為包括政府部門及公營機構等客戶提供服 界和社會帶來更多營商和創新的機會。\n務，而我們的規管服務則以市民大眾為對象。兩者都\n為員工提供就業機會，也為向我們提供貨品和服務 經濟表現概覽\n的供應商及承辦商帶來商機，惠及本地經濟。\n我們每年都透過機電工程營運基金業績報告及規管\n此外，我們的規管服務亦致力確保本港有一個安全 服務行政預算，檢討我們的經濟表現。如欲全面了解\n和講求節約能源的環境，這對吸引外資來港十分重 我們的財務表現，請參閱機電工程營運基金2010/11\n要。由於能效產品和建築物能源效益的規管架構在 年年報（http://www.emsd.gov.hk），以及香港特別\n未來數年將更趨完備和成熟，市場對低碳及有利生 行政區政府的政府一般收入帳目（總目42）（www.\nbudget.gov.hk）。\n實際的部門開支摘要載於下表：\n主要經濟指標摘要 - 規管服務\n2008/09 2009/10 2010/11\n（千港元） （千港元） （千港元）\n供應商及承辦商 58,787 74,060 72,384\n為政府部門進行節能項目╱\n可再生能源項目及室內空氣 70,818 200,350 131,102\n質素項目的支出\n總薪酬及福利 ╱員工成本 195,229 194,809 199,255\n主要經濟指標摘要 - 營運服務\n2008/09 2009/10 2010/11\n（千港元） （千港元） （千港元）\n營業額 3,760,726 4,130,110 4,217,056\n供應商及承辦商 1,641,131 1,804,857 1,781,660\n總薪酬及福利 ╱員工成本 1,770,126 1,784,968 1,806,854\n稅務（名義） 52,950 85,070 98,770\n35 社會及環保報告 2010/11",
        "page_number": 36,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 36,
        "summary": "2010/11年度，我們在承辦商 也委託營運基金提升集束無線電系統，以加強通訊 及供應商方面的開支總額約為18.5億港元。",
        "content": "新業務發展 僱員\n年內，我們除了繼續為客戶部門的日常運作及機電項 截至2011年3月31日止，機電工程署聘用了5,338名\n目提供支援外，亦協助政府推行各項發展基建及低 員工，較上年度增加了0.8%。員工成本包括薪酬、\n碳經濟的政策措施。營運基金團隊參與大型基建項 強制性公積金供款、津貼和附帶福利，總額約為\n目的角色日重，資訊與通訊科技服務需求也見增加， 20.0億港元。\n而節能服務與環保項目也有增長。\n物料及服務採購\n在2010/11年度，營運基金為新政府總部、新立法會\n大樓和民航處新總部大樓的機電系統提供專業和技 我們一直與顧問、供應商和承辦商緊密合作，為市民\n術支援，以確保有關系統順利投入運作。營運基金為 和客戶部門提供高效率和優質的服務。在採購物料\n海事處就更新船隻航行監察系統提供顧問服務，並 及服務方面，我們按照發展局（工務科）、環境局和\n協助醫院管理局轄下5間醫院成功取得澳洲醫療服 政府物流服務署制訂的指引，嚴格遵守採購程序和\n務標準委員會的認證。懲教署、消防處和香港警務處 各類合約的招標程序。2010/11年度，我們在承辦商\n也委託營運基金提升集束無線電系統，以加強通訊 及供應商方面的開支總額約為18.5億港元。\n保安及提升工作效率。其他能源效益和環保項目，包\n括協助食物環境衞生署採購「歐盟五期」環保垃圾\n收集車，以及在基督教聯合醫院、屯門醫院和東區尤\n德夫人那打素醫院安裝太陽能熱水系統等。\n我們也與各政府部門續簽了更多服務水平協議，提\n供機電維修與工程支援及監察服務。年內簽訂的主\n要服務水平協議，包括與旅遊事務署就啟德郵輪碼\n頭的機電服務簽訂6年期服務水平協議、與入境事務\n處就電子設施的維修保養簽訂5年期服務水平協議、\n與衞生署及在東涌設立辦事處的政府部門簽訂服務\n水平協議，以及與路政署就廣深港高速鐵路香港段\n的機電系統技術評核簽訂新的服務水平協議等。\n社會及環保報告 2010/11 36",
        "page_number": 37,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 37,
        "summary": "",
        "content": "獎項及嘉許\n質素達世界級水平\n社會及環保報告 2010/11",
        "page_number": 38,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 38,
        "summary": "三位得獎者皆是機電工程署學徒訓練計 劃的學員，已於 2010年 8月畢業，並已加入本署出任 技術員。",
        "content": "獎項及嘉許\n獎項及嘉許\n在2010/11年度，機電工程署人員獲政府及外間機構頒發多個重要獎項，表揚他們在工作或社會服務方面的\n出色表現。我們也主動參與各項活動、比賽及合適的認證工作，以掌握不同範疇的最佳做法和標準。\n2010/11年度，我們獲得以下獎項及嘉許：\n最佳汽車學徒比賽再獲獎\n繼去年獲頒獎項後，機電工程署今年再接再厲，再有\n三位技工學徒贏得由職業訓練局轄下汽車業訓練委\n員會於2 010年1 1月舉辦的「最佳汽車學徒比賽」，分\n別是獲頒優異獎的林宗耀及黃偉業，及躋身前六名\n的張嘉恒。三位得獎者皆是機電工程署學徒訓練計\n劃的學員，已於 2010年 8月畢業，並已加入本署出任\n技術員。\n機電工程署車輛學徒出席最佳汽車學徒頒獎典禮接受獎項\n學徒獲職訓局獎項\n本署學徒於去年奪得職業訓練局每年舉辦的「傑\n出學徒及見習員獎勵計劃」獎項後，2 010年再下一\n城，再有兩位學徒得獎，分別是張慶成及鍾建城，\n而本署另一位學徒簡文浩，也榮獲優異獎。\n得獎學員與同事合照\n社會及環保報告 2010/11 38",
        "page_number": 39,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 39,
        "summary": "本署副署長薛永恒（左二）祝賀黎錦輝（右三）榮獲申訴專員嘉許獎 年青工程師獲選參與「師傳薈」 營運基金獲「公德地盤嘉許獎」三獎項 繼 2009年助理工程師陸珮群女士獲選參與香港工程師學會 營運基金管理的三份合約，獲得由發展局舉辦的「公德地盤 主辦的「師傳薈」師傅培訓計劃後，另一位助理工程師梁志滔 嘉許計劃」金獎及兩個優異獎項。",
        "content": "申訴專員獎嘉許投訴處理\n本署借調運輸署的工程師黎錦輝榮獲 2010年「申訴專員嘉許獎」公職人員獎，以表揚其處理一宗車輛改裝投訴個案的出色表現。黎先\n生在處理個案的過程中，展示了卓越的技術知識、聆聽技巧和溝通能力，令個案得以順利調解並圓滿解決，獲得褒揚。\n黎錦輝（右）接受申訴專員黎年頒發的「2 010年申訴專員嘉許獎 - 公職人員獎」。 本署副署長薛永恒（左二）祝賀黎錦輝（右三）榮獲申訴專員嘉許獎\n年青工程師獲選參與「師傳薈」 營運基金獲「公德地盤嘉許獎」三獎項\n繼 2009年助理工程師陸珮群女士獲選參與香港工程師學會 營運基金管理的三份合約，獲得由發展局舉辦的「公德地盤\n主辦的「師傳薈」師傅培訓計劃後，另一位助理工程師梁志滔 嘉許計劃」金獎及兩個優異獎項。市政工程部兩份維修保養、\n先生在 2010年亦被取錄。兩位年青工程師對能參加計劃都感 改建及加建工程合約的承辦商分別贏得金獎及優異獎，而運\n到興奮，特別是有機會參與工程師學會的各種周年活動、出席 輸、保安及中央工程部管理的另一承辦商亦獲優異獎。\n本地和國際會議等盛事、及與主要政府官員會面等，都是十分\n珍貴的經驗和學習機會。 「公德地盤嘉許獎」由發展局每年舉辦，宗旨是提高承建商\n及地盤管理機構的職業健康及安全水平。\n助理工程師陸珮群 2009年「師傳計劃」的成員\n署長 (右四 )及副署長 (右五 )與承辦商合照\n助理工程師梁志滔是 2010年「師傳薈」\n計劃的成員\n39 社會及環保報告 2010/11",
        "page_number": 40,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 40,
        "summary": "",
        "content": "全球報告倡議組織指標索引\n指標 全球報告倡議組織指標編號 頁數\n策略及分析\n1.1, 1.2 7 - 10\n機構簡介\n2.1 - 2.10 3 - 5, 24-27, 35 - 39\n報告規範\n報告概況 3.1 - 3.4 1, 42\n報告範圍及界限 3.5 - 3.11 1, 2, 5, 40\n全球報告倡議組織內容索引 3.12 40\n認證 3.13 42\n管治、承諾及參與度\n管治 4.1 - 2, 4.4 3, 5, 6, 20 - 26\n與持份者溝通 4.14 - 4.16 6, 26 - 29\n管理方針及績效指標\n經濟 經濟績效 EC1, EC3 11 -13, 35 - 36\n環境 物料 EN1, EN2 20, 21, 41\n能源 EN3, EN5, EN6 13, 15-18, 20, 41\n水 EN8 20, 41\n排放物、污水及廢棄物 EN16, EN18 21, 41\n產品及服務 EN26 15 - 18, 21 - 22\n交通運輸 EN29 21\n社會 勞工措施及合理工作\n- 僱用 LA1 24, 36\n- 職業健康與安全 LA6, LA7 25 - 26\n- 培訓與教育 LA10, LA11 24 - 25, 41\n- 多元化與平等機會 LA13 24\n人權\n- 結社自由與集體談判權 HR5 26 - 27\n社會\n- 社區 SO1 15 -22, 28 - 33\n產品責任\n- 產品及服務標籤 PR5 26 - 27\n如欲取得更多關於全球報告倡議組織指標的資料，請瀏覽網站 http://www.globalreporting.org/Home\n社會及環保報告 2010/11 40",
        "page_number": 41,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 41,
        "summary": "油漆及溶劑（升） 42,755 33,506 34,788 潤滑油（升） 124,520 123,602 102,199 油脂（公斤） 2,249 1,958 1,002 製冷劑（公斤）（例如R22及R134a） 15,803 18,915 18,182 工業用氣體（立方米）（例如氧、氬及乙炔） 3,611 2,753 1,767 蓄電池電解液（升） 1,620 1,947 660 原子車胎（條） 8,108 9,103 8,243 外車胎（條） 3,278 3,272 2,857 車胎內膽（條） 2,102 1,944 1,732 廢氣污水及廢物 @ 廢紙（公斤） 14,124 23,535 22,296 碳粉盒（個） 2,957 3,309 3,053 用罄電池（公斤） 2,896 3,626 3,458 金屬廢料（公斤） 30,375 37,270 47,241 廢油（升） 116,616 117,896 124,148 舊車胎（條） 7,989 8,172 9,101 含水銀照明燈（盞） 113,007 145,550 136,454 員工 每千名員工的須予呈報意外宗數 5.87 4.38 5.42 員工滿意度（以10分為滿分）* * 不適用 6.30 不適用 培訓（平均培訓日數目標：4.5日╱ 每名員工） 5.25 5.00 4.86 # 不包括員工食堂和租用辦公室的電力消耗 * 由於廁所供水系統漏水，有關數字已更正。",
        "content": "統計資料摘要\n資源 2008/09 2009/10 2010/11\n電力（千瓦小時）# 12,311,211 11,962,512 12,682,496\n煤氣（兆焦耳） 277,248 341,904 215,856\n水（立方米） 59,878 37,027 37,452*\n柴油（升） 118,861 136,074 118,496\n汽油（升） 386,222 513,083 504,856\n紙張 - A3、A4（令） 28,459 27,379 27,778\n油漆及溶劑（升） 42,755 33,506 34,788\n潤滑油（升） 124,520 123,602 102,199\n油脂（公斤） 2,249 1,958 1,002\n製冷劑（公斤）（例如R22及R134a） 15,803 18,915 18,182\n工業用氣體（立方米）（例如氧、氬及乙炔） 3,611 2,753 1,767\n蓄電池電解液（升） 1,620 1,947 660\n原子車胎（條） 8,108 9,103 8,243\n外車胎（條） 3,278 3,272 2,857\n車胎內膽（條） 2,102 1,944 1,732\n廢氣污水及廢物 @\n廢紙（公斤） 14,124 23,535 22,296\n碳粉盒（個） 2,957 3,309 3,053\n用罄電池（公斤） 2,896 3,626 3,458\n金屬廢料（公斤） 30,375 37,270 47,241\n廢油（升） 116,616 117,896 124,148\n舊車胎（條） 7,989 8,172 9,101\n含水銀照明燈（盞） 113,007 145,550 136,454\n員工\n每千名員工的須予呈報意外宗數 5.87 4.38 5.42\n員工滿意度（以10分為滿分）* * 不適用 6.30 不適用\n培訓（平均培訓日數目標：4.5日╱ 每名員工） 5.25 5.00 4.86\n# 不包括員工食堂和租用辦公室的電力消耗\n* 由於廁所供水系統漏水，有關數字已更正。損壞部分現已修復\n@ 有關的廢物由持牌承辦商收集，供物料循環再造或棄置\n** 員工滿意度調查每兩年進行一次\n41 社會及環保報告 2010/11",
        "page_number": 42,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 42,
        "summary": "此報告公平和如實地載述了機電署各項與社會及環保有關的措施、目標、進度及表現。",
        "content": "核實聲明\n範圍及目的\n香港品質保證局已對機電工程署（下稱機電署）社會及環保報告 2010/11（以下簡稱「報\n告」）的全部內容進行獨立驗證。該報告陳述機電署在 2010年 4 月 1日至 2011 年 3月\n31日於可持續發展方面的表現及成就。核實組成員没有參與編制報告的數據和資料。\n此核實聲明的目的是對外保證此報告所記載之內容為完整及準確。\n方法\n核實工作是依據目前的最佳核實方法執行，以下為評估此報告的準則：\n• 遵守社會及道德問責學會 AA1000 保證標準所定的完整性、準確性、中立性、可比\n較性及回應性的原則；及\n• 全球報告倡議組織（GRI）的可持續發展報告指南 3版本\n核實的程序包括審閱相關之文件、與負責編製報告的代表面談及選取報告內具有代表性的\n數據和資料進行查核，並徹底審查所選樣本的根本數據及證據。\n結論\n基於是次的核實結果，香港品質保證局確定報告所載的資料相關及完整地反映機電署在社\n會及環保方面的表現，核實組確認報告是根據事實記錄而編寫，其陳述的資料準確無誤。\n此報告公平和如實地載述了機電署各項與社會及環保有關的措施、目標、進度及表現。\n核實組已分別地向機電署就將來的可持續發展報告在結構及內容方面可改進的地方提出了\n建議，這些建議並沒有影響核實組對報告的意見。\n香港品質保證局\n譚玉秀\n助理總監\n2012年 5月\n社會及環保報告 2010/11 42",
        "page_number": 43,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 43,
        "summary": "能 不能 沒有意見 3. 本報告能否令你更了解機電工程署在社會責任方面的表現？",
        "content": "讀者意見表格\n多謝閣下閱覽本署的《2010/11年度社會及環保報告》。為協助我們改善日後的報告編製工作，歡迎各位提出\n寶貴意見。\n不足 可接受 內容豐富\n1 2 3 4 5\n1. 你認為報告哪部分的內容最豐富？\na. 關於本報告\nb. 關於機電工程署\nc. 署長的話\nd. 挑戰和機遇\ne. 表現與目標\nf. 環保表現\ng. 社會表現\nh. 經濟表現\ni. 獎項及嘉許\nj. 全球報告倡議組織指標索引\nk. 統計資料摘要\n2. 本報告能否令你更了解機電工程署在環保方面的表現？ 能 不能 沒有意見\n3. 本報告能否令你更了解機電工程署在社會責任方面的表現？ 能 不能 沒有意見\n4. 整體而言，你怎樣評價本報告？ 差 好 很好\n5. 如有其他意見╱ 建議，請註明：\n6. 我們可怎樣回應你的意見╱建議？\n（請提供電郵地址或聯絡資料，以便我們跟進）- 可選擇是否填寫此項。\n請把讀者意見表格送交：\n香港九龍啟成街3號，部門安全分部\n傳真：( 852) 2576 1207 電郵：s afety@emsd.gov.hk\n43 社會及環保報告 2010/11",
        "page_number": 44,
        "total_pages": 45,
        "tag": "pdf"
    },
    {
        "filename": "er2010-2011",
        "file_number": 44,
        "summary": "",
        "content": "機電工程署\n香港九龍啟成街3號\nElectrical and Mechanical Services Department\n3 Kai Shing Street, Kowloon, Hong Kong.\n電話 Tel: (852) 2333 3762 傳真Fax: (852) 2890 7493\n網址 Website: www.emsd.gov.hk\n電郵 E-mail: info@emsd.gov.hk\n社會及環保報告 2010/11",
        "page_number": 45,
        "total_pages": 45,
        "tag": "pdf"
    }
]