[
    {
        "filename": "gsa",
        "file_number": 0,
        "summary": "1.3 Climatic Conditions 1.3.1 All the equipment and materials provided shall be suitable for operation and standby duties under the following climatic conditions:- a) Indoor Application Air Temperature Maximum 40˚C Minimum 0˚C Relative Humidity Up to 100% b) Outdoor Application Air Temperature Peak 40˚C Max.",
        "content": "General Specification (A)\n1. GENERAL SPECIFICATION\n1.1 Introduction\n1.1.1 The Contractor shall be deemed to have thoroughly read the following\ndocuments before submitting his tender:-\na) The General Conditions of Tender;\nb) The Special Conditions of Tender;\nc) The General Conditions of Contract for Electrical and Mechanical\nEngineering Works;\nd) The Special Conditions of Contract;\ne) The General Specification;\nf) The Particular Specification; and\ng) The Drawings.\n1.1.2 In the event of conflict between any of the requirements of the above, the\norder of preference shall be decided by the Engineer.\n1.2 Accommodation for Workmen\n1.2.1 Workmen are not permitted to dwell on the Site.\n1.3 Climatic Conditions\n1.3.1 All the equipment and materials provided shall be suitable for operation and\nstandby duties under the following climatic conditions:-\na) Indoor Application\nAir Temperature Maximum 40˚C\nMinimum 0˚C\nRelative Humidity Up to 100%\nb) Outdoor Application\nAir Temperature Peak 40˚C Max. ; -5˚C Min.\nAverage 0˚C to 35˚C\nGS - 1",
        "page_number": 1,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 1,
        "summary": "General Specification (A) Relative Humidity 99% Altitude upto 2,000m above sea level 1.4 Site Access and Storage 1.4.1 The Contractor may be allocated an open area for the storage of equipment and materials and erection of temporary sheds.",
        "content": "General Specification (A)\nRelative Humidity 99%\nAltitude upto 2,000m above sea level\n1.4 Site Access and Storage\n1.4.1 The Contractor may be allocated an open area for the storage of equipment\nand materials and erection of temporary sheds. If allocated, it shall be\ndesignated as \"Works Area\" and its location and other particulars shall be\ndetermined on Site.\n1.4.2 The Contractor shall provide and maintain all necessary temporary structures,\nstores, boundary fence and gates, etc. to suit his requirements.\n1.4.3 The access route from public roads to the Works Area and the Site may be\nunpaved. It shall be the Contractor's responsibility to make his own\narrangement to ensure that the routes are in a condition suitable for the\nexecution of the Works.\n1.4.4 If \"Works Area\" is not provided, the Contractor shall make all arrangements\nfor the daily supply of the necessary material, etc. for the carrying out of the\nWorks and for the removal of all surplus materials, etc. at the end of each\nworking day.\n1.5 Utilities\n1.5.1 The Contractor shall make his own arrangements for the supply of water,\nelectricity, telephone connections and other utility services as deemed\nnecessary for the Works Area and for the execution of the Works and shall bear\nthe full cost of these services including deposits, advance payments and\ndisconnection charges, if any.\n1.6 Supports and Fixings\n1.6.1 Unless otherwise stated, the Contractor shall be responsible for supplying all\nfoundation bolts, shims, clips, fixing channels, cable trays/cleats, conduits etc.,\nrequired for the satisfactory installation of the Works. Their cost shall be\nincluded in the prices against items in the Schedules of Quantities. No bolts are\nto be shot into the building structure without the prior approval of the Engineer.\nGS - 2",
        "page_number": 2,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 2,
        "summary": "Regulations), d) General Specification for Electrical Installation in Government Buildings - B.S.B., E.M.S.D.",
        "content": "General Specification (A)\n1.7 Standards and Statutory Regulations\n1.7.1 Where reference is made in the Specification to a British Standard (abbreviated\nto \"BS\") it shall be a standard issued by the British Standards Institution and\nshall be the latest revision of that standard at the closing date for the receipt of\ntenders.\n1.7.2 Where no standards are stated in the Contract, all details, materials, equipment\nand workmanship shall be in accordance with the relevant British Standards or\nother acceptable national or international standards.\n1.7.3 Where standards other than British Standards are proposed by the\ntenderer/Contractor, the acceptance will be subject to such standards being\nequal or superior to the relevant British Standards. The tenderer/Contractor will\nbe required to submit copies of all alternative standards with a list comparing,\nitem by item, the discrepancies between the quoted British Standards and the\nproposed alternative standards. In the event that the proposed standards are\nnot written in English, the tenderer/Contractor shall also submit their English\ntranslation prepared by an authority acceptable to the Engineer.\n1.7.4 All mechanical and electrical works shall comply with the technical details\nstated in the Particular Specification.\n1.7.5 Standards for electrical installations shall be in compliance with:-\na) The Electricity (Wiring) Regulations issued by the Hong Kong\nGovernment,\nb) Codes of Practice for Electricity (Wiring) Regulations, the latest Edition,\nElectricity Ordinance,\nc) \"Regulations for Electrical Installations\", the latest Edition, issued by the\nInstitution of Electrical Engineers (I.E.E. Regulations),\nd) General Specification for Electrical Installation in Government Buildings\n- B.S.B., E.M.S.D. the latest Edition (the General Electrical Specification),\nand\ne) Local electricity supply company's requirements, and\nGS - 3",
        "page_number": 3,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 3,
        "summary": "Any charges for such material required shall be included in the Contract.",
        "content": "General Specification (A)\nf) Code of Practice for Energy Efficiency of Building Services\nInstallation,issued by the EMSD, hereinafter referred as the “Building\nEnergy Code” or “BEC”.\n1.7.6 All site work to be carried out shall comply with:-\na) The Construction Site (Safety) Regulations enforced by the Labour\nDepartment, and\nb) The Noise Control Ordinance enforced by the Environmental Protection\nDepartment.\n1.7.7 In addition, the Works and the execution thereof shall comply with all relevant\nOrdinances, Regulations or Orders having the force of Law in Hong Kong. In\nthis connection, special attention is drawn to the following :\na) Air Pollution Control Ordinance,\nb) Dangerous Goods Ordinance,\nc) Electricity Ordinance,\nd) Fire Services Ordinance.\n1.7.8 In the event of conflict between any of the technical requirements of the above,\nthe order of preference shall be decided by the Engineer.\n1.8 Drawings and Information to be Provided\nThe Contractor shall provide the following information at various stages of the Contract.\nAll information given shall be in English. For the case where the information is not given in\nEnglish, the Contractor shall arrange for the English translation prepared by an authority\nacceptable to the Engineer and the Contractor shall be responsible for the costs of\ntranslation. The Contractor shall not use confidentiality or proprietary information as a\nreason for withholding the supply of relevant documentation required by the Engineer or\nthe Engineer’s representative. Any charges for such material required shall be included in\nthe Contract.\n1.8.1 By the Contractor when the Contract is Let\nGS - 4",
        "page_number": 4,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 4,
        "summary": "Additionally, the Contractor shall supply sufficient samples of materials as are required in this Specification for testing",
        "content": "General Specification (A)\na) Unless otherwise stated in the Particular Specification, the Contractor\nshall, within 4 weeks from the date of the tender acceptance letter,\nsubmit in quadruplicate the following documents and drawings to the\nEngineer for approval : -\ni) Organization chart showing the names and ranks of the staff to be\nengaged in the project. The organization chart shall also show the\ntelephone numbers or pager numbers, etc of the staff to enable\nthe Engineer or his representative to have efficient contact with\nany member of staff as mentioned in the organization chart during\nany stage of the project.\nii) Detailed drawings of the general arrangement, builder's work\nrequirements of the equipment showing the forces to be\ntransmitted to the civil structure, all apertures, holes, trenches,\nducts considered necessary by the Contractor for the completion\nof the Works;\niii) Equipment details giving equipment loadings, dimensions, fixing\nmethods, cable access requirements, schematic and wiring\ndiagrams and cable schedules with estimated route lengths and\ncable sizes;\niv) Equipment drawings with sectional details of all items of\nequipment, and\nv) Additional drawings of particular items, if required by the Engineer.\nvi) Sample board containing samples of all compact-sized materials\nand accessories to be used on the work. Written acceptance of all\nsamples shall be obtained from the Engineer or his representative\nbefore commencement of any installation work for which these\nmaterials are required. A label in English bearing the name of the\nContractor, the title of the Contract, the name of the manufacturer\nand the specific service for which the material or accessory is to\nbe used, is to be attached adjacent to each item. The sample board\nshall be displayed in the Site Office during the entire Contract\nperiod. Additionally, the Contractor shall supply sufficient samples\nof materials as are required in this Specification for testing\nGS - 5",
        "page_number": 5,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 5,
        "summary": "All costs resulting from failure to comply with this requirement shall be borne by the Contractor.",
        "content": "General Specification (A)\npurposes. This, where required and stated, shall mean testing to\ndestruction.\nvii) Any other information the Engineer or his representative consider\nnecessary to facilitate him understanding the Contractor’s\nsubmissions.\nb) The Contractor may apply to the Engineer for additional copies of any\nDrawings which the Contractor considers useful in the manufacture of\nthe equipment, provided that the Engineer is satisfied that the request\nis reasonable. Two copies of the Drawings will be provided without\ncharge. Additional copies if required may be obtained at cost. The\nContractor shall treat the copies of Drawings as confidential and shall\nnot use them other than for the purpose for which they are provided.\nc) The manufacture of equipment shall not commence until the approval\nof all relevant drawings, parts lists and materials have been obtained in\nwriting. All costs resulting from failure to comply with this requirement\nshall be borne by the Contractor.\nd) Original (and in quadruplicate) official type test certificates for major\ncomponents and all plant equipment shall be submitted to the Engineer\nat least 4 weeks before the components/equipment depart from the\nmanufacturer's factory and prior to shipment.\ne) The Contractor shall, before starting work on his drawings for approval,\nascertain from the Engineer whether any modifications on the\nDrawings have been made since the date of the acceptance of his\ntender.\nf) If the drawings are not approved, one set will be returned to the\nContractor marked to indicate the alterations required. Upon approval,\none copy will be marked \"Approved\" and returned to the Contractor.\nApproval of the Contractor's drawings given by the Engineer shall not\nabsolve the Contractor from his contractual responsibility to fulfil the\nrequirements of the Contract.\ng) Within 2 weeks after approval of the drawings, a further four sets shall\nbe provided for the use of the Engineer.\nGS - 6",
        "page_number": 6,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 6,
        "summary": "The manual shall include the following:- i) General arrangement drawings of equipment including complete wiring, cabling and control diagrams; ii) Drawings showing the internal construction of major items, with part lists and reference numbers for spares identification and ordering purposes; iii) Detailed specification and operating instructions for each item of equipment, including drawings indicating the positions of all the greasing and oiling points; iv) A list of recommended lubricants and other consumable materials, if any; v) A list giving the names and addresses of manufacturers and their local agents for each item of equipment; vi) A preventive maintenance programme and procedures for all individual items of equipment; vii) Procedures to facilitate diagnosis of faults and emergency breakdown;",
        "content": "General Specification (A)\nh) All drawings shall be specific to the Works and shall be titled in the\nbottom right hand corner with the Contract title and Contract number.\n1.8.2 By the Contractor Prior to the Issue of the Certificate of Completion\na) At least two months before the commissioning of the installation, the\nContractor shall submit two copies of draft \"Operation and\nMaintenance\" Instruction Manual to the Engineer for approval.\nb) After the draft Instruction Manual is approved, the Contractor shall\nsupply five copies of the approved version of the manual which shall be\nproperly bound in book form with hard and durable covers and properly\nindexed to facilitate easy reference. The manual shall include the\nfollowing:-\ni) General arrangement drawings of equipment including complete\nwiring, cabling and control diagrams;\nii) Drawings showing the internal construction of major items, with\npart lists and reference numbers for spares identification and\nordering purposes;\niii) Detailed specification and operating instructions for each item of\nequipment, including drawings indicating the positions of all the\ngreasing and oiling points;\niv) A list of recommended lubricants and other consumable materials,\nif any;\nv) A list giving the names and addresses of manufacturers and their\nlocal agents for each item of equipment;\nvi) A preventive maintenance programme and procedures for all\nindividual items of equipment;\nvii) Procedures to facilitate diagnosis of faults and emergency\nbreakdown;\nGS - 7",
        "page_number": 7,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 7,
        "summary": "b) The Contractor shall softcopy of as-fitted drawings in both Acrobat and AutoCAD format.",
        "content": "General Specification (A)\n1.8.4 By the Contractor 1 month prior to the Issue of Defects Liability Certificate\na) The Contractor shall furnish one permanent, reproducible transparency\nand three prints in A1 size of each drawing of the Works complete with\nparts list and materials list approved during the course of the Contract\nincluding any modification found necessary during the Defects Liability\nPeriod.\nb) The Contractor shall softcopy of as-fitted drawings in both Acrobat and\nAutoCAD format.\n1.8.5 Importance of Information Submission as regards to Completion of Works\na) The Contractor shall note particularly that the Defects Liability\nCertificate will not be issued unless the information specified in sub-\nparagraphs 1.8.1, 1.8.2, 1.8.3 and 1.8.4 has been received and\naccepted by the Engineer and the Contractor shall also be fully\nresponsible for any possible consequence which may arise from his late\nsubmission of the said technical information.\n1.9 Training Programme on the Operation and Maintenance of Equipment for Local Staff\n1.9.1 Unless otherwise stated in the Particular Specification, the Contractor shall\narrange a training programme for the local operational staff of various grades\nto familiarize with the detailed operation and maintenance procedure of the\nequipment. The Contractor shall prepare and submit the training programme\nfor approval 2 months after the acceptance of tender. The training programme\nshall be comprehensive and of sufficient details to enable the operational staff\nto handle confidently, safely, and efficiently the operation and maintenance of\nthe complete installation.\n1.10 Contractor's Programme of Work\n1.10.1 In accordance with Clause 16 in the General Conditions of Contract, the\nContractor shall, within 14 days after the acceptance of the tender, submit a\nprovisional programme of his work to the Engineer for approval.\n1.10.2 The dates of manufacture of each and every item of equipment, shipping,\nGS - 8",
        "page_number": 8,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 8,
        "summary": "The Contractor shall arrange his approved site representative or other responsible person to attend such meetings.",
        "content": "General Specification (A)\ndelivery to the Site, installation, testing and commissioning of the completed\nassembly shall be clearly shown on the programme in bar chart form.\n1.10.3 Once the programme has been approved by the Engineer the Contractor shall\nnot deviate from the programme without approval from the Engineer.\n1.11 Work Progress Reports and Meetings\n1.11.1 The Contractor is required to submit a bimonthly report prior to the site\ninstallation date and a monthly progress report thereafter to show the progress\nof construction, scheduling for any anticipated delivery delay or other relevant\ninformation against each activity and confirming that the agreed date of\ncompletion will be met. Should there be any delay, a detailed explanation shall\nbe given in writing.\n1.11.2 From time to time the Engineer may call project progress meetings in his office\nor at the Site, as he deems necessary for the control of the Contract. Normally\nthese meetings will be held at intervals of one month. The Contractor shall\narrange his approved site representative or other responsible person to attend\nsuch meetings.\n1.12 Delivery of Equipment and Materials\n1.12.1 No Constructional Plant, equipment or materials shall be delivered to the Site\nuntil approval in writing has been obtained from the Engineer.\n1.12.2 The Contractor shall be responsible for reception on the Site of all\nConstructional Plant, equipment and materials delivered for the purposes of\nthe execution of the Contract, its transfer to the proper storage space, its safety\nand its transfer to the place of installation at the appropriate time.\n1.13 General Requirements, Workmanship and Design of Equipment\n1.13.1 All equipment and materials shall be brand new, of sound workmanship and\nrobust field-proven design, and as far as practicable from standard production.\n1.13.2 The general mechanical and electrical design of the equipment and particularly\nthat of the bearings, contacts, and other wearing parts shall be governed by\nthe need for long periods of service without frequent maintenance and\nGS - 9",
        "page_number": 9,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 9,
        "summary": "1.13.10 Lubrication grease points shall be fitted with metal labels in both English and Chinese to indicate the special lubricant required.",
        "content": "General Specification (A)\nattention being necessary. For the purpose of this Clause, \"long periods\" shall\nmean a period of not less than 3 years.\n1.13.3 Unless otherwise specified, all items shall be designed for at least 15 years'\noperating life and shall be suitable for 24 hours per day continuous service with\ncapability to be operated intermittently at the specified duties under the\nprevailing atmospheric and operational conditions on the Site.\n1.13.4 The design shall also include all considerations such as safety requirements,\nminimum maintenance commitment, ease of operation and maintenance\naccess etc. in order to obtain an overall efficient installation.\n1.13.5 All components shall be manufactured to a strict system of limits and complete\ninterchangeability of similar parts is required.\n1.13.6 All items for which spare parts may be required shall have attached to them\nuntarnishable metal plates clearly showing the manufacturer's name, serial\nnumbers and basic information as to rating, etc., in sufficient details to allow\nthe unit or assembly to be identified in correspondence when spare parts are to\nbe ordered.\n1.13.7 All parts subject to wear shall be readily accessible.\n1.13.8 Adequate and, as far as practicable, automatic means of lubrication shall be\nprovided for all moving parts.\n1.13.9 The positions of all greasing and oiling points shall be arranged so that they are\nreadily accessible for routine servicing. Where necessary suitable extension\npipes shall be fitted.\n1.13.10 Lubrication grease points shall be fitted with metal labels in both English and\nChinese to indicate the special lubricant required.\n1.13.11 Where continual grease or oil feeding is required, the capacity of the reservoir\nshall be sufficient for not less than seven days' continuous service. Indications\nof the reservoir content in the form of gauges, meters or visual alarms shall be\nprovided.\n1.13.12 All pipes and shafting shall be checked for alignment and mating of flanges or\nGS - 10",
        "page_number": 10,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 10,
        "summary": "Cable entries into a building shall be resealed by approved means to prevent the ingress of moisture and vermin.",
        "content": "General Specification (A)\nconnections before being secured.\n1.13.13 If during the Defects Liability Period any moving parts show in the opinion of\nthe Engineer signs of undue wear or unsuitability for the purpose for which\nthey are installed then they shall be replaced free of charge notwithstanding\nthat they may otherwise be working in a satisfactory manner.\n1.13.14 All metal works associated with the electrical installation shall be bonded\ntogether and shall be solidly and effectively earthed.\n1.13.15 The available electricity supply is 380/220 volts, three phase 50 Hz. The\nequipment offered shall be capable of operating at 380/220.\n1.13.16 In accordance with the Electricity Ordinance, the Contractor shall employ a\nRegistered Electrical Contractor/Worker to carry out all electrical installations\nwithin the scope of this Contract. After the electrical installation of the Contract is\ncompleted, it shall be inspected, tested and certified by a Registered Electrical Worker\nto confirm that the requirements of the Wiring Regulations have been met. The\nRegistered Electrical Worker and Contactor shall sign the Work Completion Certificate\nfor their individual electrical installation and submit it to the Engineer before the\nelectrical installation is energised.\n1.13.17 Adequate sized multi-core PVC SWA PVC cables shall be supplied and installed\nin outdoor underground G.I. pipes and PVC cables of adequate size shall be\nused indoor and shall be run in concealed conduits.\n1.13.18 Junction boxes shall be supplied and installed for connecting outdoor armoured\ncables with indoor PVC cables. Cable entries into a building shall be resealed\nby approved means to prevent the ingress of moisture and vermin. Armoured\ncables shall be terminated in a gland fitted with an armour clamp. A watertight\nseal shall be made between the gland and the inner PVC cable sheath. A PVC\nshroud shall be fitted to cover the body of the gland and the armoured wires.\n1.13.19 Motors shall comply with British Standards BS 4999-141:2004+A1:2010\nGeneral requirements for rotating electrical machines. Specification for standard\ndimensions and shall be of such size and type to adequately drive the equipment\nunder all normal conditions of service without overloading. Insulation shall be of\nminimum Class F for tropicalised conditions.\nGS - 11",
        "page_number": 11,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 11,
        "summary": "ii) When it is necessary to use turpentine or similar solvents to remove oil and grease, the use of detergent or emulsion cleaner shall follow and then by thorough rinsing with clean fresh water.",
        "content": "General Specification (A)\n1.13.20 Each starter for the motor shall comply with IEC 60947-4-1:2012 -.\nElectromechanical Contactors and Motor-Starters and shall be provided with an\nadjustable motor overload protection device and undervoltage release suitable\nfor the motor load and having manual resetting facilities. Direct-on-line starters\nshall be used for motors smaller than 3.8kW and for motors over 3.8kW, star-\ndelta starters shall be used instead.\n1.13.21 All secondary wiring shall be complete with numbered ferrules for identification\nwhich shall be carried out in a neat and systematic manner and finished at a\nterminal board at the junction of small wiring and the incoming cables.\n1.14 Surface Preparation\n1.14.1 All steel works shall be protected against corrosion. The protective treatment\nshall accord with the recommendation of ISO 12944:1998+Part 5:2007– Paints\nand Varnishes: Corrosion Protection of Steel Structures by Protective Paint\nSystems unless otherwise specified.\n1.14.2 All steel surfaces shall be thoroughly cleaned of all dust, oil, grease, scale, rust\nor other contaminants.\na) Degreasing\ni) Grease and dirt should be removed by emulsion cleaners followed\nby thorough rinsing with water, or by steam-cleaning or by\ncontrolled high pressure water jets, wherever practicable.\nii) When it is necessary to use turpentine or similar solvents to remove\noil and grease, the use of detergent or emulsion cleaner shall\nfollow and then by thorough rinsing with clean fresh water.\nDegreasing by washing in solvent shall not be used.\nb) Removal of Scale and Rust\ni) Unless specially specified in the Drawings / Particular Specification,\nrust and mill-scale must be removed before painting by manual\ncleaning.\nGS - 12",
        "page_number": 12,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 12,
        "summary": "iv) If blast cleaning is required, it shall be carried out in accordance with ISO 8504:2001 – Surface Preparation Methods.",
        "content": "General Specification (A)\nii) Manual cleaning shall be carried out by a power tool with rotary\nwire brush and then followed by vacuum cleaning to remove all\nloosened material.\niii) Excess burnishing of the metal through prolonged application of\nrotary wire brushes shall be avoided. Visible peaks and ridges\nproduced by the use of mechanical cleaning tool shall be removed.\niv) If blast cleaning is required, it shall be carried out in accordance\nwith ISO 8504:2001 – Surface Preparation Methods. The quality of\nblast-cleaning shall be to the preparation grade Sa 2.5 as given in\nISO 8501-1:2007 and ISO 8501-2:1994 unless otherwise specified.\nThe Contractor should select the most appropriate method of\nblast-cleaning according to the shape and size of the steel work\nand the type of surface deposit to be removed.\nv) The maximum grade of metallic abrasive permitted shall be as\nspecified in ISO 8501-1:2007 and ISO 8501-2:1994. The abrasive\nused for blasting shall be free from harmful contamination and any\nrecovered material shall be filtered and cleaned before reuse.\nvi) The blast-cleaned surface shall have a small profile size. Blast-\ncleaned surfaces shall be dusted by brush or vacuum and shall not\nbe touched by hand or other contaminated materials.\n1.15 Coating System\n1.15.1 All steel surfaces supplied under this Contract shall be coated with 2 layers of\nRust Oleum #769 Damp-Proof Red Primer, or equivalent, and then with a finish\nlayer of Industrial Enamel paint of approved colour.\n1.15.2 For high temperature application up to 400oC, the material surface shall be\napplied with 2 layer of Rust Oleum #4268 rust inhibitive heat resistant red\nprimer, or equivalent, and then a finish layer of Rust Oleum #4200 system, or\nequivalent, heat-resistant finish of approved colour. For application higher than\n400oC, the types of paint used shall be submitted for approval before use.\n1.15.3 Methods of Application\nGS - 13",
        "page_number": 13,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 13,
        "summary": "It shall be carried out in a dry, draught-free atmosphere to avoid the work becoming spoiled by condensed moisture, dust etc.",
        "content": "General Specification (A)\na) Priming\nThe application of primer to prepared steel surfaces shall be by hand\nbrushing. Painting should only be carried out on dry surfaces when the\nrelative humidity is less than 80% with an ambient temperature above\n5℃ and material surface temperature at least 3oC above dew point, or\nin accordance with paint manufacturer's recommendation. Each layer\nshall be applied within 4 hours after the previous layer is completely dry.\nb) Finishing\nThe finishing coat shall be applied by spraying or other approved\nmethod. It shall be carried out in a dry, draught-free atmosphere to\navoid the work becoming spoiled by condensed moisture, dust etc. The\nfinish shall be reasonably smooth.\n1.16 Standards of Welding and Structural Steel\n1.16.1 All welding shall be carried out only by welders of recognized proficiency, and\nto the satisfaction of the Engineer. The welding electrodes, equipment and\nprocess shall be in accordance with the following British Standards : -\na) BS 2633: 1987 Specification for Class I Arc Welding of Ferritic Steel\nPipework for Carrying Fluids\nb) BS 2971: 1991 Specification for Class II Arc Welding of Carbon Steel\nPipework for Carrying Fluids\nc) ISO 2560:2009 Welding Consumables - Covered Electrodes for Manual\nMetal Arc Welding of Non Alloy and Fine Grain Steels – Classification\nd) BS EN 1011-1:2009 Welding – Recommendations for Welding of\nMetallic Materials. General guidance for arc welding\ne) IEC 60974-6:2015 Arc Welding Equipment- Limited Duty equipment\nf) BS EN 50525:2011 Electric cables – Low voltage energy cables of rated\nGS - 14",
        "page_number": 14,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 14,
        "summary": "The Contractor shall make certain that all welded surfaces are clean and dry before any welding is to be done.",
        "content": "General Specification (A)\nvoltage up to and including 450/750 V (U0/U).\n1.16.2 Welding shall not be carried out under unfavourable conditions. The\nContractor shall make certain that all welded surfaces are clean and dry before\nany welding is to be done.\n1.16.3 Steel plates and structural steel sections for general purposes shall conform\nwith the requirements of the following British Standards:\na) BS 7668:2004 Weldable Structural Steel - Hot Finished Structural\nHollow Sections in Weather Resistant Steels – Specification\nb) BS EN 10029:2010 Hot-rolled steel plates 3 mm thick or above –\nTolerances on dimensions and shape\nc) BS EN 10025:2004 Hot Rolled Products of Structural Steels\nd) BS EN 10210:2006 Hot Finished Structural Hollow Sections of Non-\nAlloy and Fine Grain Steels\ne) ISO 14713:2009 Zinc coatings - Guidelines and recommendations for\nthe protection against corrosion of iron and steel in structures\nAll forms of steel used shall be of standard section with dimensions,\ntolerances and properties complying with BS 4-1:2005, BS EN 10210-2:2006,\nBS EN 10056-1:1999 and BS EN 10067:1997.\nAll exposed edges shall be ground to produce a chamfer of not less than 2\nmm in width.\n1.17 Spares and Packing\n1.17.1 Spares shall be readily interchangeable with the parts they replace, and shall\ncomply with the Specification. The Contractor shall be deemed to have\nincluded in the Contract the minimum spares if specified. In addition the\nContractor shall submit an itemized price list of further spares which he\nconsiders necessary for 2 years' operation of the equipment. The Engineer will\nGS - 15",
        "page_number": 15,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 15,
        "summary": "Other items shall be protected so as to avoid corrosion for a minimum of twenty-four months after delivery.",
        "content": "General Specification (A)\ndetermine the spares to be supplied under the Contract and payment will be\nassessed according to the itemized prices.\n1.17.2 Spares shall be packed and protected for storage to “BS 1133-\n8:2011+A1:2016 Packaging code- Guidance on wooden boxes, cases and\ncrates”. Electrical equipment shall be sealed in polythene or similar bags with\na liberal supply of desiccant. Other items shall be protected so as to avoid corrosion for\na minimum of twenty-four months after delivery. Each package shall have attached to\nit an untarnishable metal plate giving information for identification. This shall include\nthe maker's name and reference descriptions which must correspond fully to those\ngiven in the relevant drawings and parts book. Each spare part shall be permanently\nmarked with its part number.\n1.17.3 The packages of spares shall be delivered by the Contractor into consignments\nof reasonable size and then packed in secure cases each of which shall contain\na contents list.\n1.17.4 Where electrical items are involved, the cases shall be of tongue-and-groove\nboarding, or of durable plastic containers. Each case shall be durably marked\nwith the contract number and site address, and shall be sent to the Site or to a\nGovernment store after detailed instructions for despatch have been received\nfrom the Engineer.\n1.18 Tools\n1.18.1 The Contractor shall recommend in the relevant schedule a complete set of\nspecial tools necessary for the erection, dismantling or testing to be carried out\non any part of the installation.\n1.18.2 The tools recommended may be ordered in part or not ordered at all. Payment\nwill be assessed according to the itemized prices quoted in the relevant\nschedule.\n1.18.3 The tools to be recommended shall include special wrenches, grease guns,\nbearing extractors, impeller pullers and any special slings and lifting appliances\nwhich may be required during the life of the equipment.\n1.18.4 All tools shall be supplied in lockable wall or floor mounted cabinets. The tool\ncabinets shall be clearly marked to indicate the equipment they are to be used\nGS - 16",
        "page_number": 16,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 16,
        "summary": "1.20.5 All crates shall be marked with standard international symbols relating to lifting points and other relevant markings.",
        "content": "General Specification (A)\nfor. All locks shall have a common key. Each tool cabinet shall be provided with\ntwo keys.\n1.18.5 The tools shall not be used for the erection of the Works and must be handed\nover to the Engineer in a completely new and unused condition.\n1.19 Delivery of Spares and Tools\n1.19.1 Spares and tools delivered to the Site shall be received by the Engineer. They\nshall not be delivered to the Site until instructions for their reception have been\nobtained from the Engineer.\n1.20 Protection of Equipment\n1.20.1 All equipment and machinery shall be carefully packed for transport in such a\nmanner that it is protected against all climatic conditions.\n1.20.2 The machined face of all flanges shall be protected by means of a hardwood\nblank disc bolted to the face.\n1.20.3 Special precaution shall be taken to protect all journals where they rest on\nwooden or other supports likely to contain moisture. At such points, wrappings\nimpregnated with rust-resisting materials shall be used. The wrapping shall\nhave sufficient strength to resist chafing through.\n1.20.4 Adequate precautions shall be taken in packing machinery which incorporates\nball and/or roller bearings, so as to minimize the risk of damage to the bearings\nin transit.\n1.20.5 All crates shall be marked with standard international symbols relating to lifting\npoints and other relevant markings.\n1.20.6 The ends of tubes and similar components shall be protected from the ingress\nof dirt during transit and storage. This may be done by means of metal or\nrubber caps or wooden plugs etc., and this protection shall not be removed\nuntil the erection of the tube or similar component actually commences.\n1.20.7 For other means of protection not mentioned above but considered necessary\nfor the protection of the Works, the Contractor shall submit his proposals for\nGS - 17",
        "page_number": 17,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 17,
        "summary": "1.20.8 All equipment delivered to Site shall be properly protected so that it does not deteriorate in any manner.",
        "content": "General Specification (A)\nthe approval of the Engineer.\n1.20.8 All equipment delivered to Site shall be properly protected so that it does not\ndeteriorate in any manner. The Engineer may order the Contractor to adopt\nsuch methods of storage and protection as the Engineer thinks necessary to\navoid such deterioration. The adoption of such methods shall be at no extra\ncost to the Employer.\n1.20.9 Any damage occurring to any item brought to the Site or stored on the Site\nshall immediately be brought to the attention of the Engineer. The Contractor\nshall submit to Engineer his proposals for remedial works to the damage, and\nno remedial work shall be done without approval on those proposals. The\nEngineer reserves the right to reject entirely any damaged items which in his\nopinion are not restorable to a satisfactory condition for use in the Works.\n1.20.10 The Contractor shall make good at his own expenses to the satisfaction of the\nEngineer any deterioration of the protective coatings, paintwork, etc., which\nmay occur during transportation, erection, commissioning, etc., until the Works\nare taken over.\n1.20.11 Items of equipment which are finish painted at the manufacturer's place of\nwork shall be suitably encased in wood for their protection before despatch.\nAny deterioration of, or damage to paintwork etc., which may occur during the\nintervening period until the equipment is taken over shall be made good at the\nContractor's expense.\n1.20.12 Electrical items shall be properly protected from ingress of water/moisture.\n1.20.13 Within one week after delivery of all items of equipment to the Site, the\nContractor shall provide four copies of the complete schedule listing all items of\nequipment in sufficient details to enable them to be readily identified.\n1.21 Testing, Inspection and Commissioning\n1.21.1 In addition to the requirements in Clause 42 of the General Conditions of\nContract, the following paragraphs 1.22, 1.23, 1.24 and 1.25 shall also be\napplicable to the testing, inspection and commissioning of the installations\nprovided under this Contract.\nGS - 18",
        "page_number": 18,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 18,
        "summary": "Any variation of this requirement shall be agreed and confirmation in writing obtained from the Engineer.",
        "content": "General Specification (A)\n1.22 Testing and Inspection before Installation on Site\n1.22.1 The Contractor shall offer all materials and components of the installation for\ninspection, examination and witnessed testing to ascertain satisfactory\nfunctioning of the equipment before assembly and installation on Site and shall\ninform the Engineer of the firm dates for inspection and witnessed testing\ngiving four weeks' notice.\n1.22.2 General tests as described in a) to j) below shall be adopted by the Engineer for\nthe examination of all materials and components, sub-assemblies and unit\nassemblies. Details of these tests shall be in accordance with the specification\nfor that particular item described elsewhere in the Specification.\na) Physical inspection;\nb) Dimensional check;\nc) Electrical check;\nd) Calibration;\ne) Output check;\nf) Operational test;\ng) Reliability test;\nh) Load testing;\ni) Insulation test and\nj) Others as deemed necessary.\n1.22.3 If the tests are beyond the resources of the manufacturer, the Contractor shall\nmake arrangements for these to be carried out elsewhere. Any variation of this\nrequirement shall be agreed and confirmation in writing obtained from the\nEngineer.\n1.22.4 The Contractor shall supply four unpriced copies of all sub-orders and those\nitems not manufactured at his place of work. Two copies each of these sub-\norders shall be forwarded to the Engineer and two to the Engineer's\nRepresentative. The sub-orders shall indicate the details of work for which the\nitems are required, state in detail the inspection and test requirements, giving\nsufficient information for ready identification and shall state that these items\nwill be subject to witness test and inspection.\n1.22.5 The Contractor shall carry out tests as stated in the current appropriate British\nGS - 19",
        "page_number": 19,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 19,
        "summary": "1.22.9 All cast of fabricated metal components which will be subjected to high stresses during operation, e.g. pump impellers, shall if considered necessary by the Engineer, be subjected to non-destructive testing in accordance with BS EN 1369:2012 Founding.",
        "content": "General Specification (A)\nStandards, performance tests and such other tests as are necessary, in the\nopinion of the Engineer, in order to verify that the workmanship, equipment or\nmaterials are in compliance with the Specification either under test conditions in the\nmanufacturer's place of work, or on the Site.\n1.22.6 Where hydraulic power packs or pumping systems are included in the Contract,\nall units shall be tested with the suction and discharge rigged to conform to the\nSite conditions.\n1.22.7 Prototype or special tests shall be carried out for some critical items of\nequipment to ensure correctness of assembly and ease of re-assembly at the\nSite. The assembly shall be adequately marked and dowelled. The details of the\nabove tests for the critical items are stated elsewhere in the Specification. The\nContractor shall satisfy the Engineer that the assembled items meet the\nperformance requirements, and are fully compatible not only in respect to the\nequipment supplied under the individual technical specification but also in\nrespect to other equipment forming the system.\n1.22.8 All cast metal components designed for the retention of liquid, e.g. pump\ncasings, gear boxes, engine crank cases, etc., shall be checked for soundness\nafter machining, but before assembly.\n1.22.9 All cast of fabricated metal components which will be subjected to high\nstresses during operation, e.g. pump impellers, shall if considered necessary by\nthe Engineer, be subjected to non-destructive testing in accordance with BS EN\n1369:2012 Founding. Magnetic particle testing. BS EN 1371-1:2011 Founding.\nLiquid penetrant testing. Sand, gravity die and low pressure die castings. BS EN\n12680-1:2003 Founding. Ultrasonic examination. Steel castings for general\npurposes and BS EN 10228-3:2016 Non-destructive testing of steel forgings.\nUltrasonic testing of ferritic or martensitic steel forgings. BS EN 10228-4:2016\nNon-destructive testing of steel forgings. Ultrasonic testing of austenitic and\naustenitic-ferritic stainless steel forgings.\n1.22.10 Where tests and inspection have been completed to the Engineer's satisfaction,\nand when the test certificates, curves, etc., have been checked, he will confirm\nacceptance in writing. The equipment shall not be delivered to the Site until\nthis acceptance has been received.\n1.22.11 Two copies of all test certificates and curves shall be supplied to the Engineer\nGS - 20",
        "page_number": 20,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 20,
        "summary": "1.22.12 Where witnessed tests are not required the test certificates and curves shall be forwarded to the Engineers within two weeks after instruction to waive witnessed tests have been received.",
        "content": "General Specification (A)\nwithin two weeks of completion of any witness tests.\n1.22.12 Where witnessed tests are not required the test certificates and curves shall be\nforwarded to the Engineers within two weeks after instruction to waive\nwitnessed tests have been received.\n1.22.13 On each test certificate, sufficient information including the specification,\ncontract number and equipment details, shall be given for the ready\nidentification of the material or equipment to which the certificate refers. The\nformat of the test certificate shall be subject to approval.\n1.22.14 No inspection or approval by the Engineer of the workmanship, equipment or\nmaterials covered by this Contract, whether carried out or supplied by the\nContractor, shall release him from any of his obligations under the Contract.\n1.22.15 The Engineer reserves the right to require the Contractor to meet any extra\ncosts which are occasioned by failure of the Contractor to comply with the\nabove testing and inspecting requirements, including the provision of test\ncertificates, curves, etc., or which in the opinion of the Engineer are due to\ninsufficient care having been taken by the Contractor or his Sub-contractor\nbefore presenting the equipment for inspection or test. If unauthorized delivery\nhas taken place, the Contractor may be required to arrange for additional\ninspection and/or witness testing by the Engineer at the Contractor' expenses.\n1.22.16 All apparatus, instrument and connections required for the tests shall have\nbeen calibrated by approved authorities for accuracy within the preceding 12\nmonths. The Contractor shall be responsible for the costs of all such\ncalibrations and present calibration certificates to the Engineer for approval.\n1.22.17 Any equipment used in the testing of the Works shall in all respects comply\nwith the appropriate safety regulations.\n1.22.18 For testing/inspection at a sub-contractor's place of work, the Contractor's\nRepresentative shall accompany the Engineer or his Representative on each visit.\n1.23 Site Testing of Sub-assemblies\n1.23.1 On completion of installation, each sub-assembly of motor unit, switchgear,\npower pack, pipelines and other equipment shall be individually tested to\nGS - 21",
        "page_number": 21,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 21,
        "summary": "Whenever possible the flushing medium shall be fed into the system at high points and flushed out at low points on the system via suitably-sized valve or plugged wash out points.",
        "content": "General Specification (A)\nensure proper functioning. The tests shall be able to demonstrate their\nachievement of the designed performance and satisfactory operation when all\nthe sub-assemblies are running together. All defects of the sub-assemblies shall\nbe properly rectified to the satisfaction of the Engineer.\n1.23.2 Unless otherwise stated in the Particular Specification, all electrical tests shall be\nin accordance with the requirements stated in the standards mentioned in\nClause 1.7.5 above.\n1.23.3 For sectional pressure tests on pipelines, immediately after the satisfactory\ncompletion of the tests, the Contractor shall flush out, remove all foreign\nmatters and clean all the systems. Whenever possible the flushing medium shall\nbe fed into the system at high points and flushed out at low points on the system\nvia suitably-sized valve or plugged wash out points.\n1.24 Commissioning Tests\n1.24.1 As soon as practical after individual equipment, sub-assemblies and assemblies\nhave been properly installed, tested to the satisfaction of the Engineer, the\nContractor shall carry out the commissioning tests for the complete installation.\n1.24.2 Eight weeks prior to the commencement of testing and commissioning, draft\nas-fitted drawings and ‘Operation and Maintenance Manuals’, in English\nand/or Chinese, shall be submitted for the Engineer’s approval prior to\nproducing formal copies of as-fitted drawings and O&M manuals.\n1.24.3 The Contractor shall notify the Engineer three weeks in advance of the\ncommencement of commissioning tests, and furnish a detailed programme\nand description of methods of carrying out such commissioning tests for\napproval. Unless otherwise agreed the tests shall take place within ten days\nafter the said date, on such date or dates as the Engineer shall in writing notify\nthe Contractor.\n1.24.4 The installation shall then be operated continuously by the Contractor for 24\nhours or such time as the Engineer may specify, during which time the Engineer\nwill check that the installation is complete, in safe working order and fulfils the\nfunctions for which it is intended.\n1.24.5 Any defects of workmanship, materials, performance, design of equipment,\nGS - 22",
        "page_number": 22,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 22,
        "summary": "1.26.4 All indicators, instruments, relays, control switches, push-buttons, fuses and other ancillary apparatus shall be provided with labels clearly stating their functions.",
        "content": "General Specification (A)\nmaladjustments or other irregularities which become apparent during the tests\nshall be rectified by the Contractor and the tests repeated at the Contractor's expense\nto the satisfaction of the Engineer.\n1.24.6 If any portion of the Works fails to pass the tests, tests of the said portion shall,\nif required by the Engineer or by the Contractor, be repeated within a\nreasonable time under the same terms and conditions, save that all reasonable\nexpenses to which the Employer may be put by the repetition of tests shall be\ndeducted from payments due to the Contractor.\n1.25 Costs for the Testing, Inspection and Commissioning\n1.25.1 The Contractor shall be responsible for all the costs associated with testing,\ninspection and commissioning of the Works. These include the costs for the\nprovision of assistance, instrument, machines, labour, consumable materials\nsuch as water, fuels and chemicals, etc and other facilities as may be necessary.\n1.26 Labels\n1.26.1 Each item of plant shall have permanently attached to it in a conspicuous\nposition a label upon which shall be engraved or stamped the manufacturer's\nname, type and serial number of the plant and details of the loading and duty\nat which the items of plant have been designed to operate. Such labels shall be\nof non-hygroscopic material.\n1.26.2 Labels shall be provided for every control panel and local cubicle to describe the\nduty as well as to describe/identify every instrument, relay or item of control\nequipment mounted externally or internally.\n1.26.3 Labels shall be of laminated plastic, with letters and numbers engraved in\ncontrasting colour to the background. Embossed materials and the like will not\nbe accepted.\n1.26.4 All indicators, instruments, relays, control switches, push-buttons, fuses and\nother ancillary apparatus shall be provided with labels clearly stating their\nfunctions. All label inscriptions shall be to the approval of the Engineer.\n1.26.5 All labels shall be fixed square to the equipment by means of screws or rivets.\nLabels affixed with adhesive will not be accepted.\nGS - 23",
        "page_number": 23,
        "total_pages": 24,
        "tag": "pdf"
    },
    {
        "filename": "gsa",
        "file_number": 23,
        "summary": "1.28 Prevention of Mosquito Breeding 1.28.1 All items on the Site, including Constructional Plant, and equipment capable of retaining water shall be so stored, covered or treated as to prevent water collecting and the Contractor shall allow for the cost of so doing.",
        "content": "General Specification (A)\n1.26.6 Labels indicating normal operational procedures, circuit designations and\nwarning labels, shall be inscribed in English and Chinese characters.\n1.27 Initial Charges of Consumable\n1.27.1 The initial charges of consumable such as oil, grease, fuels, lubricants,\nelectrolytes and similar materials necessary for the correct setting to work and\noperation of the Works shall be included in the Contract Sum.\n1.28 Prevention of Mosquito Breeding\n1.28.1 All items on the Site, including Constructional Plant, and equipment capable of\nretaining water shall be so stored, covered or treated as to prevent water\ncollecting and the Contractor shall allow for the cost of so doing.\n1.28.2 The Contractor shall, at his own expense, obtain and display prominently, upon\nall structures or temporary offices on the Site, posters, in both English and\nChinese, drawing attention to the dangers of allowing the breeding of\nmosquitoes. These posters, which may be obtained from Food and\nEnvironmental Hygiene Department, shall be removed on completion of the\nWorks.\n1.29 Advertising on the Site\n1.29.1 No advertising notice boards of any kind are to be erected on the Site without\nthe prior consent of the Engineer in writing. The proposed advertising board\ndesign shall be submitted to the Engineer for approval well in advance of the\nintended erection.\nGS - 24",
        "page_number": 24,
        "total_pages": 24,
        "tag": "pdf"
    }
]